Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Select scenario
ca: Escollir escenari
cs: Vyberte scénář
fr: Choisir le scénario
nl: Kies scenario
pl: Wybierz scenariusz
pt: Selecionar cenário
ru: Выбрать сценарий

source: LibrePlan: Templates
ca: LibrePlan: Plantilles
cs: LibrePlan: Šablony
fr: LibrePlan: Canevas
nl: LibrePlan: Sjablonen
pt: LibrePlan: Modelos

source: Edit Virtual Workers Group: {0}
ca: Editar grup de treballadors virtuals: {0}
cs: Upravit skupinu virtuálních pracovníků: {0}
fr: Modifier le groupe virtuel des participants: {0}
nl: Wijzig virtuele werkergroup: {0}
pl: Edytuj wirtualną grupę pracujących: {0}
pt: Editar Grupo de Trabalhadores Virtuais: {0}

source: Total other
ca: Total altres
cs: Celkem ostatní
fr: Total autre
nl: Totaal andere
pt: Total outro

source: Criterion requirement
ca: Requisits del criteri
cs: Požadavek kritéria
fr: exigences de critère
nl: Criterium vereiste
pl: Wymagania kryterium
pt: Critérios requeridos
ru: Критерий требования

source: LibrePlan: Expenses
ca: LibrePlan: Despesa
cs: LibrePlan: Náklady
fr: LibrePlan: Dépenses
nl: LibrePlan: Uitgaven
pt: LibrePlan: Gastos

source: Maximum/minimum of worked hours in finished applications
ca: Màxim/mínim d'hores treballades en l'aplicació finalitzada
cs: Maximum/minimum odpracovaných hodin v dokončených aplikacích
fr: Maximum/minimum d'heures travaillées dans les applications finies
nl: Maximum/minimum aantal gewerkte uren in voltooide applicaties
pl: Maksymalne/minimalne przepracowane godziny w gotowych aplikacjach
pt: Máximo/mínimo das horas trabalhadas em aplicações finalizadas

source: Scheduling saved
ca: Programació desada
cs: Plánování uloženo
fr: Prévision enregistrée
nl: Planning opgeslagen
pl: Harmonogram zapisany
pt: Planificação guardada
ru: Планирование сохранено

source: You can not remove the project "{0}" because this one has imputed expense sheets.
ca: No es pot eliminar el projecte "{0}" perquè té imputades fulls de despeses.
fr: Vous ne pouvez pas supprimer le projet "{0}" parce qu'il a des feuilles de dépenses imputées.
nl: U kunt het project "{0}" niet verwijderen want het heeft toegewezen declaratieformulieren.
pt: Você não pode remover o projeto "{0}" porque este projeto tem folhas de gastos apontadas.

source: Add new row
ca: Afegir nova fila
cs: Přidat nový řádek
fr: Ajouter une ligne
nl: Voeg nieuwe rij toe
pl: Dodaj nowy wiersz
pt: Adicionar nova linha
ru: Добавить новую строку

source: Criteria list
ca: Llista de criteris
cs: Seznam kritérií
fr: Liste des critères
nl: Criterialijst
pt: Lista de critérios

source: Move
ca: Moure
cs: Přesunout
fr: Déplacer
nl: Verplaats
pl: Przenieś
pt: Mover
ru: Переместить

source: deadline must be after start date
ca: data termini ha de ser després de la data d'inici
cs: termín musí být po datu zahájení
fr: l'échéance doit être postérieure à la date de début
nl: deadline moet na startdatum liggen
pt: prazo deve ser após a data de início

source: Password saved
ca: Paraula de pas desada
cs: Heslo uloženo
fr: Mot de passe enregistré
nl: Wachtwoord opgeslagen
pl: Hasło zostało zapisane
pt: Palavra-passe guardada

source: Overload
ca: Sobrecàrrega
cs: Přetížení
fr: Surcharge
nl: Overbelast
pl: Przeciążony
pt: Sobrecarga
ru: Перегрузка

source: subcontrated task data not specified
ca: tasca subcontractada no especificada
cs: nejsou zadána data subkontraktovaného úkolu
fr: données de tâche de sous-traitance non indiquée
nl: onderaangenomen taak niet gespecificeerd

source: Assignment log
ca: Assignació de diari
cs: Záznam přidělení
fr: Journal d'affectation
nl: Opdrachten logboek
pl: Zalogowany przydział
pt: Histórico de atribuições
ru: Назначение журнала

source: New
ca: Nou/Nova
cs: Nový
fr: Nouveau
nl: Nieuw
pl: Nowy
pt: Novo

source: Date last progress measurement
ca: Mesurar la data de l'últim progrés
cs: Datum posledního změření postupu
fr: Date de dernière mesure d'avancement
nl: Datum laatste voortgangsmeeting
pl: Data ostatniego pomiaru postępu
pt: Data da última medida de progresso
ru: Дата последнего измерения хода работ

source: LibrePlan: Companies
ca: LibrePlan: Empreses
cs: LibrePlan: Společnosti
fr: LibrePlan: compagnies
nl: LibrePlan: Bedrijven
pl: LibrePlan: Firmy
pt: LibrePlan: Empresas
ru: LibrePlan: Компании

source: Queue-based
ca: Basat en cues
fr: En file
nl: Wachtrij-gebaseerd

source: Derived of calendar {0}
ca: Derivat del calendari {0}
cs: Odvozeno od kalendáře {0}
fr: Dérivé du calendrier {0}
nl: Afgeleid van kalender {0}

source: Deliver date
ca: Data de lliurament
cs: Datum doručení
fr: Date de livraison
nl: Leverdatum
pt: Data de entrega

source: Days Interval (Calculated as task completion end date minus estimated end date)
ca: Dies d'interval (Calculat com a data més petita de la tasca de completar menys la data de tancament)
fr: Intervalle de jours (Calculé comme date de fin d'achèvement de tâche moins la date estimée de fin)
nl: Daginterval (berekend als taak einddatum min geschatte einddatum)

source: Each date must be greater than the dates of the previous task quality form items.
ca: Cada data ha de ser més gran que la data dels ítems de les tasques del formulari de qualitat
fr: Chaque date doit être postérieure aux dates des éléments du formulaire qualité de la tâche précédente.
nl: Elke datum moet liggen na de data van het vorige taakkwaliteitsformulier

source: Stretch date must be earlier than End date:
ca: Data de tram ha de ser més aviat que la data de finalització:
fr: La date d'extension doit être antérieure à la date de fin:
nl: Stretchdatum moet liggen voor de einddatum:

source: You do not have permissions to access to this page.
ca: No té permís per accedir-hi en aquesta pàgina.
cs: Nemáte oprávnění k přístupu na tuto stránku.
fr: Vous n'avez pas les permissions pour accéder à cette page.
nl: U heeft geen rechten om deze pagina te bekijken
pt: Você não tem permissão para acessar esta página.

source: The quality form item positions must be unique and consecutive.
ca: Les posicions dels ítems dels formularis de qualitat han de ser úniques i consecutives.
fr: Les positions des éléments du formulaire qualité doivent être uniques et consécutives.
nl: De kwaliteitsformuieritemposities moeten uniek en opvolgend zijn

source: External company
ca: Empresa externa
cs: Externí společnost
fr: Compagnie externe
nl: Extern bedrijf
pl: Zewnętrzna firma
pt: Empresa externa
ru: Внешняя компания

source: User settings
ca: Configuració d'usuari
cs: Nastavení uživatele
fr: Réglages utilisateur
nl: Gebruikersinstellingen
pl: Ustawienia użytkownika
pt: Configurações de utilizador

source: Start hour
ca: Hora d'inici
cs: Hodina zahájení
fr: Heure de début
nl: Startuur
pl: Godzina startu
pt: Hora de início
ru: Час начала

source: Assign materials
ca: Assignació de material
cs: Přdiělit materiály
fr: Matériels affectés
nl: Materialen toekennen
pl: Przypisz materiały
pt: Atribuir materiais
ru: Назначить материалы

source: format filters are not valid
ca: el format dels filtres no és vàlid
cs: formát filtrů není platný
fr: les filtres de format ne sont pas corrects
nl: Formaatfilters zijn niet geldig
pl: Formaty filtrów nie są prawidłowe
pt: o formato dos filtros não é válido
ru: формат фильтра не верен

source: LibrePlan: Project Costs
ca: LibrePlan: Cost de projecte
cs: LIbrePlan: Náklady projektu
fr: LibrePlan: Coûts des projets
nl: LibrePlan: Projectkosten
pt: LibrePlan: Custos do Projeto

source: please, select a criterion
fr: merci de choisir un critère
nl: kies aub een criterium

source: Set Code as autogenerated to create a new project from templates
ca: Establir codi com autogenerat per a crear un nou projecte des de les plantilles
fr: Régler le code comme auto généré pour créer un nouveau projet à partir des canevas
nl: Stel code in op automatisch-gegenereerd om een nieuw project te maken vanaf een sjabloon

source: Hours Group
ca: Hores de grup
cs: Skupina hodin
fr: Groupe d'heures
nl: Urengroep
pl: Grupa godzin
pt: Grupo de horas
ru: Группы часов

source: Bound user
ca: Usuari limitat
cs: Svázaný uživatel
fr: Utilisateur lié
nl: Gekoppelde gebruiker

source: Unallocated name
ca: Nom no localitzat
cs: Nepřidělený název
fr: Nom non alloué
nl: Niet toegewezen naam
pl: Nieprzydzielona nazwa
pt: Nome não atribuído
ru: Не распределенное имя

source: Password cannot be empty
ca: La paraula de pas no pot estar buida
cs: Heslo nemůže být prázdné.
fr: Le mot de passe ne peut pas être vide
nl: Wachtwoord mag niet leeg zijn
pt: Senha não pode estar vazia

source: BCWP
cs: RNPP
fr: CBTE

source: Dependencies have priority
ca: Les dependències tenen prioritats
cs: Závislosti mají prioritu
fr: Les dépendances ont priorité
nl: Afhankelijkheden hebben prioriteit
pl: Zależności mają pierwszeństwo
pt: As dependências têm prioridade
ru: Зависимости имеющие приоритет

source: Create {0}
ca: Crear {0}
cs: Vytvořit {0}
fr: Créer {0}
nl: Maak {0}
pl: Stwórz {0}
pt: Criar {0}

source: Already exists another template with the same name
ca: Ja existeix una altra plantilla amb el mateix nom
cs: Již existuje jiná šablona se stejným názvem
fr: Il existe déjà un autre canevas possédant le même nom
nl: Er bestaat al een sjabloon met dezelfde naam
pt: Já existe outro modelo com o mesmo nome

source: Unlimited
ca: Il·limitat
cs: Neomezené
fr: Illimité
nl: Onbeperkt
pl: Nieograniczony
pt: Ilimitado
ru: Неограниченный

source: Budget At Completion
ca: Pressupost a la finalització
cs: Rozpočet při dokončení
fr: Budget A l'Achèvement
nl: Budget bij voltooiing
pl: Budżet na zakończenie
pt: Orçamento Total Planificado
ru: Бюджет на завершение

source: Assign Label
ca: Assignació d'etiqueta
cs: Přidělit štítek
fr: Libellé affecté
nl: Label toekennen
pl: Przypisz etykietę
pt: Atribuir Etiqueta
ru: Назначить метку

source: Page up
ca: Pàgina amunt
cs: Stránka nahoru
fr: Page précédente
nl: Pagina omhoog
pl: Strona w górę
pt: Topo da página
ru: Страницу вверх

source: Create new project
ca: Crear un nou projecte
cs: Vytvořit nový projekt
fr: Créer un nouveau projet
nl: Maak nieuw project
pl: Stwórz nowy projekt
pt: Criar novo projeto
ru: Создать новый проект

source: date in the future
ca: data cap a el futur
cs: datum v budoucnosti
fr: date dans le futur
nl: datum in de toekomst
pt: data no futuro

source: State
ca: Estat
cs: Stav
fr: Etat
nl: Status
pl: Stan
pt: Estado
ru: Состояние

source: Must start after
ca: Ha de començar després
cs: Musí začít po
fr: Doit débuter après
nl: Moet starten na
pl: Należy rozpocząć po
pt: Deve começar depois
ru: Должен начаться после

source: Fully, Partially or Unscheduled. (Drag and drop to move tasks)
ca: Complert, parcialment o sense programació. (Arrossega i desa per a moure la tasca)
fr: Totalement, partiellement ou non programmé. (Drap'n'drop pour déplacer les tâches)
nl: Volledig, Gedeeltelijk of Ongepland. (Sleur en pleur om taken te verplaatsen)
pt: Totalmente, Parcialmente ou Não agendado (Arraste e solte para mover tarefas)

source: Confirm change
ca: Confirmar modificacions
cs: Potvrdit změny
fr: Confirmer la modification
nl: Bevestig wijziging
pl: Potwierdź zmianę
pt: Confirmar alteração
ru: Принять изменения

source: the cost category name has to be unique and it is already in use
ca: El nom de la categoria de cost ha de ser únic i aquest ja existeix
fr: le nom de catégorie de coût doit être unique et est déjà utilisé
nl: de kostencategorienaam moet uniek zijn en is reeds in gebruik

source: units not specified
ca: unitats no especificades
cs: nejsou zadány jednotky
fr: unités non indiquées
nl: eenheden niet gespecificeerd
pt: unidade não especificada

source: Code already included in Hours Group codes
ca: Codi ja està inclòs dins dels codis d'hores de grup
fr: Code déjà inclus dans les codes de groupe d'heures
nl: Code bestaat al in urengroep codes

source: Planning
ca: Planificació
cs: Plánování
fr: Calendrier
pt: Planejamento

source: The task has got progress consolidations. To change resource allocation type all consolidations must be removed before
ca: La tasca no té consolidació de progrés. Canviar el tipus d'assignació de recurs, prèviament, s'han de treure totes les consolidacions
fr: La tâche possède des consolidations d'avancement. Pour modifier le type d'allocation de ressources, toutes les consolidations doivent être supprimées au préalable
nl: De taak heeft voortgansconsoolidaties. Om het resource allocatietype te wijzigen moeten eerst alle consolidaties verwijderd worden

source: Send
ca: Enviar
cs: Odeslat
fr: Envoyé
nl: Zend
pl: Prześlij
pt: Enviar
ru: Послать

source: user
ca: usuari
cs: uživatel
fr: utilisateur
nl: gebruiker
pl: użytkownik
pt: utilizador
ru: пользователь

source: LibrePlan: Materials
cs: LibrePlan: Materiály
fr: LibrePlan: Matériel
nl: LibrePlan: Materialen
pl: LibrePlan: Materiały
pt: LibrePlan: Materiais
ru: LibrePlan: Материалы

source: New task
ca: Nova tasca
cs: Nový úkol
fr: Nouvelle tâche
nl: Nieuwe taak
pl: Nowe zadanie
pt: Nova tarefa
ru: Новая задача

source: Associated user
ca: Usuari associat
cs: Spojený uživatel
fr: Utilisateur associé
nl: Geassocieerde gebruiker
pl: Powiązany użytkownik
pt: Utilizador associado
ru: Связанный пользователь

source: Type name
ca: Nom de tipus
cs: Zadejte název
fr: Nom de type
nl: Type naam
pl: Typ nazwy
pt: Nome do tipo
ru: Тип наименования

source: All
ca: Tot
cs: Vše
fr: Tous
nl: Alle
pl: Wszystko
pt: Tudo
ru: Все

source: Progress assignment
ca: Assignació de progrés
cs: Přidělení postupu
fr: Affectation d'avancement
nl: Voortgangsinvoer
pl: Przypisany postęp
pt: Atribuição de progresso
ru: Назначения хода работ

source: Manual
cs: Ruční
fr: Manuel
pl: Ręcznie
ru: Ручной

source: You cannot remove the default scenario "{0}"
ca: No es pot eliminar l'escenari per defecte "{0}"
cs: Nemůžete odstranit výchozí scénář "{0}"
fr: Vous ne pouvez pas supprimer le scénario par défaut "{0}"
nl: U kunt niet het standaard scenario "{0}" verwijdern

source: On schedule
ca: En planificació
cs: Podle plánu
fr: Conforme à la prévision
nl: Volgens planning

source: Calendars List
ca: Llista de calendaris
cs: Seznam kalendářů
fr: Liste de calendriers
nl: Kalenderlijst
pl: Lista kalendarzy
pt: Lista de calendários
ru: Список календарей

source: Create activation period
ca: Crear període d'activació
cs: Vytvořit období aktivace
fr: Créer une période d'activation
nl: Maak activeringsperiode
pl: Tworzenie okresu aktywacji
pt: Criar período de ativação
ru: Создать период активации

source: Personal details
ca: Detalls personals
cs: Osobní údaje
fr: Détails personnels
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Detalhes pessoais
ru: Личные данные

source: Workers List
ca: Llista de treballadors
cs: Seznam pracovníků
fr: Liste des participants
nl: Werkerslijst
pl: Lista pracowników
pt: Lista de trabalhadores
ru: Список работников

source: Inherited
ca: Heretat
cs: Zděděno
fr: Hérité
nl: Ge-erft
pl: Dziedziczone
pt: Herdado
ru: Унаследованный

source: Cannot allocate selected element. There is not any queue that matches resource allocation criteria at any interval of time
ca: No s'ha pogut assignar l'element seleccionat. No n'hi ha cap cua que coincideixi amb els criteris d'assignació de recursos en cap interval de temps
cs: Nelze přidelit vybraný prvek. Neexistuje fronta, která odpovídá kritériím přidělení zdroje v jakémkoliv časovém intervalu
fr: Impossible d'affecter les éléments choisis. Il n'y a aucune file qui correspond aux critères d'affectation des ressources dans l'intervalle de temps.
nl: Kan geselecteerd element niet alloceren. Er is geen wachtrij die overeenkomt met de resource allocatie criteria voor elke interval of tijd
pl: Nie można przydzielić wybranego elementu. Nie każda kolejka odpowiada kryteriom alokacji zasobów w dowolnym przedziale czasu
pt: Não se pode atribuir o elemento selecionado. Não existe nenhuma fila que coincida com os critérios de atribuição de recursos em nenhum intervalo de tempo
ru: Не могу выбрать выделенный элемент. Нету очередей, которые соответсвуют критериям распределения ресурсов в любой промежуток времени.

source: Worker
ca: Treballador
cs: Pracovník
fr: Participant
nl: Werker
pl: Pracownik
pt: Trabalhador
ru: Работник

source: Date is not valid, it must be later than the last progress reported to the customer
ca: La data no és vàlida, ha de ser més tard que l'últim informe de progrés al client
cs: Datum není platné, musí být dále než poslední postup hlášený zákazníkovi
fr: La date n'est pas valide, elle doit être postérieure au dernier avancement annoncé au client
nl: Datum is ongeldig. Het moet liggen na de laatste voortgangsrapportage die naar de klant is gerapporteerd.
pt: Data não é válida, ele deve ser após o último progresso relatado pelo cliente

source: User already bound to other worker
ca: Usuari limitat a altre treballador
fr: Utilisateur déjà lié à un autre travailleur
nl: Gebruiker al gekoppeld aan een andere werker

source: criterion name not specified
ca: Nom de criteri no especificat
cs: není zadán název kritéria
fr: le nom du critère n'est pas indiqué
nl: criteriumnaam niet gespecificeerd
pl: nie określono nazwy kryterium
pt: nome do critério não especificado
ru: имя критерия не указано

source: port not specified
ca: por no especificat
cs: není zadán port
fr: port non indiqué
nl: poort niet gespecificeerd
pt: porta não especificada

source: calendar not specified
ca: Calendari no especificat
cs: není zadán kalendář
fr: calendrier non indiqué
nl: kalender niet gespecificeerd

source: Start hour cannot be greater than finish hour
ca: Hora d'inici no pot ser més gran que l'hora de finalització
cs: Hodina začátku nemůže být větší, než hodina dokončení
fr: L'heure de début ne peut pas être postérieure à l'heure de fin
nl: Startuur kan niet na einduur liggen

source: There are unsaved changes in the current personal timesheet, please save before moving
ca: Hi ha canvis no desats en el full de treball personal, si us plau, desar-ho abans de moure
fr: Il y a des modifications non enregistrées dans la feuille de temps personnelle actuelle, merci de les enregistrer avant de poursuivre
nl: Er zijn nog niet opgeslagen wijzigingen in de actuele persoonlijke urenstaat. aub opslaan voor verplaatsen

source: Preferences
ca: Preferències
cs: Předvolby
fr: Préférences
nl: Instellingen
pt: Preferências

source: Manual allocation
ca: Assignació manual
cs: Ruční přidělení
fr: Affectation manuelle
nl: Handmatig toekennen
pl: Ręczny podział
pt: Atribuição manual
ru: Распределение в ручную

source: Role property
ca: Detall de "Role"
cs: Vlastnost role
fr: Propriété du rôle
nl: Rol eigenschap
pl: Rola nieruchomości
pt: Propriedade da função

source: progress type not specified
ca: Tipus de progrés no especificat
cs: není zadán typ postupu
fr: type d'avancement non indiqué
nl: voortgangstype niet gespecificeerd
pt: Tipo de progresso não especificado

source: Expense sheet "{1}" could not be deleted, it was already removed
ca: Full de despeses "{1}" no pot ser eliminat perquè ja s'havia esborrat
cs: Seznam nákladů "{1}" nelze smazat; již byl smazán
fr: La feuille de dépense "{1}" ne peut pas être supprimée, elle a déjà été retirée
nl: Onkostendeclaratie "{1}" kon niet verwijderd worden, dat was nl al gebeurd
pt: Planilha de gastos "{1}" não pode ser removida, ela já foi removida

source: External overload
ca: Sobrecàrrega externa
cs: Vnější přetížení
fr: Surcharge externe
nl: Externe overbelasting
pl: Zewnętrzne przeciążenie
pt: Sobrecarga externa
ru: Внешняя перегрузка

source: Authorize
ca: Autoritzar
cs: Schválit
fr: Autoriser
nl: Autoriseer
pl: Autoryzuj
pt: Autorizar
ru: Санкционировать

source: Progress Measurement cannot be deleted. Progress Measurement already consolidated
ca: Mesura de progrés no pot ser eliminat. Mesura de progrés consolidada
fr: La métrique d'avancement ne peut pas être supprimée. La métrique d'avancement déjà consolidée
nl: Voortgangsmeting kan niet verwijderd worden. Voortgangsmeting al al geconsolideerd
pt: Cálculo de progresso não pode ser deletado. Cálculo de progresso já consolidado

source: Recommended allocation
ca: Assignació recomanada
cs: Doporučené přidělení
fr: Affectation recommandée
nl: Aanbevolen toekenning
pl: Zalecany podział
pt: Atribuição recomendada
ru: Рекомендуемое распределение

source: Calculated progress cannot be removed
ca: Progrés calculat no pot ser eliminat
cs: Spočítaný postup nemůže být odstraněn
fr: L'avancement calculé ne peut pas être supprimé
nl: Berekende voortgang kan niet verwijderd worden
pt: Progresso calculado não pode ser removido

source: Materials saved
ca: Materials desats
cs: Materiály uloženy
fr: Matériel enregistré
nl: Materialen opgeslagen
pl: Materiały zapisane
pt: Materiais guardados
ru: Материалы сохранены

source: Total Worked Hours By Resource In A Month
ca: Hores totals treballades per recurs en un mes
cs: Celkem odpracovaných hodin podle zdroje za měsíc
fr: Total des heures travaillées par ressource et par mois
nl: Totaal aantal gewerkte uren door resouce in een maand
pl: Wszystkie przepracowane godziny przez zasoby w miesiącu
pt: Total de Horas Trabalhadas por Recurso num Mês

source: LibrePlan: Access Forbidden
ca: LibrePlan: Accés prohibit
cs: LibrePlan: Přístup zakázán
fr: LibrePlan: accès interdit
nl: LibrePlan: Toegang niet toegestaan
pt: LibrePlan: acesso proibido

source: Other projects
ca: Altres projectes
cs: Jiné projekty
fr: Autres projets
nl: Andere projecten
pl: Inne projekty
pt: Outros projetos
ru: Другие проекты

source: clock finish cannot be empty if number of hours is calcultate by clock
ca: Final de rellotge no pot ser buit si el nombre d'hores es calcula per rellotge
fr: l'heure de fin ne peut pas être vide si le nombre d'heure est calculé par l'horloge
nl: Klokeinde kan niet leeg zijn als aantal uren berekend wordt per klok

source: Tasks input buffer
ca: Tasques de buffer d'entrada
cs: Vyrovnávací paměť vstupu úkolů
fr: Tampon d'entrée des tâches
nl: Taken invoer buffer
pl: Bufor wejściowy zadania
pt: Buffer de tarefas de entrada

source: Code cannot be empty
ca: Codi no pot ser buit
cs: Kód nemůže být prázdný
fr: Le code ne peut pas être vide
nl: Code mag niet leeg zijn
pt: Código não pode estar vazio

source: Template cannot be removed because it has applications
ca: Plantilla no pot ser eliminada perquè té assignacions
fr: Le canevas ne peut pas être supprimé car il possède des applications
nl: Sjabloon kan niet verwijderd worden omdat hij wordt toegepast

source: At least one {0} sequence must be active
ca: Al menys una {0} seqüència ha d'estar activa
cs: Musí být aktivní alespoň jedna sekvence {0}
fr: Au moins une séquence {0} doit être active
nl: Minimaal één {0} sequence moet actief zijn
pl: Przynajmniej jedna {0} sekwencja musi być aktywna
pt: Pelo menos uma sequência de {0} deve estar ativa
ru: По крайней мере одна {0} последовательность должна быть активной

source: Profile name
ca: Nom de perfil
cs: Název profilu
fr: Nom de profil
nl: Profielnaam
pl: Nazwa profilu
pt: Nome do perfil
ru: Имя профиля

source: criterion satisfaction with end date before start
ca: satisfacció de criteri amb data de finalització abans que d'inici
fr: satisfaction de critère avec une date de fin antérieure à la date de début
nl: criteriumvervulling met einddatum voor aanvang
pt: Critérios de satisfação com data de término anterior à data de início

source: Disable Delete
ca: Inhabilitar elimina
cs: Zakázat smazání
fr: Désactiver la suppression
nl: Uitschakelen Verwijderen
pl: Wyłącz Usuń
pt: Desativar Apagar
ru: Отключить удаление

source: Estimated/Planned Hours Per Task
ca: Hores Estimades/Planificades per tasca
cs: Odhadované/Plánované hodiny na úkol
fr: Heures estimées/planifiées par tâche
nl: Geschatte/Geplande uren per taak
pl: Szacowany/Planowane godziny na zadanie
pt: Horas estimadas/planificadas por tarefa
ru: Расчетные/Планируемые часы на каждую задачу
