Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: resource has to be bound to a user in personal timesheets
ca: recurs està obligat per un usuari en full de treball personal
fr: une ressource doit être liée à un utilisateur dans les feuilles de temps personnelles
nl: resource moet gekoppeld zijn aan een gebruiker bij een persoonlijke urenstaat

source: Yes
ca: Sí
cs: Ano
fr: Oui
nl: Ja
pl: Tak
pt: Sim

source: Go to user edition window
ca: Anar a la finestra d'edició d'usuari
cs: Přejít do okna úprav uživatele
fr: Aller à la fenêtre de modification utilisateur
nl: Ga naar gebruiker wijzigingsvenster
pt: Ir para a janela de edição de usuário

source: Cost
ca: Despesa
cs: Cena
fr: Coût
nl: Kosten
pt: Custo

source: General data
ca: Dades generals
cs: Obecná data
fr: Données générales
nl: Algemene gegevens
pl: Dane ogólne
pt: Dados gerais
ru: Общие данные

source: BAC
cs: RPD
fr: BAA

source: Deadline (days since project start)
ca: Data termini (dies des que es va engegar el projecte)
cs: Uzávěrka (dní od zahájení projektu)
fr: Échéance (jours depuis le début du projet)
nl: Deadline (dagen sinds aanvang project)
pt: Prazo (dias desde o início do projeto)

source: Calculate Number of Hours
ca: Calcular el nombre d'hores
cs: Vypočítat počet hodin
fr: Calculer le nombre d'heures
nl: Bereken aantal uren
pl: Oblicz Ilość Godzin
pt: Calcular número de horas
ru: Рассчитать количество часов

source: Assign
ca: Assignar
cs: Přidělit
fr: Affecter
nl: Toekenne
pl: Przypisz
pt: Atribuir
ru: Назначить

source: Create Template
ca: Crear plantilla
cs: Vytvořit šablonu
fr: Créer un modèle
nl: Maak sjabloon
pl: Utwórz Szablon
pt: Criar modelo
ru: Создать шаблон

source: Dashboard
ca: Quadre de comandament
cs: Nástěnka
fr: Tableau de bord

source: Time
ca: Hora
cs: Čas
fr: Temps
nl: Tijd
pt: Tempo

source: last expense sheet line sequence code not specified
ca: L'últim codi de seqüència en la línia del full de despeses no s'ha especificat
fr: code de dernière séquence de ligne de feuille de dépense non indiqué
nl: Laatste declaratieformulier volgcode niet gespecificeerd

source: Not enough permissions to edit this project
ca: No té permisos per a editar el projecte
cs: Nemáte dostatečná oprávnění k úpravě tohoto projektu
fr: Permissions insuffisantes pour modifier ce projet
nl: Niet genoeg rechten om dit project te wijzigen
pt: Sem permissões suficientes para editar o projeto

source: Advanced search
ca: Cerca avançada
cs: Pokročilé hledání
fr: Recherche avancée
nl: Gevorderde zoekopdracht
pl: Zaawansowane wyszukiwanie
pt: Busca avançada
ru: Расширенный поиск

source: Filter by labels
ca: Filtrar per etiqueta
cs: Filtrovat podle štítků
fr: Filtrer par libellé
nl: Filter op label
pl: Filtruj przez etykiety
pt: Filtrar por etiquetas
ru: Отфильтровать по метке

source: IMPORTANT: Don't forget to communicate to subcontractor that his contract has been cancelled
ca: IMPORTANT: No s'oblidi de comunicar a la subcontractista que el contracte s'ha cancel·lat
cs: DŮLEŽITÉ: Nezapomeňte subdodavateli sdělit, že jeho smlouva byla zrušena
fr: IMPORTANT: N'oubliez pas de signaler au sous-traitant que son contrat a été annulé
nl: BELANGRIJK: Vergeet niet aan de onderaannemer te melden dat zijn contract is beeindigd
pl: WAŻNE: Nie zapomnij przekazać podwykonawcy, że jego umowa została rozwiązana.
pt: IMPORTANTE: Não se esqueça de comunicar ao subcontratador que o seu contrato foi cancelado
ru: ВАЖНО: Не забудьте сообщить субподрядчику, что контракт с ним был прекращен

source: Project Status Report
ca: Informe d’estat del projecte
fr: Rapport d'état du projet
nl: Project statusrapport

source: MonteCarlo chart
ca: Gràfic de Montecarlo
cs: Graf Montecarlo
fr: Graphique MonteCarlo
nl: MonteCarlo grafiek
pl: Wykres MonteCarlo
pt: Diagrama de Montecarlo
ru: Диаграмма MonteCarlo

source: Schedule Variance
ca: Programació variància
cs: Odchylka plánování
fr: Variance prévisionnelle
nl: Plan Variantie
pl: Rozkład wariancji
pt: Desvio na Planificação
ru: Расписание расхождений

source: resources per day cannot be empty or less than zero
ca: recursos diaris no poden ser buits o menors que zero
cs: zdroje na den nemůžou být prázdné nebo menší než nula
fr: les ressources par jour ne peuvent pas être vides ou inférieures à zéro
nl: resources per dag kan niet leeg zijn of lager dan nul
pt: Recursos por dia não pode ser vazio ou menor que 0

source: Criterion cannot be empty
ca: Criteri no pot ser buit
cs: Kritérium nemůže být prázdné
fr: Le critère ne peut pas être vide
nl: Criteria kunnen niet leeg zijn
pt: Critério não pode estar vazio

source: company code not specified
ca: codi d'empresa no especificat
cs: není zadán kód společnosti
fr: code d'organisme non indiqué
nl: bedrijfscode niet gespecificeerd
pt: Código da Empresa não especificado

source: criterion names must be unique inside a criterion type
ca: nom del criteri ha de ser únic en cada tipus de criteri
cs: názvy kritéria musí být uvnitř jeho typu jedinečné
fr: les noms de critère doivent être uniques dans un type de critère
nl: criteriumnamen moeten uniek zijn binnen een criteriumtype
pt: Critérios de nomes devem ser únicos dentro dos tipos de critérios

source: Status code
ca: Codi d'estat
cs: Kód stavu
fr: Code d'état
pl: Kod stanu
pt: Código de estado

source: Index fields and labels must be unique and consecutive
ca: Camps d'índex i etiquetes han de ser únics i consecutius
fr: les index des champs et des étiquettes doivent être uniques et consécutifs
nl: indexvelden en labels moeten uniek en opvolgend zijn

source: Warning
ca: Atenció
cs: Varování
fr: Attention
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение

source: Select parent calendar
ca: Seleccioneu calendari pare
cs: Vyberte nadřazený kalendář
fr: Choisir un calendrier parent
nl: Selecteer bovenliggende kalender
pl: Wybierz kalendarz nadrzędny
pt: Selecionar o calendário pai
ru: Выбрать родительский календарь

source: Invaldid End Date. New End Date must be after current End Date
ca: Data finalització no és vàlida. La nova data de finalització ha d'estar després de la data de finalització actual
fr: Date de fin invalide. Une nouvelle date de fin doit être postérieure à la date de fin actuelle
nl: Ongeldige einddatum. Nieuwe einddatum moet na huidige einddatum zijn
pt: Data de Término inválida. Nova Data de Término deve ser após a Data de Término atual

source: Queue-based resources cannot be bound to any user
ca: Els recursos basats en cua no es poden limitar a qualsevol usuari
fr: Les ressources basée en file d'attente ne peuvent être liées à aucun utilisateur
nl: Wachrij-gebaseerde resource kan niet gekoppeld worden aan een gebruiker

source: All resources must be queue-based
ca: Tots els recursos han de ser basats en cua
cs: Všechny zdroje musí být založené na frontách
fr: Toutes les ressources doivent être mises en file
nl: Alle resources moeten wachtrij-gebaseerd zijn

source: Unbound resource
ca: Recurs sense limitació
cs: Nesvázaný zdroj
fr: Ressource non liée
nl: Niet-gekoppelde resource

source: quality form not specified
ca: Formulari de qualitat no especificat
cs: není zadán formulář jakosti
fr: formulaire qualité non indiqué
nl: kwaliteitsformulier niet gespecificeerd

source: Show
ca: Mostrar
cs: Zobrazit
fr: Montrer
nl: Toon
pl: Pokaż
pt: Mostrar
ru: Показать

source: Assignment Type
ca: Tipus d'assignació
cs: Typ přidělení
fr: Type d'affectation
nl: Opdrachttype
pl: Rodzaj zadania
pt: Tipo de Atribuição
ru: Назначение типа

source: Duration (days)
ca: Duració (dies)
cs: Trvání (dny)
fr: Durée (jours)
nl: Duur (dagen)
pl: Czas trwania (dni)
pt: Duração (dias)
ru: Продолжительность (дни)

source: Send To Subcontractors
ca: Enviar a subcontractistes
cs: Poslat subdodavatelům
fr: Envoyer aux sous-traitants
nl: Zend Naar Onderaannemers
pt: Enviar para sub-contratados

source: Customer information
ca: Informació del client
cs: Informace o zákazníkovi
fr: Information client
nl: Klant informatie
pt: Informação do cliente

source: Back to log in
ca: Tornar a iniciar sessió
cs: Zpět na přihlášení
fr: Retour à la connexion
nl: Terug naar aanmelden
pl: Powróć do logowania
pt: Voltar a iniciar a sessão
ru: Перейти на форму регистрации в системе

source: Label type already assigned
ca: Tipus d'etiqueta ja assignat
cs: Typ štítku již přidělen
fr: Type d'étiquette déjà affecté
nl: Labeltype al toegekend
pt: Tipo de rótulo já atribuído

source: Timesheets Template
ca: Plantilla de full d'hores
cs: Šablona výkazu
fr: Canevas de feuilles de temps
nl: Urenstaatsjabloon

source: host not specified
ca: "host"/amfitrió no especificat
cs: není zadán hostitel
fr: hôte non indiqué
nl: Host niet gespecificeerd

source: percentages in quality form items must be unique
ca: el percentatge en els ítems dels formularis de qualitat ha de ser únic
fr: les pourcentages dans les éléments du formulaire qualité doivent être unique
nl: Percentages in kwaliteitsformulieritems moeten uniek zijn

source: Edit queue-based resource element
ca: Editar elements dels recursos basats en cua
fr: Modifier l'élément de ressource en queue
nl: Wijzig wachtij-gebaseerde resource

source: finished not specified
fr: Achèvement non spécifié
nl: einde niet gespecificeerd

source: Expenses cost
ca: Cost de despesa
cs: Výdaje nákladů
fr: Coût des dépenses
nl: Onkosten

source: Value is not valid. Code cannot contain chars like '_'.
ca: El valor no és vàlid. El codi no pot contenir caràcters com '_'.
cs: Hodnota není platná. Kód nemůže obsahovat znaky jako '_'.
fr: La valeur n'est pas correcte. Le code ne peut pas contenir de caractères tels que '_'.
nl: Waarde is ongeldig. Code kan geen letters bevatten zoals '_'.
pl: Wartość nie jest prawidłowa. Kod nie może zawierać znaków takich jak "_".
pt: O valor não é válido. o código não pode conter carateres como '_'.
ru: Значение является недопустимым. Код не должен содержать символы такие как '_'.

source: Node without children
ca: Node sense fills
cs: Uzly bez podřazených
fr: Noeud sans enfant
nl: Knooppunt zonder kinderen
pl: Węzeł bez elementów
pt: Nó sem filhos
ru: Узел без потомка

source: Company
ca: Empresa
cs: Společnost
fr: Compagnie
nl: Bedrijf
pl: Firma
pt: Empresa
ru: Компания

source: {0} projects remaining to reassign
ca: {0} projectes estan sense assignar
cs: zbývá {0} projektů k přidělení
fr: {0} projets restant à réaffecter
nl: {0} projecten resterend voor hertoekenning

source: Task properties
ca: Detall de tasca
cs: Vlastnosti úkolu
fr: Propriétés de la tâche
nl: Taak eigenschappen
pl: Właściwości zadania
pt: Propriedades da tarefa
ru: Свойства задачи

source: Sum of direct imputed hours
ca: Suma de la imputació d'hores directes
cs: Suma přímých zadaných hodin
fr: Somme des heures directement imputées
nl: Som van direkt toegerekende uren
pl: Suma bezpośrednich przypisanych godzin
pt: Soma de horas atribuídas diretamente
ru: Сумма обязательных часов

source: type of work hours not specified
ca: tipus d'hores de treball no especificada
cs: není zadán typ pracovních hodin
fr: type d'heures de travail non indiqué
nl: type werkuren niet gespecificeerd

source: the type of work hours name has to be unique. It is already used
ca: el nom del tipus d'hores de treball ha de ser únic. Aquest ja està en ús
cs: název typu pracovních hodin musí být jedinečný. Tento již je používán
fr: le nom du type d'heures de travail doit être unique. Il est déjà utilisé
nl: de naam voor het werkurentype moet uniek zijn. Is reeds in gebruik

source: Surname
ca: Cognom
cs: Příjmení
fr: Surnom
nl: Achternaam
pl: Nazwisko
pt: Apelidos
ru: Фамилия

source: calendars with zero hours are not allowed
ca: no es permeten calendaris amb cero hores
cs: kalendáře s nula hodinami nejsou povoleny
fr: les calendriers avec zéro heures ne sont pas autorisés
nl: kalenders met nul uren zijn niet toegestaan

source: Reviewed
ca: Opinió
cs: Zkontrolováno
fr: Revus
pt: Revisado

source: Add From Template
ca: Afegir des de les plantilles
cs: Přidat ze šablony
fr: Ajouter depuis le modèle
nl: Toevoegen vanaf sjabloon
pl: Dodaj z szablonu
pt: Adicionar a partir de modelo
ru: Добавить из шаблона

source: Expense Sheets List
ca: Llista de fulls de despeses
fr: Liste des feuilles de dépense
nl: Onkostendeclaratielijst

source: Assigned resources for this task will be deleted. Are you sure?
ca: S'eliminaren els recursos assignats en aquesta tasca, està segur?
cs: Přidělené zdroje pro tento úkol budou smazány. Jste si jisti?
fr: Les ressources affectées à cette tâche vont être supprimées. Êtes-vous sûr ?
nl: Toegekende resources voor deze taak zullen verwijderd worden. Weet u het zeker?
pl: Przypisane zasoby na to zadanie zostaną usunięte. Jesteś pewien?
pt: Os recursos atribuídos para esta tarefa serão apagados. Tem a certeza de que o deseja fazer?
ru: Ресурсы назначенные на эту задачу будут удалены. Вы уверены?

source: Filter by month
ca: Filtre per mes
cs: Filtrovat podle měsíce
fr: Filtrer par mois
nl: Filter op maand
pl: Filtruj według miesiąca
pt: Filtrar por mês
ru: Фильтр по месяцам

source: The code is not valid. There is another unit type with the same code
ca: El codi no és vàlid. Existeix una altre tipus d'unitat amb el mateix codi
cs: Kód není platný. Existuje další typ jednotky se stejným kódem.
fr: Le code est incorrect. Il existe un autre type d'unité avec ce même code
nl: De code is ongeldig. Er is een ander unittype met dezelfde code
pl: Kod jest nie prawidłowy. Jest jeszcze jeden typ jednostki z tym samym kodem.
pt: O código não é válido. Existe outro tipo de unidade com o mesmo código
ru: Код не действительный. Существует еще один тип единиц с тем-же кодом

source: Enable LDAP authentication
ca: Activar l'autenticació LDAP
cs: Povolit ověřování LDAP
fr: Activer l'authentification LDAP
nl: Inschakelen LDAP authenticatie
pl: Włącz uwierzytelnianie LDAP
pt: Ativar autenticação LDAP

source: Criterion already assigned
ca: Criteri ja assignat
cs: Kritérium již je přiděleno
fr: Critère déjà affecté
nl: Criterium reeds toegekend
pt: Critérios já atribuídos

source: passed not specified
ca: "passat" no especificat
fr: passé non indiqué

source: Select queue
ca: Seleccioneu cua
cs: Vyberte frontu
fr: Choisir la file
nl: Kies wachtrij
pl: Wybierz kolejkę
pt: Selecionar fila
ru: Выбор очереди

source: Cannot calculate charts for current data
ca: No es pot calcular gràfic per la data actual
cs: Nelze spočítat grafy pro současná data
fr: Impossible de calculer les graphiques avec les données actuelles
nl: Kan geen grafiek berekenen met actuele gegevens
pl: Nie można obliczyć wykresów dla bieżących danych
pt: Não se podem calcular gráficos para os dados atuais
ru: Не удается вычислить диаграммы для текущих данных

source: project name already being used
ca: el nom del projecte ja està en ús
cs: název projektu je již používán
fr: nom de projet déjà existant
nl: projectnaam reeds gebruikt
pl: nazwa projektu jest aktualnie w użyciu
pt: o nome do projeto já está a ser usado

source: Work description
ca: Descripció de treball
cs: Popis práce
fr: Description d'un travail
nl: Werkomschrijving
pl: Opis pracy
pt: Descrição do trabalho
ru: Описание работы

source: Split assignment
ca: Assignació de divisió
cs: Rozdělit přidělení
fr: Diviser les affectations
nl: Splits toekenning
pl: Podział przypisania
pt: Dividir atribuição
ru: Назначение разрыва

source: the project must have a start date
ca: el projecte ha de tenir una data d'inici
cs: projekt musí mít datum zahájení
fr: le projet doit avoir une date de début
nl: het project moet een startdatum hebben
pt: O projeto deve ter uma Data de Início

source: percentage must be unique
ca: el percentatge ha de ser únic
cs: procento musí jedinečné
fr: le pourcentage doit être unique
nl: percentage moet uniek zijn
pt: Porcentagem deve ser única

source: direct link
ca: enllaç directe
cs: přímý odkaz
fr: lien direct
nl: directe koppeling
pl: bezpośredni odnośnik
pt: ligação direta
ru: прямая ссылка

source: Down
ca: Cap avall
cs: Dolů
fr: Bas
nl: Omlaag
pl: W dół
pt: Abaixo
ru: Вниз

source: template calendar not specified
ca: plantilla de calendari no especificada
cs: nezadána šablona kalendáře
fr: le calendrier de canevas non indiqué
nl: kalendersjabloon niet gespecificeerd
pt: Modelo de calendário não especificado

source: Label
ca: Etiqueta
cs: Štítek
fr: Libellé
pl: Etykieta
pt: Etiqueta
ru: Метка

source: price cost not specified
ca: preu de cost no especificat
cs: není zadána cena nákladů
fr: coût de prix non indiqué
nl: Prijs niet gespecificeerd
pt: Preço de custo não especificado

source: Task Completation Lead/Lag
ca: Tasca complerta Avanç / Lag
fr: Avance/retard d'achèvement de la tâche
nl: Taak Voltooiing voorsprong/vertraging

source: Association with roles
ca: Associació amb "roles"
cs: Spojení s rolemi
fr: Association avec les rôles
nl: Connectie met rollen
pl: Stowarzyszenie z ról
pt: Associação com os papéis
ru: Ассоциации с ролями

source: New expense sheet
ca: Nou full de despesa
cs: Nový seznam nákladů
fr: Nouvelle feuille de dépense
nl: Nieuw declaratieformulier
pt: Nova folha de gastos

source: Create Timesheet
ca: Crear full d'hores
cs: Vytvořit výkaz
fr: Créer la feuille de temps
nl: Maak urenstaat

source: Quality forms
ca: Formulari de qualitat
cs: Formuláře kvality
fr: Formulaires qualité
nl: Kwaliteitsformulieren
pl: Formy jakości
pt: Formulários de qualidade
ru: Формы качества

source: Repeated Hours Group code {0} in Project {1}
ca: Codi d'hores de grup repetit {0} al projecte {1}
cs: Kód skupiny hodin {0} je v projektu {1} opakován
fr: Code {0} de groupe d'heures répété dans le projet {1}
nl: Herhaalde Urengroepcode {0} in Project {1}
pl: Kod grupy godzin powtarza się w {0} w projekcie {1}
pt: Código {0} de grupo de horas repetido no projeto {1}

source: Hours group
ca: Hores de grup
cs: Skupina hodin
fr: Groupe d'heures
nl: Urengroep
pl: Grupa godzin
pt: Grupo de horas
ru: Группы часов

source: Days from Beginning to Deadline
ca: Dies des de l'inici fins la data de termini
cs: Dny od začátku až do termínu
fr: Jours depuis le démarrage jusqu'à l'échéance
nl: Dagen vanaf de aanvang tot de deadline
pl: Dni od początku do terminu końcowego
pt: Dias desde o Início até à Data Limite
ru: Дни от начала до Deadline

source: Estimate At Completion
ca: Estimació a la conclusió
cs: Odhad při dokončení
fr: Fin Estimée Planifiée
nl: Schatting van voltooiing
pl: Szacowane na zakończenie
pt: Estimativa do custo total atual
ru: Оценка на завершение

source: cost assignment's start date not specified
ca: data d'inici del cost d'assignació no especificada
cs: není zadáno počáteční datum přidělení nákladů
fr: La date de début de l'affectation de coût non indiquée
nl: Startdatum van de opdracht niet gespecificeerd
pl: nie podano kosztów przypisanych do daty startu
pt: data de início da atribuição de custo não especificada
ru: стоимость присваиваемая на дату начала не установлена

source: No tasks available yet
ca: No n'hi tasques disponibles
cs: Zatím nejsou dostupné žádné úkoly
fr: Aucune tâche disponible maintenant
nl: Taken nog niet beschikbaar
pt: Nenhuma tarefa disponível

source: Output format:
ca: Format de sortida:
fr: Format de sortie:
nl: Uitvoerformaat
pt: Formato de saída:
ru: Выходной формат:

source: Pessimistic
ca: Pessimista
cs: Pesimistické
fr: Pessimiste
nl: Pessimistisch
pl: Pesymistyczny
pt: Pessimista
ru: Пессимистический

source: template name is already in use
ca: el nom de la plantilla ja està en ús
cs: název šablony již je používán
fr: le nom de canevas est déjà utilisé
nl: sjabloonnaam reeds in gebruik
pt: Nome do modelo já está em uso

source: Work week
ca: Treball setmanal
cs: Pracovní týden
fr: Semaine de travail
nl: Werkweek
pl: Tydzień pracy
pt: Semana de trabalho
ru: Рабочая неделя

source: Please select a source scenario
ca: Si us plau, seleccioneu un escenari d'origen
cs: Prosím vyberte zdrojový scénář
fr: Merci de sélection un scénario source
nl: Kies aub een bronscenario
pt: Por favor selecione uma fonte de estrutura

source: Company ID
ca: Empresa ID
cs: ID společnosti
fr: ID de la compagnie
nl: BedrijfsID
pl: Identyfikator firmy
pt: Número de Contribuinte
ru: ID Компании

source: It will only be possible to add an end date if all the exiting ones in the table have already been sent to the customer.
ca: Només serà possible afegir una data de finalització si totes les existents en la taula s'ha enviat al client.
fr: Il sera possible d'ajouter une date de fin que lorsque toutes celles en sortie dans la table ont été déjà envoyées au client.
nl: Het is alleen mogelijk om een nieuwe einddatum toe te voegen als alle bestaande einddata in de tabel al naar de klant zijn verstuurd.

source: Entity sequences
ca: Entitat de seqüències
cs: Sekvence objektu
fr: Séquences d'entité
nl: Entiteitssequences
pl: Jednostka sekwencji
pt: Sequências de entidade
ru: Последовательности сущности

source: must be after start date
ca: ha de ser després de la data d'inici
fr: doit être postérieure à la date de départ
nl: moet na einddatum zijn
pt: Deve ser após a data de início

source: closckStart:the clockStart must be not null if number of hours is calcultate by clock
ca: closckStart: l'inici del rellotge no pot ser null si el nombre d'hores està calculat per rellotge
fr: Départ de l'horloge: le départ de l'horloge ne doit pas être nul si le nombre d'heures est calculé par l'horloge
nl: clockstart: de clockstart moet niet null zijn als het berekende aantal uren berekend wordt per clock

source: Delay from beginning (days)
ca: Endarreriment des de l’inici (dies)
cs: Prodleva od začátku (dny)
fr: Retard depuis le début (en jours)
nl: Vertraging vanaf het begin (dagen)
pl: Opóźnienie od początku (dni)
pt: Atraso desde o início (em dias)
ru: Пауза от начала (дней)

source: Total Hours
ca: Hores totals
cs: Celkem hodin
fr: Total des heures
nl: Totaal aantal uren
pl: Wszystkie godziny
pt: Horas totais
ru: Всего часов

source: LibrePlan Role
cs: Role LibrePlan
fr: Rôle de LibrePlan
nl: LibrePlan Rol
pl: Rola LibrePlan
pt: Função LibrePlan

source: Task finished
fr: Tâche terminée
nl: Taak voltooid

source: Must start after (days since project start)
ca: Ha de començar després (dies des de l'inici de projecte)
fr: Doit démarrer après (jours depuis le démarrage du projet)
nl: Moet starten na (aantal dagen sinds aanvang project)

source: Confirm cancel
ca: Confirmar cancel·lació
cs: Potvrdit zrušení
fr: Confirmer l'annulation
nl: Bevestig afbreken
pl: Potwierdź anulowanie
pt: Confirmar cancelamento
ru: Подтвердить отмену

source: Work And Progress Per Task
ca: Progrés i treball per tasca
cs: Práce a postup podle úkolu
fr: Travail et avancement par tâche
nl: Werk en voortgang per taak
pl: Praca i postęp na zadanie
pt: Trabalho e Progresso por Tarefa
ru: Работы и ход работ по задаче

source: project code already being used
ca: Codi de projecte en ús
cs: kód projektu je již používán
fr: le code projet est déjà utilisé
nl: projectcode reeds gebruikt
pl: Kod projektu jest aktualnie w użyciu
pt: código de projeto já em uso

source: The {0} sequence prefixes cannot be repeated
ca: El {0} prefix de la seqüència no pot estar repetit
fr: Les préfixes de séquence {0} ne peuvent pas être répétés
nl: De {0} sequenceprefix kan niet worden herhaald

source: type not specified
ca: tipus no especificat
cs: není zadán typ
fr: type non indiqué
nl: type niet gespecificeerd
pt: Tipo não especificado

source: WBS (tasks)
ca: WBS (tasques)
cs: SRP (úkoly)
fr: WBS (tâches)
nl: WBS (taken)
pl: WBS (zadania)
pt: EDT (tarefas)
ru: WBS (задачи)

source: Deleting sequence
ca: Esborrar seqüència
cs: Mazání sekvence
fr: Séquence de suppression
nl: Verwijderen sequence
pl: Usuwanie sekwencji
pt: A apagar sequência
ru: Удаление последовательности

source: Total extra
cs: Celkem navíc
fr: Total des extra
nl: Totaal extra

source: Received From Customers
ca: Rebut dels clients
cs: Přijato od zákazníků
fr: Reçu des clients
nl: Ontvangen van klanten
pt: Recebido de clientes
