Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: You can not remove the current scenario
pl: Nie możesz usunąć aktualnego scenariusza
ru: Вы не можете удалить текущий сценарий

source: Project element code
pl: Kod elementu projektu
ru: Код элемента проекта

source: Subcontracted Tasks List
pl: Lista Zadań Podwykonawców
ru: Список задач субподряда

source: Cannot be empty or null
pl: Nie może być pusty
ru: Не может быть пустым или null

source: Types of hours
pl: Typy godzin

source: NON_LIMITING
pl: NIE_OGRANICZONE
ru: Нет ограничений

source: Cannot remove {0}, since it is being used by some Exception Day
pl: Nie mogę usunąć {0}, ponieważ jest używany przez któryś z Dni Wyjątków
ru: Невозможно удалить {0}, так как оно используется некоторыми днями исключения

source: August
pl: Sierpień
ru: Август

source: Value is not valid, the current value must be less than max value
pl: Wartość nie jest poprawna, musi być mniejsza od wartości maksymalnej
ru: Значение не действительно, текущее значение должно быть меньше чем максимальное значение

source: Project from client
pl: Projekt od klienta
ru: Проект от клиента

source: Type data
pl: Typ danych
ru: Тип данных

source: Hour finish
pl: Godzina ukończenia
ru: Час окончания

source: missing code in a subcategory
pl: brakuje kodu w podkategorii
ru: отсутствует код в подкатегории

source: Non limiting resource allocation
pl: Brak ograniczenia przydziału zasobów
ru: Не ограниченно распределяемый ресурс

source: Limiting resource allocation
pl: Ograniczenia przydziału zasobów
ru: Ограничение занятости ресурсов

source: The operation does not perform because the task has progress reports that is spread associated with this quality form
pl: Operacja nie jest wykonywana ponieważ raport postępu zadania, jest rozłożony, związany z tą formą jakości
ru: Операция не может быть выполнена, поскольку задача имеющаяся в отчете хода работ протяжено ассоциирована с этой формой качества

source: Deleting this item, it will disable the report progress option. Are you sure?
pl: Usunięcie tej pozycji wyłączy opcję raportu postępu. Jesteś pewien?
ru: Удаление этого пункта повлечет отключение отчета о ходе работ. Вы уверены?

source: Criteria: {0}
pl: Kryteria: {0}
ru: Критерий: {0}

source: Updated
pl: Zaktualizowany
ru: Обновлено

source: Data Types
pl: Typy danych
ru: Типы данных

source: You should select a end date for the exception
pl: Powinieneś wybrać datę zakończenia dla wyjątku
ru: Вы должны выбрать дату окончания для исключения

source: NON LIMITING RESOURCE
pl: Brak ograniczenia zasobu
ru: Не ограниченный ресурс

source: Passed
pl: Przekazywana
ru: Пройденный

source: cost category name not specified
pl: Nie podano nazwy kategorii kosztów
ru: Не указана категория стоимости

source: the code must be not null or not empty
pl: kod nie może być zerowy lub pusty
ru: Код должен быть не пустым или не null

source: Enable scenarios module
pl: Włącz moduł scenariuszy
ru: Включить модуль сценариев

source: Zoom
cs: Přiblížit
pl: Przybliż
ru: Увеличение

source: Pending update
pl: Do czasu aktualizacji
ru: Ожидаемое обновление

source: ResourceType must be not-null
pl: ResourceType nie może być pusty
ru: Тип ресурса не должен быть null

source: September
pl: Wrzesień
ru: Сентябрь

source: missing code in a criterion
pl: brakuje kodu w kryterium
ru: отсутствует код в критерии

source: Error on showing warning message removing qualityForm:
pl: Błąd przy wyświetlaniu komunikatu ostrzegawczego usuwającego qualityForm:

source: Service does not manage resource of type: {0}
pl: Serwis nie zarządza zasobami typu: {0}
ru: Сервис не управляет ресурсами типа: {0}

source: There is no task with this code
pl: Nie ma zadania z tym kodem
ru: Нет задачи с таким кодом

source: The type of hours cannot be null
pl: Rodzaj godzin nie może być zerowy
ru: Тип часов не может быть null

source: criterion satisfaction with end date less than start date
pl: Satysfakcja z kryterium daty końcowej jest mniejsza niż z daty rozpoczęcia
ru: критерий удовлетворенности с конечной датой меньше чем дата начала

source: Error on splitting
pl: Błąd na rozdzieleniu
ru: Ошибка разделения

source: Task: {0}
pl: Zadanie: {0}
ru: Задача: {0}

source: There is no label with this code
pl: Nie ma etykiety z tym kodem
ru: Нет метки с таким кодом

source: There is no type of work report with this code
pl: Nie ma typu pracy z tym kodem
ru: Не существует типов рабочих отчетов с этим кодом

source: Exception Day Types List
pl: Wyjątek listy dni typu
ru: Список типов исключенных дней

source: the name must be not null or not empty
pl: Nazwa nie może być zerowa lub pusta
ru: Имя не должно быть пустым или null

source: format prefix invalid. It cannot be empty or contain '_' or whitespaces.
pl: Format prefiksu jest nieprawidłowy. Nie może być pusty lub zawierać "_" lub spacje.
ru: формат префикса неверный. Он не может быть пустым, содержать пробелы или символ '_'

source: The quality form must have an item with 100% value to report progress
pl: Formularz jakości musi mieć element z 100% wartością raportu pracy
ru: Форма качества должна иметь элемент со значением 100% чтобы создать отчет о ходе работ

source: The criterion and its type cannot be null
pl: Kryterium i jego typ nie może być zerowy
ru: Критерий и его тип не может быть null

source: July
pl: Lipiec
ru: Июль

source: Error on removing element:
pl: Błąd przy usuwaniu elementów:
ru: Ошибка при удалении элемента:

source: January
pl: Styczeń
ru: Январь

source: You can not remove the default scenario called "{0}"
pl: Nie można usunąć domyślnego scenariusza o nazwie "{0}"
ru: Вы не можете удалить сценарий по умолчанию называемый "{0}"

source: There are not any assigned progress to current task
pl: Nie ma żadnego przydzielonego postępu do bieżącego zadania
ru: Нет присвоенного хода работ на эту задачу

source: Value is not valid, taking into account the current list of HoursGroup
pl: Wartość nie jest ważna, biorąc pod uwagę aktualną listę HoursGroup
ru: Значение не является допустимым учитывая текущий список групп часов

source: missing type of work hours in a work report line
pl: brakuje rodzaju godzin pracy w linii raportu pracy
ru: Отсутствует тип рабочих часов в строке рабочего отчета

source: LibrePlan: Accounts
pl: LibrePlan: Konta
ru: LibrePlan: Счета

source: Limiting resource assignation
pl: Ograniczenia ze wskazaniem zasobów
ru: Ограниченное ассигнование ресурса

source: This progress can not be removed, because it is spread. It is necessary to select another progress as spread.
pl: Postęp ten nie może być usunięty, ponieważ jest on rozprzestrzeniany. Konieczne jest, aby wybrać inny postęp jako rozprzestrzeniający się.
ru: Этот ход работ не может быть удален, так как он протяжен. Необходимо выбрать другой ход работ как протяжение.

source: You will lose the changes. Are you sure?
pl: Stracisz zmiany. Jesteś pewien?
ru: Вы потеряете все изменения. Вы уверены?

source: Unit type name cannot be empty
pl: Nazwa typu jednostki nie może być pusta
ru: Наименование единицы не может быть пустым

source: Resource cannot be null
pl: Zasób nie może być zerowy
ru: Ресурс не может быть null

source: Create Progress Type
pl: Stwórz typ procesu
ru: Создать тип хода работ

source: Error on showing removing element:
pl: Błąd przy pokazywaniu usuniętego elementu:
ru: Ошибка показа удаления элемента:

source: Login
pl: Zaloguj

source: missing work report code in a work report
pl: brak kodu raportu pracy w raporcie pracy
ru: ожидается код рабочего отчета в рабочем отчете

source: Only the last activation period allows to delete end date.
pl: Tylko ostatni okres aktywacji pozwala usunąć datę końcową.
ru: Только последний период активации доступен для удаления даты окончания

source: missing code in the resource calendar
pl: brakuje kodu w kalendarzu zasobów
ru: Отсутствует код в календаре ресурсов

source: Work Report Models
pl: Modele raportu pracy
ru: Модели рабочего отчета

source: Deadline (days since beggining project)
pl: Ostateczny termin (dzień od poczatku projektu)
ru: Deadline (дней с момента начала проекта)

source: LibrePlan: Progress Report
pl: LibrePlan: raport postępu
ru: LibrePlan: Отчет о ходе работ

source: Calendar cannot be removed because it still has children. Some other calendar is derived from this one.
pl: Kalendarz nie może być usunięty, ponieważ jest przypisany do czegoś innego. Jakiś inny kalendarz wywodzi się z tego.
ru: Календарь не может быть удален, так как он имеет потомков. Какие то другие календари получены при помощи этого.

source: Value is not valid, the type must be not empty
pl: Wartość nie jest prawidłowa, typ nie może być pusty
ru: Значение не действительно, тип не должен быть пустым

source: criterion type name is already being used
pl: Nazwa typu kryterium jest już używana
ru: Наименование типа критерия уже используется

source: Task code cannot be null
pl: Kod zadania nie może być zerowy
ru: Код задачи не может быть null

source: It is not allowed to consolidate progress.
pl: Konsolidacja postępu nie jest dozwolona.
ru: Не допускается для закрепления хода работ.

source: Over assignable
pl: Ponad przypisywany
ru: Превышение назначаемых

source: ID
pl: Identyfikator
pt: Número de Contribuinte

source: Settings
pl: Ustawienia

source: The init date cannot be empty
pl: Data init nie może być pusta
ru: Начальная дата не может пустой

source: Our company password
pl: Hasło naszej firmy
ru: Пароль нашей компании

source: This label has already been added.
pl: Ta etykieta została już dodana.
ru: Эта метка была уже добавлена

source: Could not get code, please try again later
pl: Nie można uzyskać kodu, spróbuj ponownie później
ru: Не удалось получить код, пожалуйста попробуйте позже

source: Subcontract communication date
pl: Data komunikacji podwykonawcy
ru: Дата связи с субподрядчиком

source: Scheduling
pl: Planowanie
ru: Планирование

source: You don't have permissions to edit this project
pl: Nie masz uprawnień do edytowania tego projektu
ru: Вы не имеете привилегий для редактирования этого проекта

source: Type of hours is empty. Please, create some type of hours before proceeding
pl: Rodzaj godzin jest pusty. Proszę stworzyć jakiś rodzaj godziny przed rozpoczęciem
ru: Тип часов пуст. Пожалуйста, создайте какой нибудь тип часов перед началом производства.

source: missing date in a calendar exception
pl: Brak daty w wyjątku kalendarza
ru: Отсутствует дата в календаре исключений

source: There is no resource with this ID
pl: Nie ma zasobu z tym oznaczeniem
ru: Не существует ресурсов с этим идентификатором

source: The password for a new user cannot be empty
pl: Hasło dla nowego użytkownika nie może być puste
ru: Пароль для нового пользователя не может быть пустым

source: Receipt date
pl: Data otrzymania
ru: Дата квитанции об оплате

source: Cannot be higher than Ending date
pl: Nie może być wyższa niż data zakończenia
ru: Не может быть больше чем дата окончания

source: Delete project template. Are you sure?
pl: Usuń szablon projektu. Jesteś pewien?
ru: Удаление шаблона проекта. Вы уверены?

source: Criterion must be not-null
pl: Kryterium nie może być puste
ru: Критерий не должен быть null

source: Value is not valid, the default max value must not be empty
pl: Wartość nie jest prawidłowa, domyślna wartość maksymalna nie może być pusta
ru: Значение не действительно, максимальное значение по умолчанию не должно быть пустым

source: Scenarios
pl: Scenariusze
ru: Сценарии

source: Could open generated PDF
pl: Może otworzyć wygenerowany plik PDF
ru: Удалось открыть сгенеренный PDF

source: You should select a source scenario
pl: Powinieneś wybrać źródłowy scenariusz
ru: Вы должны выбрать исходный сценарий

source: LibrePlan: Units
pl: LibrePlan: Jednostki
ru: LibrePlan: Единицы

source: Check this option to send this information to LibrePlan developers in order to generate usage statistics
pl: Sprawdź tą opcję aby wysłać informacje do deweloperów LibrePlan do generowania statystyk

source: Communication
pl: Komunikacja
ru: Связь

source: Password cannot be managed for LDAP users because LDAP authentication is being used
pl: Hasło nie powinno być zarządzane dla użytkowników Ldap ponieważ autentyczność Ldap jest już używana

source: December
pl: Grudzień
ru: Декабрь

source: Value is not valid, the Precision value must be less than the defalt max value.
pl: Wartość nie jest prawidłowa, precyzyjna wartość musi być mniejsza od domyślnej wartości maksymalnej.
ru: Значение не верно, точность значения должна быть меньше чем максимальное значение по умолчанию

source: Create new work week
pl: Stwórz nowy tydzień pracy
ru: Создать новую рабочую неделю

source: LIMITING RESOURCE
pl: Ograniczenia zasobu
ru: ОГРАНИЧЕННЫЙ РЕСУРС

source: Subcontratation
pl: Pod wykonywany
ru: Субподряд

source: Effort cannot be null
pl: Wysiłek nie może być pusty

source: a day is not valid
pl: dzień nie jest ważny
ru: день не действительный

source: LibrePlan: Project Costs Per Resource
pl: LibrePlan: Koszty projektu Na Zasób
ru: LibrePlan: Стоимость проекта на ресурс

source: End date is not valid, the new end date must be greater than the start date
pl: Data zakończenia nie jest ważna, nowy termin końcowy musi być większy od daty rozpoczęcia
ru: Конечная дата не действительна, новая конечная дата должна быть больше чем дата начала

source: Start date cannot be null
pl: Data rozpoczęcia nie może być pusta
ru: Дата начала не может быть null

source: Subcontracting
pl: Podwykonawstwo
ru: Субподряд

source: You can not remove the project "{0}" because of any of its tasks are already in use in some work reports and the project just exists in the current scenario
pl: Nie można usunąć projektu "{0}", ponieważ każdy z jego zadań jest już w użyciu w niektórych raportach prac oraz projekt już istnieje w aktualnym scenariuszu
ru: Вы не можете удалить проект "{0}" так как некоторые его задачи используются в некоторых рабочих отчетах и проект присутствует в текущем сценарии

source: missing code in a calendar data version
pl: brak kodu w wersji danych kalendarza
ru: отсутствует код в данных версии календаря

source: Work report
pl: Raport pracy
ru: Рабочий отчет

source: the name must be not empty
pl: Nazwa nie może być pusta
ru: наименование не должно быть пустым

source: Date is not valid, it must be greater than the last progress consolidation
pl: Data nie jest prawidłowa, musi być większa niż ostatni postęp konsolidacji

source: Some sequences to remove not existed
pl: Niektóre sekwencje do usunięcia nie istnieją
ru: Некоторые удаляемые последовательности не существуют

source: LibrePlan: Hours Worked Per Worker In A Month
pl: LibrePlan: godziny Przepracowane na jednego pracownika w ciągu miesiąca
ru: LibrePlan: Рабочих часов на работника в месяц

source: March
pl: Marzec
ru: Март

source: Error on showing warning message removing typeOfWorkHours:
pl: Błąd przy pokazywaniu usuwanych komunikatów ostrzegawczych typeOfWorkHours:
ru: Ошибка показа предупреждающего сообщения удаления typeOfWorkHours:

source: Create Work Report
pl: Stwórz raporty pracy
ru: Создать рабочий отчет

source: Cannot be null or empty
pl: Nie może być zerowa lub pusta
ru: Не может быть null или пустой

source: Scenarios Management
pl: Zarządzanie scenariuszami
ru: Управление сценариями

source: Work report types
pl: Typy raportu pracy
ru: Типы рабочего отчета

source: derived exception can not be removed
pl: pochodzący wyjątek nie może być usunięty
ru: производные исключения не могут быть удалены

source: missing code in a material
pl: brak kodu w materiale
ru: отсутствует код в материале

source: Task {0} : Project is incompatible type with {1}
pl: Zadanie {0}: projekt jest niezgodny z typem {1}
ru: Задача {0} : Проект имеет несовместимый тип с {1}

source: Time Start cannot be null
pl: Czas rozpoczęcia nie może być zerowy
ru: Время начала не должно быть null

source: The end date cannot be before the init date
pl: Data zakończenia nie może być przed init daty
ru: Конечная дата не может быть перед инициирующей датой

source: Profiles of LDAP users cannot be managed because LDAP roles are being used.
pl: Profile Ldap użytkowników nie mogą być zarządzane ponieważ role Ldap są już używane.

source: cost assignment with end date less than start date
pl: przypisane koszta z datą zakończenia są mniejsze niż daty rozpoczęcia
ru: Стоимость назначения с даты окончания меньше чем с даты начала

source: Enable/Disable autocomplete property in login form, if the admin password is still in default
pl: Włącz / wyłącz auto uzupełniania w formularzu logowania, jeśli hasło administratora jest nadal domyślne

source: Not the same material, impossible to update
pl: Nie z tego samego materiału, aktualizacja nie jest możliwa
ru: Не тот же материал, невозможно обновить

source: Filter work report by
pl: Filtrowanie raportu pracy przez

source: There exists other workReportType with the same name.
pl: Istnieje inny workReportType o tej samej nazwie.
ru: Присутствует другой workReportType с тем же наименованием.

source: LibrePlan: Progress
pl: LibrePlan: postęp
ru: LibrePlan: Ход работ

source: Roles of LDAP users cannot be managed because LDAP roles are being used.
pl: Role Ldap użytkowników nie mogą być zarządzane ponieważ role Ldap są już używane.

source: Work report saved
pl: Zapisano raport pracy
ru: Рабочий отчет записан

source: The date is not valid, the date must be not empty
pl: Data nie jest ważna, data nie może być pusta
ru: Дата не действительна, дата не должна быть пустой

source: User login name
pl: Nazwa logowania użytkownika
ru: Регистрационное имя пользователя

source: must be not empty
pl: nie może być puste
ru: не должен быть пустым

source: April
pl: Kwiecień
ru: Апрель

source: Not working day
pl: Dzień niepracujący
ru: Не рабочие дни

source: Amount work
pl: Ilość pracy
ru: Объем работы

source: Exist other workReportType with the same code.
pl: Istnieją inne workReportType z tym samym kodem.
ru: Присутствует другой workReportType с тем же кодом.

source: Time finish cannot be null
pl: Czas wykończenia nie może być pusty
ru: Время окончания не может быть null

source: can not pass until the previous item is passed.
pl: nie można przejść jeżeli poprzedni element jest w trakcie przechodzenia.
ru: не может пройти пока предыдущий пункт не пройден.

source: percentage cannot be duplicated
pl: procent nie może być powielany
ru: процентаж не может быть дублирован

source: Resource: {0}
pl: Zasób: {0}
ru: Ресурс: {0}

source: Work Hours
pl: Godziny pracy
ru: Рабочие часы

source: Company ID already used. It has to be be unique
pl: Identyfikator firmy jest już w użyciu. Musi on być unikalny
ru: ID компании уже используется. Он должен быть уникальным

source: There is no material category with this code
pl: Nie ma kategorii materiałów z tym kodem
ru: Нет категории материалов с этим кодом

source: The calendar exception type not found
pl: Nie znaleziono typu wyjątku kalendarza
ru: Календарь типов исключений не найден

source: Unable to convert value to {0} type
pl: Nie można przekonwertować wartości typu {0}
ru: Невозможно конвертировать значение в тип {0}

source: Work Report
pl: Raport pracy
ru: Рабочий отчет

source: Unit Measures
pl: Wymiary jednostki
ru: Единицы измерения

source: The task has got progress consolidations. It must delete all consolidations to change the resource allocation type
pl: Zadanie ma konsolidację postępu. Musisz usunąć wszystkie konsolidację, aby zmienić typ alokacji zasobów
ru: Задача имеет консолидированный ход работ. Необходимо удалить все консолидации чтобы изменить тип распределения ресурсов

source: Criterion is not valid, the criterion overlap other criterionSatisfaction whith same criterion
pl: Kryterium nie jest prawidłowe, kryterium pokrywają inne criterionSatisfaction z tego samego kryterium
ru: Критерий не является допустимым, критерий перекрывает другой criterionSatisfaction с тем же критерием

source: Criterion is not valid, it overlaps other criterionSatisfaction with the same criterion
pl: Kryterium nie jest prawidłowe, nakłada się z kryterium satysfakcji z tym samym kryterium
ru: Тип критерия не является допустимым, он пересекается с другим критерием удовлетворения с тем же типом критерия

source: missing field name in a description value
pl: brakuje pola nazwy w opisie wartości
ru: отсутствует имя поля в описании значения

source: It couldn't complete all the reassignations
pl: Nie można zakończyć wszystkich ponownie przypisanych
ru: Невозможно закончить все переназначения

source: Limited resource
pl: Limitowany zasób
ru: Ограниченный ресурс

source: Hours Group at
pl: Grupy godzin na
ru: Часы группы на

source: Your session has expired after inactivity period. Please log in again.
pl: Twoja sesja wygasła po okresie bezczynności. Proszę zalogować się ponownie.
ru: Ваша сессия истекла после периода не активности. Пожалуйста войдите в систему снова.

source: a day is empty
pl: Dzień jest pusty
ru: день пуст

source: Name cannot be null or empty
pl: Nazwa nie może być zerowa lub pusta
ru: Наименование не может быть пустым или null

source: criterion type does not allow resource hierarchy
pl: rodzaj kryterium nie pozwala na hierarchię zasobów
ru: Тип критерия не позволяет иерархию ресурсов

source: must be greater than the previous date.
pl: musi być większa niż poprzednia data.
ru: должно быть больше предыдущей даты

source: Help project developers to collect information about which LibrePlan version you are using
pl: Pomóż deweloperom projektu do zbierania informacji na temat wersji LibrePlan, której używasz

source: Report Progress
pl: Postęp raportu
ru: Отчет обрабатывается

source: LibrePlan: Exception Days
pl: LibrePlan: Dni wyjątków
ru: LibrePlan: Исключенные дни

source: LibrePlan: Work Hours
pl: LibrePlan: Godziny pracy
ru: LibrePlan: Рабочие часы

source: Complete, Partially or Not Scheduled. (Drag and drop to move tasks)
pl: Wykonano, w części lub nie zaplanowano. (Przeciągnij i upuść aby przenieść zadania)
ru: Полное, частично или не запланировано. (Перетаскивать для перемещения задач)

source: LibrePlan Configuration
pl: LibrePlan Konfiguracja
ru: LibrePlan Конфигурация

source: Task {0} : Duplicate code in DB
pl: Zadanie {0}: Duplikat kodu w DB
ru: Задача {0} : Дублируется код в базе данных

source: Average of estimated hours
pl: Średnia szacowanych godzin

source: Base
cs: Základ
pl: podstawa

source: You can not remove the task "{0}" because of this or any of its children are already in use in some work reports
pl: Nie możesz usunąć zadania {0} ponieważ jakiś z jego elemetn
ru: Вы не можете удалить задачу "{0}" так как она или какой то из ее потомков уже используют отчеты о работе

source: Stretch date must not be greater than the task's end date:
pl: Data rozciągnięcia nie może być większa niż zadania daty końcowej:
ru: Растягиваемая дата должна быть больше, чем дата окончания задачи:

source: Subcontratation date
pl: Data podwykonawcy
ru: Дата субподряда

source: LibrePlan: Subcontracted Tasks
pl: LibrePlan: Zadania podwykonawcy
ru: LibrePlan: Список задач субподряда

source: Subcontracted code
pl: Kod podwykonawcy
ru: Код субподряда

source: The base calendar parent not found
pl: Nie znaleziono kalendarza głównego
ru: Родитель базового календаря не найден

source: LibrePlan: Virtual Workers Groups
pl: LibrePlan: Wirtualne Grupy Pracowników
ru: LibrePlan: Виртуальная группа работников

source: The field name must be unique, not null and not empty
pl: Nazwa pola musi być unikatowa, nie zerowa i nie pusta
ru: Наименование поля должно быть уникальным, не null и не пустым

source: Edit limiting resource element
pl: Edytuj ograniczenia elementu zasobów
ru: Редактировать элемент ограниченного ресурса

source: Edit work report
pl: Edytuj raport pracy
ru: Редактировать рабочий отчет

source: Limiting resources (project)
pl: Ograniczanie zasobów (projekt)
ru: Ограничение ресурсов (проект)
