Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Confirm deleting this cost category. Are you sure?
ru: Подтверждение удаления категории стоимости. Вы уверены?

source: Error removing element:
ru: Ошибка удаления элемента:

source: Status code:
ru: Код статуса:

source: Create Criterion Type
ru: Создать тип критерия

source: to go to output directly
ru: направить сразу в производство

source: It not could remove the task
ru: Это не может удалить задачу

source: Create Work Hours Type
ru: Создать тип рабочих часов

source: Select date:
ru: Выбрать дату:

source: CriterionType and its criteria saved
ru: Тип критерия и его критерий записаны

source: Error on removing typeOfWorkHours:
ru: Ошибка удаления типа рабочего времени

source: Select type :
ru: Выберите тип:

source: End date:
ru: Дата окончания:

source: password not specified
ru: пароль не установлен

source: Edit Company
ru: Редактировать компанию

source: Planned start :
ru: Планируемое начало:

source: Profile saved
ru: Профиль записан

source: You need to select some function to configure
ru: Необходимо выбрать функцию для конфигурации

source: there must be {0} effort instead of {1}
ru: должно быть {0} работ вместо {1}

source: The cost category had already been removed.
ru: Категория стоимости уже удалена.

source: Create Scenario
ru: Создать сценарий

source: Delete item. Are you sure?
ru: Удаление элемента. Вы уверены?

source: Op.
ru: Оп.

source: Reference date:
ru: Указанная дата:

source: Label list
ru: Список меток

source: AS_LATE_AS_POSSIBLE
ru: ALAP

source: Create Label Type
ru: Создать тип метки

source: Create Work Report Type
ru: Создать тип рабочего отчета

source: incorrect initialization of the progress assignment controller.
ru: неверная инициализация хода работ назначенного контролеру

source: number of hours is not properly calculated based on clock
ru: Количество часов не верно рассчитывается на основе часов

source: Create Task
ru: Создать задачу

source: Error setting up creation form for Criterion Type
ru: Ошибка установки создания формы для типа критерия

source: Edit Cost Category
ru: Редактировать категорию стоимости

source: Is administrator
ru: Является администратором

source: Confirm deleting this machine. Are you sure?
ru: Принять удаление этой машины. Вы уверены?

source: Work done from starting date:
ru: Завершенность работы с даты начала:

source: Edit Profile
ru: Редактировать профиль

source: Exception
ru: Исключение

source: Edit Progress Type
ru: Редактировать тип хода работ

source: This progress measurement can not be in current date, because it is consolidated. it is necessary to select other date.
ru: Измерение хода работ не может быть в текущую дату, потому что она закреплена. Необходимо выбрать другую дату.

source: Company saved
ru: Компания записана

source: Type of work hours saved
ru: Тип рабочих часов записан

source: Create Quality Form
ru: Создать форму качества

source: This progress measurement can not be changed or removed, because it is consolidated. It is needed to remove its consolidation.
ru: Этот ход работ измерения не может быть изменен или удален, потому что он связан. Необходимо удалить его связанность.

source: Error setting up edition form.
ru: Ошибка формы установки издания.

source: Hours cannot be null
ru: Часы не могут быть null

source: Create Calendar
ru: Создать Календарь

source: Cost category saved
ru: Категория стоимости записана

source: Progress type saved
ru: Тип хода работ записан

source: Value is not valid, the Precision value must be exact
ru: Значение не является допустимым, точность значения должна быть верным

source: Planned workable days :
ru: Планируемые рабочие дни :

source: Planned end :
ru: Планируемое окончание:

source: Select the date from which the new version will be valid
ru: Выберите дату с которой новая версия будет действительной

source: Edit Work Hours Type
ru: Редактировать тип рабочих часов

source: From Today
ru: от сегодняшнего дня

source: Machine saved
ru: Машина сохранена

source: Create Cost Category
ru: Создать категорию стоимости

source: Start date:
ru: Дата начала:

source: h
ru: час.

source: Cannot delete profile: it does not exist anymore
ru: Не могу удалить профиль: он больше не присутсвует

source: Edit Machine
ru: Редактировать машину

source: Edit User
ru: Редактировать пользователя

source: Maximum/minimum of the estimated hours
ru: Максимальное/минимальное значение расчетных часов

source: Sigmoid function
ru: Сигмовидная функция

source: Maximum/minimum of the worked hours
ru: Максимальное/минимальное значение рабочих часов

source: Create From Template
ru: Создать из шаблона

source: Exception type:
ru: Тип исключения:

source: Select entity:
ru: Выберите сущность:

source: Create Exception Day Type
ru: Создать тип исключенного дня

source: Hours Worked Per Resource In A Month
ru: Часы отработанные на ресурс в месяц

source: Could not save machine
ru: Не могу сохранить машину

source: Label type saved
ru: Тип метки записан

source: Show dependencies:
ru: Показать зависимости:

source: Progress measurements:
ru: Измерения ходя работ:

source: Create Order
ru: Создать заказ

source: Unit {0} cannot be removed because it is used in materials
ru: Единица {0} не может быть удалена, потому что она используется в материалах

source: Create User
ru: Создать пользователя

source: Selected node:
ru: Выбранный узел:

source: Create new project from template
ru: Создать новый проект из шаблона

source: Error on removing workReportType:
ru: Ошибка при удалении workReportType:

source: Number of digits:
ru: Количество цифр:

source: Edit Label Type
ru: Редактировать тип метки

source: Work report type saved
ru: Тип рабочего отчета сохранен

source: Edit Virtual Workers Group
ru: Редактировать виртуальную рабочую группу

source: Edit Quality Form
ru: Редактировать форму качества

source: It was not possible load entity. Not found. Id:
ru: Невозможно загрузить сущность. Не найден ID:

source: task :
ru: задача :

source: Confirm deleting this profile. Are you sure?
ru: Подтверждение удаление профиля. Вы уверены?

source: Resource :
ru: Ресурс :

source: Calendar Exception Type saved
ru: Тип календаря исключений записан

source: Criterions Requirement
ru: Критерии требований

source: Average of the estimated hours
ru: Средняя расчетных часов

source: Quality form saved
ru: Форма качества записана

source: Create Unit Type
ru: Создать тип единицы

source: New task:
ru: Новая задача:

source: User saved
ru: Пользователь сохранен

source: FINISH_NOT_LATER_THAN
ru: Окончить не позднее чем

source: Edit Exception Day Type
ru: Редактировать тип исключенного дня

source: Unit type saved
ru: Тип единицы сохранен

source: Create Machine
ru: Создать Машину

source: Create Company
ru: Создать компанию

source: START_IN_FIXED_DATE
ru: Начать в фиксированную дату

source: Edit Criterion Type
ru: Редактировать тип критерия

source: Label saved
ru: Метка сохранена

source: Are you sure of changing the resource type? You will lose the criterions with different resource type.
ru: Вы уверены в изменении типа ресурса? Вы потеряете критерии с различными типами ресурса.

source: Sum of all task leafs imputed hours
ru: Сумма временных часов всех листьев задач

source: login name is already being used by another user
ru: Имя пользователя уже используется другим пользователем

source: The admin's account password remains the default one. This is unsecure
ru: По прежнему используется пароль администратора по умолчанию. Это не безопасно.

source: This progress can not be changed or removed, because it has got consolidated progress. It is needed to remove the consolidation on all its progress.
ru: Ход работ не может быть изменен или удален, потому что он имеет консолидированный ход работ. Необходимо удалить все консолидированные ходы работ.

source: Advanced assignment saved
ru: Расширенное назначение сохранено

source: Edit Worker
ru: Редактировать работника

source: Error setting up edition form for Criterion Type with id: {0}
ru: Ошибка установки формы издания для типа критерия с ID: {0}

source: Click on
ru: Нажмите на

source: Create Profile
ru: Создать Профиль

source: Go to advanced Allocation
ru: Перейти к расширенным назначениям

source: Hours:
ru: Часы:

source: Edit Unit Type
ru: Редактировать тип единицы

source: Cannot delete that cost category because there are resources assigned to it.
ru: Невозможно удалить эту категорию стоимости, потому что на нее назначен ресурс

source: Average of the worked hours
ru: Средняя отработанных часов

source: The max value must be not empty
ru: Максимальное значение не должно быть пустым

source: Scenario "{0}" saved
ru: Сценарий "{0}" записан

source: Some entity sequence was created during the configuration process, it is impossible to update entity sequence table. Please, try again later
ru: Некоторые последовательности сущностей были создана в процессе конфигурирования, невозможно обновить таблицу последовательности сужностей. Пожалуйста, повторите попытку позже

source: Sigmoid function applied to current resource
ru: Сигмовидная функция примененная к текущему ресурсу

source: Deleted unit type {0}
ru: Удален тип единиц {0}
