Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: There are no days available in the days marked available by the task calendar.
ca: No n'hi ha dies disponibles en els dies disponibles marcats per el calendari de la tasca.
cs: Žádné dny, označené kalendářem úkolu jako dostupné, nejsou použitelné.
fr: Il n'y a pas de jours disponibles dans les jours marqués disponibles dans le calendrier des tâches.
nl: Er zijn geen dagen beschikbaar in de als beschikbaar gemarkeerde dagen in de taak kalender
pl: Brak dni dostępnych w dniach zaznaczonych przez kalendarz zadania.
pt: Não existem dias disponíveis nos dias marcados como tal pelo calendário da tarefa.

source: Maybe the criteria are not satisfied in those days.
ca: Potser que no hi hagi criteris correctes per aquests dies.
cs: Možná že kritéria nejsou v těchto dnech uspokojena
fr: Peut-être que les critères ne sont pas satisfaits ces jours là.
nl: Misschien is neit ana de criteria voldaan in deze dagen.
pl: Być może kryteria nie są spełnione w tych dniach.
pt: Talvez os critérios não estejam satisfeitos para esses dias.

source: Resource is not available from task's start
ca: Recurs no està disponible des de la tasca d'inici
fr: La ressource n'est pas disponible depuis le démarrage de la tâche
nl: Resource is niet beschikbaar bij taakstart

source: Resource is not available according to task's calendar
ca: Recurs no està disponible segons el calendari de tasques
fr: La ressource n'est pas disponible selon le calendrier de la tâche
nl: Resource is niet beschikbaar volgens de taakkalender
pt: Recurso não disponível de acordo com o calendário de tarefas

source: In progress
ca: En progrés
cs: Probíhá
fr: En cours
nl: Wordt aan gewerkt
pl: W postępie
pt: Em progresso

source: Pending
ca: Pendent
cs: Nevyřízeno
fr: En attente
nl: Wachtend
pl: Do czasu
pt: Pendente

source: Blocked
ca: Bloquejat
cs: Zablokováno
fr: Bloqué
nl: Geblokkeerd
pl: Zablokowany
pt: Bloqueado

source: Ready to start
ca: Preparar per a començar
fr: Prêt à démarrer
nl: Klaar om te beginnen
pt: Pronto para iniciar

source: Deadline violated
ca: Violació de la data de termini
cs: Nedodržen termín
fr: Echéance violée
nl: Deadline overtreden

source: as soon as possible
ca: tant aviat com sigui possible
cs: co možná nejdříve
fr: Dès que possible
nl: zo snel mogelijk
pl: najszybciej jak to możliwe
pt: assim que possível
ru: как можно скорее

source: start not earlier than
ca: inici no abans que
cs: nezačínat dříve než
fr: ne démarre pas plus tôt que
nl: start niet eerder dan
pl: rozpoczęcie nie szybciej niż
pt: não começar antes de
ru: начать не раньше чем

source: start in fixed date
ca: començar en data fixa
cs: začít ve stanoveném datu
fr: démarre à la date indiquée
nl: start op vaste datum
pl: rozpocznie się w ustalonym terminie
pt: começar numa data fixa
ru: Начало в фиксированную дату

source: as late as possible
ca: tant tard com sigui possible
cs: co možná nejpozději
fr: aussi tard que possible
nl: zo laat mogelijk
pl: możliwie jak najpóźniej
pt: tão tarde quanto possível
ru: ALAP

source: finish not later than
ca: finalitzar no abans que
cs: nekončit dříve než
fr: ne finit pas plus tard que
nl: eindig niet later dan
pl: zakończyć nie później niż
pt: não acabar mais tarde do que
ru: закончить не позднее чем

source: Hour should be between 0 and 23
ca: Hores han d'estar entre 0 i 23
cs: Hodina by měla být mezi 0 a 23
fr: L'heure doit être entre 0 et 23
nl: Uren moeten tussen 0 en 23 liggen
pt: Hora deve estar entre 0 e 23

source: A queue dependency has to have an origin different from destiny
ca: Una cua depenent ha de tenir un origen diferent del destí
cs: Závislost fronty musí mít původ jiný než cíl
fr: Une dépendance de la file doit avoir une origine différente de la destination
nl: Een wachtrij afhankelijkheid heeft een bron nodig die afwijkt van de bestemming
pl: Zależność kolejki musi mieć swój początek inny od losowej
pt: A dependência de uma fila tem que ter a origem diferente do destino

source: Read authorization
ca: Llegir autorització
cs: Oprávnění pro čtení
fr: Permission en lecture
nl: Lees authorisatie
pl: Autoryzacja odczytania
pt: Autorização de leitura

source: Write authorization
ca: Escriure autorització
cs: Oprávnění pro zápis
fr: Permission en écriture
nl: Schrijf authorisatie
pl: Autoryzacja zapisania
pt: Autorização de escrita

source: Web service reader
ca: Lector de Web service
cs: Čtečka internetové služby
fr: consommateur de web service
pl: Czytnik webowy
pt: Leitor do serviço web

source: Web service writer
ca: Escriptor de Web service
cs: Zapisovatel internetové služby
fr: fournisseur de web service
pl: Pisz webowy
pt: Escritor do serviço web

source: Web service subcontractor operations
ca: Web service de Subcontractista d'operacions
fr: Opérations de sous-traitant par web service
nl: web service onderaannemer operaties

source: Read all projects
ca: Llegir tots els projectes
cs: Přečíst všechny projekty
fr: Lire tous les projets
nl: Lees alle projecten
pt: Ver todos os projetos

source: Edit all projects
ca: Editar tots els projectes
cs: Upravit všechny projekty
fr: Modifier tous les projets
nl: Bewerk alle projecten
pt: Editar todos os projetos

source: Create projects
ca: Crear projectes
cs: Vytvořit projekty
fr: Créer des projets
nl: Definieer projecten
pt: Criar projetos

source: Hours Worked Per Resource Report
ca: Informe de hores treballades per recurs
fr: Rapport d'heures travaillées par ressource
nl: Uren gewerkt per resource rapport
pt: Relatório de Horas Trabalhadas por Recurso

source: Total Worked Hours By Resource In A Month Report
ca: Informe del total d'hores treballades per recurs en un mes
fr: Rapport du total d'heures travaillées par ressource en un mois
nl: Totaal aantal uren gewerkt per resource in een maand rapport
pt: Relatório de Total de Horas Trabalhadas por Recurso no Mês

source: Work And Progress Per Project Report
ca: Informe de projecte del progrés i treball
fr: Rapport de travail et d'avancement par projet
nl: Werk en voortgang per project rapport
pt: Relatório de Trabalho e Progresso por Projeto

source: Work And Progress Per Task Report
ca: Informe de tasca del progrés i treball
fr: Rapport de travail et d'avancement par tâche
nl: Werk en Voortgang Per Taak Rapport
pt: Relatório de Trabalho e Progresso por Tarefa

source: Estimated/Planned Hours Per Task Report
ca: Informe de tasca de les hores estimades/planificades
fr: Rapport heures estimées/planifiées par tâche
nl: Geschatte/Geplande Uren per Taak Rapport
pt: Relatório Horas Estimadas / Planejadas por Tarefa

source: Project Costs Report
ca: Informe de cost del projecte
fr: Rapport de coûts de projets
nl: Projectkostenrapport
pt: Relatório de Custos do Projeto

source: Task Scheduling Status In Project Report
ca: Informe de projecte de l'estat de tasques planificades
fr: Rapport d'état de prévision de tâche dans le projet
nl: Taakplanningsstatus in Project Rapport

source: Materials Needs At Date Report
ca: Materials necessaris a la data de l'informe
fr: Rapport des besoins en matériel par date
nl: Benodigde materialen op rapportdatum

source: Database
ca: Base de dades
cs: Databáze
fr: Base de données
pt: Banco de dados

source: Line
ca: Línia
cs: Řádek
fr: Ligne
nl: Regel
pl: Linia
pt: Linha

source: red (default)
ca: vermell (per defecte)
cs: červená (výchozí)
fr: rouge (par défaut)
nl: rood (standaard)
pl: czerwony (domyślny)
pt: vermelho (por defeito)

source: green
ca: verd
cs: zelená
fr: vert
nl: groen
pl: zielony
pt: verde

source: blue
ca: blau
cs: modrá
fr: bleu
nl: blauw
pl: niebieski
pt: azul

source: yellow
ca: groc
cs: žlutá
fr: jaune
nl: geel
pl: żółty
pt: amarelo

source: black
ca: negre
cs: černá
fr: noir
nl: zwart
pl: czarny
pt: negro

source: purple
ca: porpra
cs: nachová
fr: violet
nl: paars
pl: fioletowy
pt: roxo

source: unlimited
ca: sense límit
cs: neomezeno
fr: illimité
nl: onbeperkt
pl: Nielimitowany
pt: ilimitado

source: [generic all machines]
ca: [genèric en totes les màquines]
cs: [všechny obecné stroje]
fr: [générique pour toutes les machines]
nl: [generiek alle machines]
pl: [ogólnie wszystkich maszyn]
pt: [genérico todas as máquinas]

source: WORKER
ca: TREBALLADOR
cs: PRACOVNÍK
fr: PARTICIPANT
nl: WERKER
pl: Pracownik
pt: TRABALHADOR

source: PRE-SALES
fr: PRE-VENTES

source: OFFERED
ca: OFERT
cs: NABÍDNUTO
fr: SOUMIS
nl: GEOFFREERD
pl: Oferowany
pt: OFERECIDO

source: OUTSOURCED
fr: EXTERNALISE
nl: UITBESTEED

source: ACCEPTED
ca: ACCEPTAT
cs: PŘIJATO
fr: ACCEPTE
nl: GEACCEPTEERD
pl: Akceptuj
pt: ACEITE

source: STARTED
ca: COMENÇAT
cs: ZAHÁJENO
fr: DEMARRE
nl: GESTART
pl: Wystartowane
pt: INICIADO

source: ON HOLD
fr: EN ATTENTE

source: FINISHED
ca: ACABAT
cs: DOKONČENO
fr: FINI
nl: KLAAR
pl: Zakończone
pt: FINALIZADO

source: CANCELLED
ca: CANCEL·LAT
cs: ZRUŠENO
fr: ANNULE
nl: AFGEBROKEN
pl: Anulowane
pt: CANCELADO

source: STORED
ca: EMMAGATZEMAT
cs: ULOŽENO
fr: ENREGISTRE
nl: OPGESLAGEN
pl: Przechowywane
pt: Arquivado

source: Fully scheduled
ca: Programat Completament
cs: Zcela naplánováno
fr: Totalement planifié
nl: Volledig ingepland
pt: Totalmente agendado

source: Partially scheduled
ca: Programat Parcialment
cs: Částečně naplánováno
fr: Partiellement programmé
nl: Gedeeltelijk ingepland
pl: Częściowo zaplanowane
pt: Parcialmente planificado

source: Unscheduled
ca: Sense programació
cs: Nenaplánováno
fr: Déprogrammé
nl: Ongepland
pl: Nieplanowany
pt: Não planificado

source: U
cs: N
fr: D
pt: S

source: Cannot spread two progress in the same task
ca: No es poden propagar dos processos en la mateixa tasca
cs: Nelze šířit dva postupy ve stejném úkolu
fr: Impossible d'étendre deux avancements dans la même tâche
nl: Kan geen twee voortgangen in dezelfde taak spreiden
pl: Nie można podzielić dwóch postępów w tym samym zadaniu
pt: Não é possível propagar-se dois progressos na mesma tarefa

source: Duplicate Progress Assignment For Task
ca: Assignació de progrés duplicat per la tasca
cs: Dvojité přidělení postupu pro úkol
fr: Affectation d'avancement dupliquée pour la tâche
nl: Duplicaat voortgangs toewijziging voor taak
pl: Duplikuj postęp pracy przypisany do zadania
pt: Atribuição de Progresso Duplicada para a Tarefa

source: Quality form already exists
ca: Formulari de qualitat ja existeix
cs: Formulář jakosti již existuje
fr: Le formulaire qualité existe déjà
nl: kwaliteitsformulier bestaat reeds
pl: Forma jakości już istnieje
pt: O formulário de qualidade já existe

source: Total percentage should be less than 100%
ca: El percentatge total ha de ser menys de 100%
cs: Celkové procento by mělo být menší než 100%
fr: Le pourcentage total doit être inférieur à 100%
nl: Totaal percentage zou minder dan 100% moeten zijn
pl: Procent ogólny powinien być mniejszy niż 100%
pt: A percentagem total deve ser menos de 100%

source: The criterion already exists into another task
ca: El criteri ja existeix en un altra tasca
cs: Kritérium již existuje v jiném úkolu
fr: Le critère existe déjà dans une autre tâche
nl: Het criterium bestaat reeds in een andere taak
pt: O critério já existe em outra tarefa

source: Monthly
ca: Mensual
fr: Mensuellement
nl: Maandelijks
pt: Mensalmente

source: Twice-monthly
ca: Dos cops al mes
fr: Bi-mensuellement
nl: Tweemaandelijks
pt: Duas vezes por mês

source: Weekly
ca: Setmanal
fr: Hebdomadaire
nl: Wekelijks
pt: Semanalmente

source: Progress with all tasks by hours
ca: Progrés amb totes les tasques per hores
cs: Postup se všemi úkoly podle hodin
fr: Avancement avec toutes les tâches par heure
nl: Voortgang met alle taken per uur
pl: Postęp z wszystkimi zadaniami przez godziny
pt: Progresso com todas as tarefas por horas

source: Progress with critical path tasks by hours
ca: Progrés amb el camí crític de les tasques per hores
cs: Postup s úkoly kritické cesty podle hodin
fr: Avancement avec les tâches du chemin critique par heure
nl: Voortgang met kritieke pad taken per uur
pl: Postęp z krytycznymi ścieżkami zadań przez godziny
pt: Progresso com as tarefas de caminho crítico por horas

source: Progress with critical path tasks by duration
ca: Progrés amb el camí crític de les tasques per duració
cs: Postup s úkoly kritické cesty podle trvání
fr: Avancement avec les tâches du chemin critique par durée
nl: Voortgang met kritieke pad taken per tijdsduur
pl: Postęp w krytycznych ścieżkach zadań przez okres
pt: Progresso com as tarefas de caminho crítico por duração

source: Entity Sequence cannot be deleted. Entity Sequence already in use
ca: La entitat de la seqüència no pot ser eliminada, ja que està en ús
fr: La séquence d'entité ne peut pas être supprimée. Séquence d'entité déjà en cours d'utilisation
nl: Entiteitssequentie kan niet worden verwijderd. Entitietssequentie reeds in gebruik

source: Minutes
ca: Minuts
cs: Minuty
nl: Minuten
pl: Minuty
pt: Minutos
ru: Минуты

source: Version
ca: Versió
cs: Verze
nl: Versie
pl: Wersja
pt: Versão
ru: Версия

source: UserDn
ca: UsuariDn

source: UserId
ca: Usuari ID
cs: Id uživatele
nl: GebruikersID
pl: Identyfikacja użytkownika
pt: Userld

source: Move down
ca: Avall
cs: Přesunout dolů
pl: Przesuń na dół
ru: Переместить вниз

source: Identification
ca: Identificació
cs: Identifikace
nl: Identificatie
pt: Identificação

source: Date
ca: Data
cs: Datum
nl: Datum
pl: Data
pt: Data
ru: Дата

source: ( max: {0} )
ca: ( màxim: {0} )
pt: ( máx: {0} )
ru: ( макс: {0} )

source: Indirect
ca: Indirecte
cs: Nepřímé
pt: Indireto

source: Direct
ca: Directe
cs: Přímé
nl: Direkt
pl: Bezpośredni
pt: Direto
ru: Прямой

source: Actions
ca: Accions
cs: Činnosti
nl: Acties
pl: Akcje
pt: Ações
ru: Действия

source: Exceptions
ca: Excepcions
cs: Výjimky
nl: Uitzonderingen
pl: Wyjątki
pt: Exceções
ru: Исключения

source: Move up
ca: Pujar
cs: Posunout nahoru
pl: Przesuń w górę
ru: Переместить вверх

source: Activation
ca: Activació
cs: Aktivace
nl: Activering
pl: Aktywacja
pt: Ativação

source: Parent
ca: Pares
cs: Nadřazený
nl: Bron
pl: Rodzic
pt: Pai
ru: Родитель

source: Question
ca: Qüestió
cs: Otázka
nl: Vraag
pl: Pytanie
pt: Pergunta
ru: Вопрос

source: {0} (max: {1})
ca: {0} (màxim: {1})
pt: {0} (máx: {1})
ru: {0} (максимум: {1})

source: Exception: {0}
ca: Excepció: {0}
cs: Výjimka: {0}
nl: Uitzondering: {0}
pl: Wyjątek: {0}
pt: Exceção: {0}

source: Concept
ca: Concepte
cs: Koncept
pt: Conceito

source: Allocation: [{0},{1}]
ca: Assignació: [{0},{1}]
cs: Přidělení: [{0},{1}]
nl: Allocatie: [{0},{1}]
pl: Alokacja: [{0}, {1}]
pt: Atribuição: [{0},{1}]
ru: Распределение: [{0},{1}]

source: Information
ca: Informació
cs: Informace
nl: Informatie
pl: Informacja
pt: Informação
ru: Информация

source: Code
ca: Codi
cs: Kód
pl: Kod
pt: Código
ru: Код

source: LibrePlan: Machines
ca: LibrePlan: Màquines
cs: LibrePlan: Stroje
pl: LibrePlan: Maszyny
pt: LibrePlan: Máquinas
ru: LibrePlan: Машины

source: Message - {0}
ca: Missatge - {0}
cs: Zpráva - {0}
nl: Boodschap - {0}
pl: Wiadomość - {0}
pt: Mensagem - {0}
ru: Сообщение - {0}

source: Position
ca: Posició
cs: Pozice
nl: Positie
pl: Pozycja
pt: Posição
ru: Позиция

source: Configuration
ca: Configuració
cs: Nastavení
nl: Configuratie
pl: Konfiguracja
pt: Configuração
ru: Конфигурация

source: Machines
ca: Màquines
cs: Stroje
pl: Maszyny
pt: Máquinas
ru: Машины

source: Administration
ca: Administració
cs: Správa
nl: Administratie
pl: Administracja
pt: Administração
ru: Администрирование

source: Allocations
ca: Assignació
cs: Přidělení
nl: Toekenningen
pl: Alokacje
pt: Atribuições
ru: Ассигнования

source: options
ca: opcions
cs: volby
nl: opties
pl: opcje
pt: opções

source: Efforts
ca: Esforços
cs: Úsilí
nl: Inspanningen
pl: Wysiłki
pt: Esforços
ru: Усилия

source: Observations
ca: Observacions
cs: Pozorování
nl: Observaties
pl: Obserwacje
pt: Observações
ru: Наблюдения

source: Code
ca: Codi
cs: Kód
pl: Kod
pt: Código
ru: Код

source: Budget
ca: Pressupost
cs: Rozpočet
pl: Budżet
pt: Orçamento
ru: Бюджет

source: type
ca: tipus
pt: tipo

source: Description
ca: Descripció
cs: Popis
nl: Omschrijving
pl: Opis
pt: Descrição
ru: Описание

source: Communications
ca: Comunicacions
cs: Komunikace
nl: Communicatie
pt: Comunicações

source: Type
ca: Tipus
cs: Typ
pl: Typ
pt: Tipo
ru: Тип

source: Interpolation
ca: Interpolació
cs: Interpolace
nl: Interpolatie
pt: Interpolação

source: cyan
ca: cian
cs: azurová
nl: cyaan
pl: cyjan
pt: ciano

source: orange
ca: taronja
cs: oranžová
nl: oranje
pl: pomarańczowy
pt: cor-de-laranja

source: MACHINE
ca: MÀQUINA
cs: STROJ
pl: Maszyna
pt: MÁQUINA

source: SUBCONTRACTED PENDING PROJECT
ca: SUBCONTRACTAT PENDENT DE PROJECT
cs: SUBKONTRAKTOVANÝ NEVYŘÍZENÝ PROJEKT
pl: Nierozstrzygnięty pracowany

source: Client
cs: Klient
nl: Klant
pl: Klient
pt: Cliente
ru: Клиент

source: Perspectives
cs: Pohledy
nl: Perspectieven
pl: Perspektywy
pt: Perspetivas
ru: Обзор плана

source: Defines the time since last saving operation at project planning perspectives after which a warning is raised on leaving. Set to 0 in order to disable the warning.
nl: Definieert de tijd sinds de laatste save operatie in het project-plannings perspectief waarna een waarschuwing wordt getoond bij het verlaten. Stel in op 0 on deze waarschuwing uit te zetten.

source: Dates
cs: Data
nl: Data
pl: Daty
pt: Datas
ru: Даты

source: Notes
cs: Poznámky
nl: Notities
pl: Uwagi
pt: Notas
ru: Заметки

source: You are about to leave the planning edition, unsaved changes will be lost.
nl: U gaat het planningsscherm verlaten, niet-opgeslagen wijzigingen zullen verloren gaan.

source: {0} h
nl: {0} u

source: Total
cs: Celkem
nl: Totaal
pl: Wszystko
ru: Итог

source: Effort
nl: Inspanning

source: Seconds planning warning
nl: Seconden planningswaarschuwing

source: seconds planning warning not specified
nl: Seconden planningswaarschuwing niet gespecicifeerd

source: Port
nl: Poort
pt: Porto

source: Normal
cs: Normální
nl: Normaal
pl: Normalny
ru: Нормальный

source: Format
cs: Formát
nl: Formaat
pt: Formato
ru: Формат

source: The resource cannot be null
pl: Zasób nie może być pusty
ru: Ресурс не может быть null

source: criterion codes must be unique inside a criterion type
pl: kod kryterium musi być unikalny wewnątrz typu kryterium
ru: Коды критерия должны быть уникальными внутри типа критерия

source: there exist multiple resource calendars with name {0}
pl: istnieje wiele kalendarzy o nazwie {0}
ru: существует несколько календарей ресурсов с именем {0}

source: There is no type of work hours with this code
pl: Nie ma typu godzin pracujących o tym kodzie
ru: Не существует типов рабочих часов с этим кодом

source: Work report removed successfully
pl: Raport pracy usunięty pomyślnie

source: It can not be empty
pl: Pole nie może być puste
ru: Это не может быть пустым

source: Description cannot be null or empty
pl: Opis nie może być pusty
ru: Описание не может быть пустым или null

source: February
pl: Luty
ru: Февраль

source: The {0} sequence prefixes can not be repeated
pl: Prefiksy w sekwencji {0} nie mogą się powtarzać
ru: {0} последовательность префиксов не может быть повторена

source: The original workable days value {0}, is prevented because consolidated values cannot be modified
pl: Zmiana wartości oryginalnych dni roboczych {0} została zablokowana, ponieważ skonsolidowane wartości nie mogą być modyfikowane

source: Stretch date must not be less than task start date:
pl: Przeciągnięta data nie może być wcześniejsza niż początkowa data zadania:
ru: Растягиваемая дата не должна быть меньше чем дата начала задачи:

source: Not the same hours group, impossible to update
pl: Grupy godzin nie pokrywają się, nie mogę nadpisać
ru: Нет такой часовой группы, невозможно обновить

source: Resource Usage
pl: Wykorzystanie zasobów
ru: Использование ресурсов

source: Remove limiting resource element
pl: Usuń ograniczenie elementu zasobów
ru: Удалить предельный ресурс элемента

source: End date is not valid, the new end date must be later the current end date
pl: Data zakończenia jest błędna, nowa data zakończenia nie może być wcześniejsza niż data aktualna
ru: Дата окончания не действительна, новая дата должна быть позже текущей даты окончания

source: Hour start
pl: Godzina rozpoczęcia
ru: Час начала

source: Progress Report
pl: Raport postępu
ru: Отчет о ходе работ

source: User with login name '{0}': not found
pl: Użytkownik o loginie '{0}': nie został znaleziony
ru: Пользователь '{0}': не найден

source: Login name
pl: Login
ru: Имя пользователя

source: missing code in a calendar exception
pl: wyjątek brakującego kodu w kalendarzu
ru: Отсутствует код в календаре исключений

source: You can not remove a scenario with derived scenarios
pl: Nie można usunąć scenariusza z pochodnymi scenariuszami
ru: Вы не можете удалить сценарии с производными сценариями

source: Work Report Types
pl: Typy Raportów Pracy

source: LIMITING
pl: OGRANICZENIA
ru: Ограничения

source: Error on showing warning message removing calendar:
pl: Błąd przy pokazywaniu ostrzeżenia o usunięciu kalendarza:
ru: Ошибка на показе предупреждения на удаляемый календарь:

source: work report has not any description value with this field name
pl: raport pracy nie ma żadnej wartości opisowej dla pola o nazwie
ru: рабочий отчет не имеет никаких описательных значений с этим именем поля

source: Project Costs Per Resource
pl: Koszty Projektu na Zasób
ru: Стоимость проекта на ресурс

source: default password were not changed
pl: standardowe hasło nie zostało zmienione
ru: пароль по умолчанию не изменен

source: Type of hours
pl: Typ godzin

source: The {0} is not valid, criterionType overlaps with other criterionSatisfaction from the same criterionType
pl: {0} nie jest poprawny. Typ kryterium nakłada się z innym kryterium satysfakcji z kryterium o tym samym typie
ru: {0} не является допустимым, тип критерия пересекается с другим типом удовлетворенности от другого типа критерия.

source: Work Report Lines
pl: Linie Raportu Pracy
ru: Строки рабочего отчета

source: October
pl: Październik
ru: Октябрь

source: Could not execute print command
pl: Nie można wydać polecenie drukowania
ru: Невозможно выполнить команду печати

source: Work Reports List
pl: Lista Raportu Pracy
ru: Список рабочих отчетов

source: Accounts
pl: Konta
ru: Учетные записи

source: Limiting
pl: Ograniczenia
ru: Ограничение

source: resources per day must be not empty and bigger than zero
pl: zasoby dzienne nie mogą być puste i większe od zera
ru: ресурсы на день не должны быть пустыми и больше чем ноль

source: CriterionType is not valid, it overlaps other criterionSatisfaction with the same criterionType
pl: CriterionType nie jest prawidłowy, nakłada się inne criterionSatisfaction o tym samym criterionType
ru: Тип критерия не является допустимым, он пересекается с другим критерием удовлетворения с тем же типом критерия

source: Types of work hours
pl: Typy godzin pracy
ru: Типы рабочих часов

source: Its planning is not in the current scene. Should change to any of the following scenarios:
pl: Jego planowanie nie jest w obecnej scenie. Powinien zmienić się na jedną z następujących scenariuszy:
ru: Это планирование не является текущим. Необходимо изменить на один из следующих сценариев:

source: missing worker code in the work report
pl: brakuje kodu pracownika w raporcie pracy
ru: отсутствует код работника в рабочем отчете

source: The task code cannot be null
pl: Kod zadania nie może być pusty
ru: Код задачи не может быть пустым

source: Error on showing warning message removing workReportType:
pl: Błąd przy wyświetlaniu komunikatu ostrzegawczego przy usuwaniu workReportType:
ru: Ошибка просмотра предупреждения workReportType:

source: Edit Work Report
pl: Edytuj Raport Pracy
ru: Редактировать рабочий отчет

source: Calculated progress can not be removed
pl: Obliczony postęp nie może być usunięty
ru: Вычисленный ход работ не может быть удален

source: Work reports
pl: Raporty pracy

source: June
pl: Czerwiec
ru: Июнь
