Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Only {0} resources per day were achieved for current allocation
ca: Només {0} recursos per dia es van aconseguir per a l'assignació actual
cs: Bylo archivováno pouze {0} zdrojů na den pro současné přidělení
fr: Seules {0} ressources par jour ont été atteintes pour l'allocation actuelle
nl: Alleen {0} resources per dag zijn gelukt voor de huidige toekenning
pl: Tylko {0} zasobów na dzień uzyskano dla istniejącej alokacji
pt: Só {0} recursos por día foram conseguidos para a atribuição atual
ru: Только {0} ресурсы в день были достигнуты для текущего распределения

source: Accept
ca: Acceptar
cs: Přijmout
fr: Accepter
nl: Accepteren
pl: Akceptuj
pt: Aceitar
ru: Принять

source: Example: {0}
ca: Exemple: {0}
cs: Příklad: {0}
fr: Exemple: {0}
nl: Voorbeeld: {0}
pl: Przykład: {0}
pt: Exemplo: {0}
ru: Пример: {0}

source: Cannot delete timesheet template. There are some timesheets bound to it.
ca: No es pot eliminar la plantilla del full d'hores perquè hi ha algun full d'hores depenent
fr: Impossible de supprimer le canevas de feuilles de temps. Il existe des feuilles de temps liées à lui.
nl: Kan urenstaatsjabloon niet verwijderen. Er zijn urenstaten mee verbonden

source: Please, select type of exception
ca: Si us plau, seleccioneu tipus d'excepció
cs: Prosím, vyberte druh výjimky
fr: Merci de choisir un type d'exception
nl: Kies aub een type uitzondering

source: cannot be negative or empty
ca: no pot ser buit o negatiu
fr: ne peut pas être négatif ou vide
nl: kan niet negatief of leeg zijn
pt: não pode ser negativo ou vazio

source: Calculated
ca: Calculat
cs: Vypočítáno
fr: Calculé
nl: Berekent
pl: Kalkulowany
pt: Calculado
ru: Рассчитано

source: Access to the system
ca: Accedir al sistema
cs: Přístup do systému
fr: Accèder au système
nl: Toegang tot het systeem
pl: Dostęp do systemu
pt: Aceso ao sistema
ru: Доступ к системе

source: Probability
ca: Probabilitat
cs: Pravděpodobnost
fr: Probabilité
nl: Waarschijnlijkheid
pl: Prawdopodobieństwo
pt: Probabilidade
ru: Вероятность

source: Report data
ca: Data d'informe
cs: Data záznamu
fr: Données du rapport
nl: Rapport gegevens
pl: Data raportu
pt: Datos do relatório
ru: Данные отчета

source: Material Unit
ca: Unitat del material
cs: Jednotka materiálu
fr: Unité de matériel
nl: Materiaal Unit
pt: Unidade do material

source: External load
ca: Càrrega externa
cs: Vnější zátěž
fr: Charge externe
nl: Externe belasting
pl: Załaduj z zewnątrz
pt: Carga externa
ru: Внешняя загрузка

source: Progress sent successfully
ca: Progrés enviat correctament
cs: Postup úspěšně odeslán
fr: Avancement envoyé avec succès
nl: Voortgang succesvol verzonden
pl: Postęp został wysłany
pt: Progresso enviado com sucesso
ru: Ход работ послан успешно

source: Please, allow Multiple Active Criteria in this type in order to use selected Assignment Strategy
ca: Estratègia d'assignació
fr: Merci d'autoriser de multiples critères actifs dans ce type de façon à utiliser la stratégie d'affectation choisie
nl: Sta aub meerdere actieve criteria toe in dit type project voor het gebruik van de gekozen toekenningsstrategie

source: Priority
ca: Prioritat
cs: Priorita
fr: Priorité
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ru: Приоритет

source: Apply changes and continue edition
ca: Aplicar modificacions i continuar editant
cs: Použít změny a pokračovat v úpravách
fr: Appliquer les changements et continuer l'édition
nl: Voer wijzigingen door en ga verder met wijzigen
pl: Zaakceptuj zmiany i kontynuuj edycje
pt: Aplicar as alterações e continuar a edição

source: Infinitely Over Assignable
ca: Infinitament sobre assignable
cs: Nekonečně přepřidělitelné
fr: Infiniment sur-affectable
nl: Oneindig overmatig toekenbaar
pl: Nieskończenie przez przyporządkowanie
pt: Sobreatribuido Infinitamente
ru: Бесконечно Над Назначаемыми

source: Money spent
ca: Diners invertits
cs: Utracené peníze
fr: Argent dépensé
nl: Uitgegeven geld
pt: Dinheiro gasto

source: Add stretch
ca: Afegir tram
cs: Přidat rozložení
fr: Ajouter l'extension
nl: Toevoegen stap
pl: Dodaj odcinek
pt: Adicionar trecho
ru: Добавить протяжение

source: Progress Assignment cannot be deleted or changed. Progress Assignment contains Progress Consolidations values
ca: L'assignació de progrés no pot ser modificada ni eliminada. Assignació de progrés conté Consolidació de progrés
fr: L'affectation d'avancement ne peut pas être supprimée ou modifiée. L'affectation d'avancement contient des valeurs de consolidations d'avancement
nl: Voortgangstoekenning kan niet worden verwijderd of gewijzigd. De voortgangstoekenning bevat voortgangsconsolidaties

source: Assignation type
ca: Tipus d'assignació
cs: Ty přidělení
fr: Type d'affectation
pl: Typ przypisany
pt: Tipo de atribuição
ru: Тип назначения

source: Show resource assignments
ca: Mostrar assignació de recursos
cs: Zobrazit přidělení zdroje
fr: Montrer les affectations de ressource
nl: Toon resource toewijzingen
pl: Pokaż przydział zasobu
pt: Mostrar atribuições de recursos
ru: Показать задачи ресурса

source: Calculate Workable Days
ca: Calcular dies laborables
cs: Spočítat pracovní dny
fr: Calculer les jours travaillés
nl: Bereken werkbare dagen
pl: Kalkuluj przepracowane dni
pt: Calcular Dias Laborais
ru: Рассчитать рабочие дни

source: unit name not specified
ca: nom d'unitat no especificat
cs: není zadán název jednotky
fr: nom d'unité non indiqué
nl: unitnaam niet gespecificeerd
pt: nome da unidade não especificado

source: Start date
ca: Data d'inici
cs: Počáteční datum
fr: Date de début
nl: Startdatum
pl: Data rozpoczęcia
pt: Data de início
ru: Дата начала

source: Update exception
ca: Excepció d'actualització
cs: Aktualizovat výjimku
fr: Mettre à jour l'exception
nl: Update uitzondering
pl: Aktualizuj wyjątek
pt: Atualizar exceção
ru: Обновить исключение

source: Operation cannot be done
ca: No es pot fer l'operació
cs: Operace nemůže být provedena
fr: L'opération ne peut pas être effectuée
nl: Handeling kan niet ongedaan gemaakt worden
pl: Operacja nie może być wykonana
pt: A operação não pode ser realizada
ru: Операция не может быть завершена

source: Unit name
ca: Nom de l'unitat
cs: Název jednotky
fr: Nom d'unité
nl: Naam eenheid
pl: Nazwa jednostki
pt: Nome da unidade
ru: Наименование единицы

source: Progress that are reported by quality forms cannot be modified
ca: Progrés que no s'ha reportat al formulari de qualitat no pot ser modificat
fr: L'avancement rapporté par les formulaires qualité ne peut pas être modifié
nl: De voortgang die is gerapporteerd door kwaliteitsformuliere kan niet worden aangepast

source: LibrePlan: Main Settings
ca: LibrePlan: Configuració general
cs: LibrePlan: Hlavní nastavení
fr: LibrePlan: Réglages principaux
nl: LibrePlan: Basis Instellingen
pt: LibrePlan: Definições principais

source: default label not specified
ca: etiqueta per defecte no especificada
fr: étiquette par défaut non indiquée
nl: standaard label niet gespecificeerd

source: Project code
ca: Codi projecte
cs: Kód projektu
fr: Code projet
pl: Kod projektu
pt: Código de projeto
ru: Код проекта

source: Write
ca: Escriure
cs: Zapsat
fr: Ecrire
nl: Schrijf
pl: Pisz
pt: Escrever
ru: Запись

source: Number of applications
ca: Nombre d'aplicacions
cs: Počet aplikací
fr: Nombre d'applications
nl: Aantal applicaties
pl: Liczba aplikacji
pt: Número de aplicações
ru: Количество приложений

source: Assign element to queue automatically
ca: Assignar elements a les cues automàticament
cs: Prvek přidělovat do fronty automaticky
fr: Affecte l'élément à la file automatiquement
nl: Wijs element automatisch aan queue toe
pl: Przydziel element do kolejki automatycznie
pt: Atribuir elemento à fila automaticamente
ru: Назначить элемент в очередь автоматически

source: Confirm worker edition
ca: Confirmar l'edició de treballadors
fr: Confirmer la modification du travailleur
nl: Bevestig wijzigen werker
pt: Confirmar edição de trabalhadores

source: Main Settings
ca: Configuració general
cs: Hlavní nastavení
fr: Réglages principaux
nl: Basis Instellingen
pt: Definições principais

source: Task Code
ca: Codi de tasca
cs: Kód úkolu
fr: Code de la tâche
nl: Taakcode
pl: Kod zadania
pt: Código da Tarefa
ru: Код Задачи

source: Project view
ca: Vista de projectes
cs: Zobrazení projektu
fr: Vue projet
pl: Widok projektu
pt: Vista de projeto
ru: Просмотр проекта

source: Probability %
ca: Probabilitat %
cs: Pravděpodobnost %
fr: % de probabilité
nl: Waarschijnlijkheid %
pl: Prawdopodobieństwo %
pt: Probabilidade %
ru: Вероятность %

source: Load
ca: Carregar
cs: Zátěž
fr: Charge
nl: Belasting
pl: Załaduj
pt: Carga
ru: Загрузка

source: New criterion
ca: Nou criteri
cs: Nové kritérium
fr: Nouveau critère
nl: Nieuw criterium
pl: Nowe kryterium
pt: Novo Critério
ru: Новый критерий

source: Resource: {0}
ca: Recurs: {0}
cs: Zdroj: {0}
fr: Ressource: {0}
pt: Recurso: {0}

source: Apply
ca: Aplicar
cs: Použít
fr: Appliquer
nl: Toepassen
pl: Zaakceptuj
pt: Aplicar

source: Do you want to remove bound user "{0}" too?
ca: Vols eliminar l'usuari limitat "{0}"?
fr: Voulez-vous également supprimer l'utilisateur lié "{0}" ?
nl: Wilt u de daaraan gekoppelde gebruiker "{0}" ook verwijderen?

source: Communication Type
ca: Tipus de comunicació
cs: Typ komunikace
fr: Type de communication
nl: Communicatietype
pt: Tipo de comunicação

source: Selected node
ca: Node seleccionat
cs: Vybraný uzel
fr: Noeud choisi
nl: Selecteer node
pl: Zaznaczony węzeł
pt: Nó selecionado

source: already exists an allocation for criteria {0}
ca: ja existeix una assignació pel criteri {0}
cs: již existuje přidělení pro kritéria {0}
fr: il existe déjà une allocation pour le critère {0}
nl: er bestaat al een toekenning voor criterium {0}
pl: alokacja już istnieje dla kryterium {0}
pt: já existe uma atribuição para os critérios {0}
ru: для критерия {0} назначение уже присутсвует

source: Code cannot be empty.
ca: Codi no pot estar buit
fr: Le code ne peut pas être vide.
nl: Code mag niet leeg zijn.
pt: Código não pode estar vazio

source: Project type
ca: Tipus de projecte
fr: Type de projet
pt: Tipo de projeto

source: Forward
ca: Endavant
cs: Dopředu
fr: Avancer
nl: Vooruit
pl: Naprzód
pt: Para a frente
ru: Вперед

source: Invalid date. Date must be unique for this Progress Assignment
ca: Data no és vàlida. La data ha de ser única per aquesta assignació de progrés
fr: Date invalide. La date doit être unique pour cette affectation d'avancement
nl: Ongeldige datum. Datum moet uniek zijn voor deze voortgangstoekenning

source: Number of finished applications
ca: Nombre d'aplicacions finalitzades
cs: Počet dokončených aplikací
fr: Nombre d'applications terminées
nl: Aantal afgeronde applicaties
pl: Liczba zakończonych aplikacji
pt: Número de aplicações finalizadas
ru: Количество законченных приложений

source: Invalid queue element
ca: Element de cua invàlid
cs: Neplatný prvek fronty
fr: Elément de file incorrect
nl: Ongeldig queue element
pl: Nieprawidłowy element kolejki
pt: Elemento de fila inválido
ru: Неверный элемент очереди

source: Unnasigned
ca: Sense assignar
cs: Nepřiděleno
fr: Non affecté
nl: Niet toegwezen
pl: Nieprzypisany
pt: Não atribuído
ru: Нераспределенный

source: Number of tasks
ca: Nombre de tasques
fr: Nombre de tâches
nl: Aantal taken
pt: Número de tarefas

source: At least one HoursGroup is needed
ca: Com a mínim és necessari un grup d'hores
cs: Je vyžadována alespoň jedna skupina hodin
fr: Au moins un groupe d'heures est nécessaire
nl: Minimaal één UrenGroep is nodig
pl: Co najmniej jedna HoursGroup jest potrzebna
pt: É necessário pelo menos um HoursGroup
ru: По крайней мере одно группа часов необходима

source: User
ca: Usuari
cs: Uživatel
fr: Utilisateur
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ru: Пользователь

source: Interacts with applications
ca: Interactuar amb les aplicacions
cs: Komunikuje s aplikacemi
fr: Interactions avec les applications
nl: Interacteert met applicaties
pl: Interakcja z aplikacjami
pt: Interage com aplicações
ru: Взаимодействие с приложениями

source: Resource name (Resource code)
ca: Nom del recurs (codi del recurs)
fr: Nom de ressource (Code de ressource)
nl: Resource naam (Resource code)
pt: Nome do recurso (código do recurso)

source: Virtual worker
ca: Treballador virtual
cs: Virtuální pracovník
fr: Participant virtuel
nl: Virtuele werker
pl: Wirtualny pracownik
pt: Trabalhador virtual
ru: Виртуальный работник

source: Length percentage should be between 0 and 100
ca: El percentatge de longitud ha de estar entre 0 i 100
cs: Procentuální délka by měla být mezi 0 a 100
fr: Le pourcentage de longueur doit être entre 0 et 100
nl: Lengtepercentage moet tussen 0 en 100 liggen
pl: Długość procentowa powinna być między 0 a 100
pt: A percentagem de duração deve estar entre 0 e 100
ru: Длина процентажа должна быть между 0 и 100

source: Multiple values per resource
ca: Valors múltiples per recurs
cs: Mnoho hodnot na zdroj
fr: Valeurs multiples par ressource
nl: Meerdere waarden per resource
pl: Wiele wartości na zasób
pt: Múltiplos valores por recurso
ru: Несколько значений на ресурс

source: Split
ca: Dividir
cs: Rozdělit
fr: Eclater
nl: Splits
pl: Dzielić
pt: Dividir
ru: Разрыв

source: please, select a project
ca: si us plau, seleccioneu un projecte
cs: vyberte prosím projekt
fr: Merci de choisir un projet
nl: Kies aub een project
pl: proszę wybrać projekt
pt: por favor selecione um projeto
ru: Пожалуйста, выберите проект

source: Cannot remove the predefined calendar exception day "{0}"
ca: No es pot eliminar l'excepció de dia del calendari predefinit "{0}"
fr: Impossible de supprimer le jour prédéfini d'exception du calendrier "{0}"
nl: Kan de voorgedefinieerde kalender uitzonderingsdag "{0}" niet verwijderen

source: Supported Chrome, Firefox, Safari and Epiphany browsers
ca: Navegadors recomanats: Chrome, Firefox, Safari i Epiphany
cs: Jsou podporovány prohlížeče Chrome, Firefox, Safari a Epiphany
fr: Navigateurs supportés : Chrome, Firefox, Safari et Epiphany
nl: Ondersteund Chrome, Firefox, Safari en Epiphany browsers
pl: Wspierane Chrome, Firefox, Safari i Epiphany przeglądarki
pt: Compatível com os navegador Chrome, Firefox, Safari e Epiphany
ru: Поддерживаются Chrome, Firefox, Safari и Epiphany браузеры

source: Task deadline violations
ca: Violació de la data de termini de la tasca
cs: Porušení termínů úkolu
fr: Violations de l'échéance de la tâche
nl: Taak deadline overschrijdingen
pt: Violação do prazo da tarefa

source: Starting date
ca: Data d'inicialització
cs: Datum zahájení
fr: Date de début
nl: Startdatum
pl: Data rozpoczęcia
pt: Data de início
ru: Дата начала

source: Periocity cannot be changed because there is already any personal timesheet stored
ca: No es pot modificar la periodicitat ja que està en ús en algun full de treball personal emmagatzemat.
fr: La périodicité ne peut pas être modifiée car il existe déjà des feuilles de temps personnelles enregistrées
nl: Periodiciteit kan niet gewijzigd worden omdat er al persoonlijke urenstaten zijn opgeslagen

source: Add materials
ca: Afegir materials
cs: Přidat materiály
fr: Ajouter des matériels
nl: Toevoegen materialen
pl: Dodaj materiały
pt: Adicionar materiais
ru: Добавить материалы

source: Load 100%
ca: Càrrega 100%
cs: 100% zátěž
fr: Charge à 100%
nl: Belasting 100%
pl: Załadowane 100%
pt: Carga 100%
ru: Загрузка 100%

source: Function
ca: Funció
cs: Funkce
fr: Fonction
nl: Functie
pl: Funkcja
pt: Função
ru: Функция

source: New project version
ca: Nova versió del projecte
cs: Nová verze projektu
fr: Nouvelle version du projet
nl: Nieuwe projectversie
pl: Nowa wersja projektu
pt: Nova versão de projeto
ru: Новая версия проекта

source: label names must be unique inside a label type
ca: nom de l'etiqueta ha de ser únic en el tipus d'etiqueta
fr: les noms d'étiquette doivent être uniques à l'intérieur d'un type d'étiquette
nl: labelnamen moeten uniek zijn binnen een labeltype

source: Edit
ca: Editar
cs: Upravit
fr: Modifier
nl: Wijzig
pl: Edytuj
pt: Editar
ru: Редактировать

source: Responsible
ca: Responsable
cs: Zodpovědný
fr: Responsable
nl: Verantwoordelijk
pl: Odpowiedzialny
pt: Responsável
ru: Ответственный

source: Click the following link to return to home page:
ca: Prémer el següent enllaç per a tornar a la pàgina d'inici:
cs: Klikněte na následující odkaz pro návrat na domovskou stránku:
fr: Cliquer sur le lien suivant pour retourner à la page d'accueil:
nl: Klik op de volgende link om op de homepage te komen:

source: LibrePlan: Project Status Report
ca: LibrePlan: Informe d’estat de projecte
fr: LibrePlan: Rapport d'état de projet
nl: LibrePlan: Project statusrapport
pt: LibrePlan: Relatório de condição do Projeto

source: New password
ca: Nova paraula de pas
cs: Nové heslo
fr: Nouveau mot de passe
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova palavra-passe

source: The planning of this task is not in the current scenenario. You should change to any of the following scenarios: {0}
ca: La planificació d'aquesta tasca no existeix a l'escenari actual.⏎ S'ha de canviar a un dels següents escenaris: {0}
fr: Le calendrier de cette tâche n'est pas dans le scénario actuel. Vous devez le modifier pour l'un des scénarios suivants: {0}
nl: De planning van deze taak is niet in het actuele scenario. U moet overschakelen naar een van de volgende scenario's: {0}

source: {0} 2nd fortnight
ca: {0} Segona quinzena
fr: {0} 2nde quinzaine
nl: {0} 2de twee-weken

source: LibrePlan: Received From Customers
ca: LibrePlan: Rebut dels clients
cs: LibrePlan: Přijato od zákazníků
fr: LibrePlan: Reçu des clients
nl: LibrePlan: Ontvangen Van Klanten

source: New user
ca: Nou usuari
cs: Nový uživatel
fr: Nouvel utilisateur
nl: Nieuwe gebruiker
pt: Novo usuário

source: New Description
ca: Nova descripció
cs: Nový popis
fr: Nouvelle description
nl: Nieuwe omschrijving
pl: Nowy opis
pt: Nova Descrição
ru: Новое Описание

source: Done
fr: Réalisé
nl: Voltooid

source: Tree {0} sucessfully flattened
ca: Arbre {0} correctament aplanat
cs: Strom {0} úspěšně zploštěn
fr: Arbre {0} vidé avec succès
nl: Boomstructuur {0} succesvol afgeplat
pl: Drzewo {0} pomyślnie spłaszczono
pt: Árvore {0} aplanada com sucesso
ru: Дерево {0} успешно спрямлено

source: Unit price
ca: Unitat de preu
cs: Cena za jednotku
fr: Prix unitaire
nl: Eenheidsprijs
pl: Cena jednostki
pt: Preço da unidade
ru: Цена единицы

source: Not enough permissions to create templates
ca: No té permisos per a crear plantilles
fr: Pas assez de permissions pour créer des canevas
nl: Niet genoeg rechten voor het maken van sjablonen
pt: Sem permissão suficiente para criar modelos

source: Invalid value. Value must be greater than the value of previous progress.
ca: Valor invàlid. El valor ha de ser més gran que el valor del progrés previ.
fr: Valeur invalide. La valeur doit être supérieure à la valeur de l'avancement précédent.
nl: Ongeldige waarde.Waarde moet hoger zijn dan de waarde van de vorige voortgang.

source: Communication date
ca: Data de comunicació
cs: Datum komunikace
fr: Date de communication
nl: Communicatiedatum
pl: Data komunikacji
pt: Data de comunicação
ru: Дата связи

source: Project Code
ca: Codi de projecte
cs: Kód projektu
fr: Code projet
pl: Kod projektu
pt: Código do Projeto
ru: Код проекта

source: Reassigning
ca: Reassignant
cs: Znovu přidělování
fr: Réaffectation
nl: opnieuw toewijzen
pl: Ponowna alokacja
pt: A reatribuir
ru: Переназначение

source: {0} already assigned to resource allocation list
ca: {0} ja està assignat a la llista d'assignació de recursos
cs: {0} již přidružen do seznamu přidělení zdrojů
fr: {0} déjà affecté à la liste d'allocation des ressources
nl: {0} reeds toegekend aan resource toekenninslijst
pl: {0} już przypisany do listy alokacji zasobów
pt: {0} já está na lista de atribuição de recursos
ru: {0} назначена на список назначений ресурса

source: Not Reviewed
ca: Sense valoracions
fr: Pas revu
nl: Niet gereviewed
pt: Não revisado

source: Label Types List
ca: Llista de tipus d'etiquetes
cs: Seznam typů štítků
fr: Liste des types de libellés
nl: Label types lijst
pl: Lista typów etykiet
pt: Lista de Tipos de Etiqueta
ru: Список типов меток

source: Hours type for personal timesheets
ca: Tipus d’hores pel full de treball personal
fr: Types d'heures pour les feuilles de temps personnelles
nl: Urentype voor persoonlijke urenstaten

source: Refresh
ca: Refrescar
cs: Obnovit
fr: Rafraîchir
nl: Verversen
pt: Atualizar

source: Two Hour Cost of the same type overlap in time
ca: Dos costes per hora del mateix tipus se superposen en el temps
fr: Deux coûts horaires du même type se chevauchent dans le temps
nl: Twee uurtarieven van het zelfde type overlappen elkaar qua tijd

source: Home
ca: Inici
cs: Domů
fr: Accueil

source: Enable/Disable
ca: Habilitar/Inhabilitar
cs: Povolit/Zakázat
fr: Active/Désactive
nl: Aan-/uitschakelen
pl: Włącz / Wyłącz
pt: Ativar/Desativar

source: Company password
ca: Paraula de pas d'empresa
fr: Mot de passe de l'organisme
nl: Bedrijfswachtwoord
pt: Senha da Empresa

source: BCWS
cs: RNPP
fr: CPBT

source: criterion satisfaction codes must be unique inside a resource
ca: codi del criteri de satisfacció ha de ser únic al recurs
cs: kódy uspokojení kritéria musí být uvnitř zdroje jedinečné
fr: les codes de satisfaction de critères doivent être uniques au sein d'une ressource
nl: criterium satisfaction codes moeten uniek zijn binnen een resource
pl: kody kryterium satysfakcji muszą być unikatowe wewnątrz zasobu
pt: o código de satisfação do critério deve ser único dentro de um recurso
ru: код критерия удовлетворенности должен быть уникальным внутри ресурса

source: This progress type cannot be modified
fr: Ce type d'avancement ne peut pas être modifié
nl: Dit voortgangstype kan niet gewijzigd worden

source: percentage should be between 1 and 100
ca: percentatge ha d'estar entre 1 i 100
cs: procento by mělo být v rozmezí 1 až 100
fr: le pourcentage doit être entre 1 et 100
nl: percentage moet tussen 1 en 100 liggen
pt: porcentagem deve estar entre 1 e 100

source: Communication Date
ca: Data de comunicació
cs: Datum komunikace
fr: Date de communication
nl: Communicatiedatum

source: delivery date not specified
ca: data de lliurament no indicada
fr: Date de livraison non indiquée
nl: leverdatum niet gespecificeerd
pt: Data de entrega não especificada

source: no
cs: ne
fr: non
nl: nee
pl: nie
pt: não
ru: нет

source: All machine worker assignments must have a start date earlier than the end date
ca: Totes les màquines de treballadors assignats han de tenir una data d'inici abans que la data de finalització
fr: Toutes les affectations machine travailleur doivent avoir une date de début antérieure à la date de fin
nl: Alle machine werkopdrachten moeten een startdatum hebben voor de einddatum

source: Task name (Task code)
ca: Nom de la tasca (Codi de la tasca)
cs: Název úkolu (kód úkolu)
fr: Nom de tâche (code de tâche)
nl: Taaknaam (Taakcode)
pt: Nome da tarefa (código da tarefa)

source: Criterion
ca: Criteri
cs: Kritérium
fr: Critère
nl: Criterium
pl: Kryterium
pt: Critério
ru: Критерий

source: Edit Timesheet
ca: Editar full d'hores
cs: Upravit výkaz
fr: Modifier la feuille de temps
nl: Wijzig Urenstaat

source: unl
cs: neom
fr: dech
pt: ili
ru: неогр.

source: Please select a worker
ca: Si us plau, seleccioneu un treballador
cs: Prosím vyberte pracovníka
fr: Merci de choisir un travailleur
nl: Kies aub een werker
pt: Por favor selecione um trabalhador

source: Test LDAP connection
ca: Comprovar la connexió LDAP
cs: Vyzkoušet připojení LDAP
fr: Tester la connexion au LDAP
nl: Test LDAP verbinding
pl: Testuj połączenie Ldap
pt: Testar a conexão LDAP

source: Generate code for
ca: Generar codi per
cs: Vytvořit kód pro
fr: Génération du code pour
nl: Genereer code voor
pl: Generuj kod dla
pt: Gerar código para
ru: Генерировать код для
