Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Time period contains non valid data. Ending data must be older than starting date
ca: El període conté dates que no són vàlides. La data de finalització ha de ser anterior que la data d'inici
cs: Časové období obsahuje neplatná data. Konečné datum musí být starší než počáteční
fr: La période de temps comporte des données incorrectes. Les données de fin doivent être postérieures aux données de début
nl: Tijdsperiode bevat ongeldige gegevens. Einddatum moet na startdatum liggen
pl: Okres zawiera nieważną dane. Data zakończenia musi być starsza niż data rozpoczęcia
pt: O período de tempo contém dados inválidos. A data de fim deve ser anterior à de início
ru: Временной период содержит не действительную дату. Конечная дата должна быть позднее чем дата начала

source: Expand taskgroups
ca: Expandir tasques de grup
cs: Rozšířit skupiny úkolů
fr: Etendre les groupes de tâches
nl: Uitklappen taakgroepen
pl: Rozwiń grupy zadań
pt: Expandir grupos de tarefas
ru: Развернуть группу задач

source: The admin's account password remains the default one. This is insecure
ca: La paraula de pas per admin és la que està per defecte. Corregiu aquesta situació.
cs: Heslo účtu správce je stále výchozí. To není bezpečné
fr: Le mot de passe du compte administrateur est celui par défaut. Ceci n'est pas sûr.
nl: Het wachtwoord van het beheersaccount is nog steeds het origineel. Dit is niet veilig
pl: Hasło konta administratora pozostaje domyślne. Jest to niebezpieczne.
pt: A palavra-passe da conta de administrador continua a ser a mesma que a palavra-passe por defeito. Isto não é seguro

source: Save Project
ca: Desar projecte
cs: Uložit projekt
fr: Enregistrer le projet
nl: Opslaan project
pl: Zapisz projekt
pt: Guardar Projeto
ru: Сохранить проект

source: Day is not valid
ca: Dia no és vàlid
cs: Den není platný
fr: Le jour n'est pas valide
nl: Dag is ongeldig
pl: Dzień nie jest ważny
pt: O dia não é válido
ru: День не действительный

source: You should select a start date for the exception
ca: S'ha de seleccionar una data d'inici per a l'excepció
cs: Měli byste vybrat datum zahájení výjimky
fr: Vous pouvez choisir une date de début pour l'exception
nl: U dient een startdatum te kiezen voor de uitzondering
pl: Należy wybrać datę początkową dla wyjątku
pt: Deve selecionar uma data de início para a exceção
ru: Вы должны выбрать начальную дату для исключения

source: maximum value must be greater than zero
ca: el valor màxim ha de ser més gran que zero
cs: maximální hodnota musí být větší než nula
fr: la valeur maximum doit être supérieure à zéro
nl: maximum waarde moet groter dan nul zijn

source: Help
ca: Ajuda
cs: Nápověda
fr: Aide
pl: Pomoc
pt: Ajuda
ru: Помощь

source: Variance At Completion
cs: Odchylka při dokončení
fr: Variance à l'achèvement
nl: Variantie bij voltooiing
pl: Wariancja na zakończenie
pt: Variância do custo final
ru: Отклонения от завершения

source: default password was not changed
ca: la paraula de pas per defecte no pot ser modificada
cs: výchozí heslo nebylo změněno
fr: le mot de passe par défaut n'a pas été modifié
nl: standaard wachtwoord werd niet gewijzigd

source: LibrePlan: Material Units
ca: LibrePlan: Unitats del material
cs: LibrePlan: Jednotky materiálu
fr: LibrePlan: Unités de matériel
nl: LibrePlan: Materiaal Eenheden

source: Virtual resources cannot be bound to any user
ca: Recursos virtuals no es poden limitar a qualsevol usuari
cs: Virtuální zdroje nemohou být vázány na žádného uživatele
fr: Les ressources virtuelles ne peuvent pas être liées à un quelconque utilisateur
nl: Virtuele teams kunnen niet gekoppeld worden aan een gebruiker

source: Code sequence is already in use and cannot be updated
ca: Codi de seqüència ja està en ús in no es pot actualitzar
fr: Séquence de code déjà utilisée et impossible à mettre à jour
nl: Codesequentie is al in gebruik en kan niet worden gewijzigd

source: Settings saved
ca: Configuració desada
cs: Nastavení uložena
fr: Réglages enregistrés
nl: Instellingen opgeslagen
pl: Ustawienia zostały zapisane
pt: Configurações guardadas

source: Exportation options
ca: Opcions d'exportació
cs: Možnosti exportu
fr: Options d'export
nl: Export opties
pl: Opcje wywozu
pt: Opções de exportação
ru: Варианты экспорта

source: effort not specified
ca: esforç no especificat
cs: nezadáno úsilí
fr: effort non indiqué
nl: inspanning niet gespecificeerd

source: Name
ca: Nom
cs: Jméno
fr: Nom
nl: naam
pl: Nazwa
pt: Nome
ru: Наименование

source: Could not save time period. Time period overlaps with another non-compatible time period
ca: No s'ha pogut desar el període de temps. El període de temps està sobreposat amb un altre període de temps
cs: Časové období nelze uložit. Překrývá se s jiným nekompatibilním obdobím.
fr: Impossible d'enregistrer la période de temps. La période de temps chevauche une autre période de temps incompatible
nl: Kon tijdsperiode niet opslaan. Tijdsperiode overlapt met een andere niet-caompatibele tijdsperiode
pl: Nie można zapisać terminu. Okres pobytu pokrywa się z innym niekompatybilnym czasem
pt: Não se pôde guardar o período de tempo. O período sobrepõe-se a outro período de tempo incompatível
ru: Невозможно записать временной период. Временной период совпадает с другим несовместимым временным периодом

source: Delete task
ca: Tasca eliminada
cs: Smazat úkol
fr: Supprimer la tâche
nl: Verwijder taak
pl: Usuń zadanie
pt: Apagar tarefa
ru: Удалить задачу

source: Seconds
ca: Segons
cs: Vteřin
fr: Secondes
nl: Seconden
pl: Sekundy
pt: Segundos
ru: Секунды

source: please, select an item
ca: si us plau, seleccioneu un ítem
cs: prosím vyberte položku
fr: Merci de sélectionner un élément
nl: Kies aub en item
pl: proszę wybrać pozycję
pt: por favor, selecione um elemento
ru: Пожалуйста, выберите элемент

source: a label can not be assigned twice in the same branch
ca: una etiqueta no es pot assignar dos cops en la mateixa branca
fr: une étiquette ne peut pas être affectée deux fois dans la même branche
nl: een label kan niet twee keer in dezelfde tak worden toegekend

source: Day of week
ca: Dia de la setmana
cs: Den v týdnu
fr: Jour de la semaine
nl: Dag van de week
pl: Dzień tygodnia
pt: Dia da semana
ru: День недели

source: Companies List
ca: Llista d'empreses
cs: Seznam společností
fr: Liste des compagnies
nl: Bedrijvenlijst
pl: Lista firm
pt: Lista de empresas
ru: Список компаний

source: Normal resource assignment
ca: Assignació de recurs normal
fr: Affectation normale de ressource
nl: Normale resource toekenning

source: default calendar not specified
ca: Calendari per defecte no especificat
cs: není zadán výchozí kalendář
fr: calendrier par défaut non indiqué
nl: standaard kalender niet gespecificeerd
pt: Calendário padrão não especificado

source: indirect progress assignments should have different types
ca: l'assignació de progrés indirecte ha de tenir tipus diferents
fr: Les affectations d'avancement indirectes doivent avoir différents types
nl: indirecte voortgangstoekening moet andere types hebben

source: Stretches with Interpolation
ca: Tram amb interpolacions
cs: Rozložení s interpolací
fr: Extensions avec interpolation
nl: Stretches met interpolatie
pl: Odcinki z interpolacją
pt: Trechos com Interpolação
ru: Участки с интерполяцией

source: Hours Worked Per Resource
ca: Hores treballades per recurs
cs: Odpracované hodiny dle zdroje
fr: Heures travaillées par ressource
nl: Gewerkte uren per resource
pl: Godziny przepracowane na zasób
pt: Horas Trabalhadas por Recurso
ru: Часы отработанные ресурсом

source: material not specified
ca: material no especificat
fr: matériel non indiqué
nl: materiaal niet gespecificeerd
pt: Material não especificado

source: Category name
ca: Nom de la categoria
cs: Název kategorie
fr: Nom de catégorie
nl: Categorienaam
pl: Nazwa kategorii
pt: Nome da categoria
ru: Наименование категории

source: Date must be inside visualization area
ca: Data ha d'estar dintre de l'àrea de visualització
fr: La date doit être comprise dans la zone de visualisation
nl: Datum moet binnen visualisatiegebhied liggen

source: Show a notification when new LibrePlan versions are released
ca: Mostrar notificació quan hi hagi una nova versió de LibrePlan
cs: Zobrazit oznámení, když jsou vydány nové verze LibrePlan
fr: Afficher une notification quand une nouvelle version de LibrePlan est disponible
nl: Toon een melding als er een nieuwe LibrePlan versie is verschenen
pl: Pokaż powiadomienie w przypadku pojawienia się nowej wersji LibrePlan
pt: Mostrar uma notificação quando forem lançadas novas versões do LibrePlan

source: Main menu
ca: Menú principal
cs: Hlavní nabídka
fr: Menu principal
nl: Hoofdmenu
pl: Główne menu
pt: Menú principal
ru: Главное меню

source: Duration
ca: Duració
cs: Trvání
fr: Durée
nl: Duur
pl: Czas trwania
pt: Duração
ru: Продолжительность

source: Password settings
ca: Configurar paraula de pas
cs: Nastavení hesla
fr: Modification du mot de passe
nl: Wachtwoord instellingen
pl: Ustawienia hasła
pt: Configurações da palavra-passe

source: Delete expense sheet "{0}". Are you sure?
ca: Eliminar full de despesa "{0}". Està segur?
cs: Opravdu chcete smazat seznam nákladů "{0}"?
fr: Supprimer la feuille de dépense "{0}". Êtes-vous sûr ?
nl: Verwijder declaratieformulier "{0}". Weet u het zeker?

source: Schedule
ca: Planificació
cs: Naplánovat
fr: Prévision
nl: Plan
pl: Harmonogram
pt: Planificar
ru: Расписание

source: Unexpected: {0}
ca: Inesperat: {0}
cs: Neočekávané: {0}
fr: Inattendu: {0}
nl: Niet verwacht: {0}
pl: Nieoczekiwany: {0}
pt: Inesperado: {0}
ru: Неожиданный: {0}

source: a personal expense sheet must have the same resource in all the lines
ca: un full de despesa personal ha de tenir el mateix recurs dins totes les línies
fr: une feuille de dépenses personnelle doit avoir la même ressource dans toutes les lignes
nl: een persoonlijk declaratieformulier moet dezelfde resource hebben op alle regels

source: Connect
ca: Connectar
cs: Připojit
fr: Connecter
nl: Verbinden
pl: Połącz
pt: Conetar
ru: Соединение

source: This progress type cannot cannot be removed
fr: Ce type d'avancement ne peut pas être supprimé
nl: Dit voortgangstype kan niet worden verwijderd

source: Virtual Workers Group
ca: Grup virtual de treballadors
cs: Skupina virtuálních pracovníků
fr: Groupe de participants virtuels
nl: Virtuele werkersgroep
pl: Wirtualne grupy pracowników
pt: Grupos de Trabalhadores Virtuais

source: Changes saved
ca: Modificacions desades
cs: Změny uloženy
fr: Modifications enregistrées
nl: Wijzigingen opgeslagen
pl: Zmiany zostały zapisane
pt: Alterações guardadas
ru: Изменения записаны

source: See scheduling
ca: Veure planificació
cs: Zobrazit plánování
fr: Voir la prévision
nl: Zie planning
pl: Zobacz harmonogram
pt: Ver planificação
ru: Просмотр планирования

source: Progress measurements
ca: Mesures de progrés
cs: Měření postupu
fr: Mesures d'avancement
nl: Voortgang metingen
pl: Pomiary postępu
pt: Medidas de progresso
ru: Единицы измерения хода работ

source: Add measure
ca: Afegir mesura
cs: Přidat měřítko
fr: Ajouter une mesure
nl: Toevoegen meting
pl: Dodaj pomiar
pt: Adicionar medida
ru: Добавить единицу измерения

source: Found resources
ca: Trobar recursos
cs: Nalezeny zdroje
fr: Ressources trouvées
nl: Resources gevonden
pl: Znalezione zasoby
pt: Recursos encontrados
ru: Найдено ресурсов

source: Relationship
ca: Relacions
cs: Vztah
fr: Relation
nl: Relatie
pl: Związek
pt: Relação
ru: Отношение

source: Subcontract
ca: Subcontractar
cs: Subkontrakt
fr: Sous-contrat
nl: Onderaannemen
pl: Podwykonawca
pt: Subcontratar
ru: Субподряд

source: End
ca: Fi
cs: Konec
fr: Fin
nl: Einde
pl: Zakończenie
pt: Fim
ru: Конец

source: Project Costs
ca: Costos del projecte
cs: Náklady na projekt
fr: Coûts du projet
nl: Projectkosten
pt: Custos do Projeto

source: Cost Categories
ca: Categories de cost
cs: Kategorie nákladů
fr: Catégories de coût
nl: Kostencategorieën
pl: Kategorie kosztów
pt: Categorias de custo
ru: Категории стоимости

source: Other
ca: Altres
cs: Ostatní
fr: Autre
nl: Andere
pt: Outros

source: criterion type not specified
ca: tipus de criteri no especificat
cs: není zadán typ kritéria
fr: type de critère non indiqué
nl: criteriumtype niet gespecificeerd
pl: nie określono rodzaju kryterium
pt: tipo de critério não especificado
ru: критерий типа не указан

source: default price not specified
ca: preu per defecte no especificat
cs: není zadána výchozí cena
fr: prix par défaut non indiqué
nl: standaardprijs niet gespecificeerd
pt: Preço padrão não especificado

source: timesheet template not specified
ca: plantilla de full d'hores no especificada
cs: není zadána šablona výkazu
fr: canevas de feuille de temps non indiqué
nl: urenstaatsjabloon niet gespecificeerd

source: Timesheet removed successfully
ca: Full d'hores eliminat correctament
cs: Výkaz úspěšně odstraněn
fr: Feuille de temps supprimée avec succès
nl: Urenstaat succesvol verwijderd
pt: LDAP

source: Users List
ca: Llista d'usuaris
cs: Seznam uživatelů
fr: Liste des utilisateurs
nl: Gebruikerslijst
pl: Lista użytkowników
pt: Lista de Utilizadores
ru: Список пользователей

source: Task quality forms
ca: Formulari de qualitat de les tasques
cs: Formuláře kvality úkolů
fr: Formulaires qualité des tâches
nl: Taak kwaliteitsformulier
pl: Formy jakości zadań
pt: Formulários de qualidade de tarefa
ru: Форма качества задач

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
fr: Nom d'utilisateur
nl: Gebruikersnaam
pt: Nome de usuário

source: Has bound resource
ca: Té recursos limitats
cs: Má svázaný zdroj
fr: Possède des ressources liées
nl: Heeft een gekoppelde resource

source: Progress measurements that are reported by quality forms cannot be removed
ca: Mesurament de progrés informat per formulari de qualitat no s'ha pogut eliminar
fr: Mesures d'avancement qui sont rapportées par les formulaires de qualité ne peuvent pas être supprimées
nl: Voortgansmetingen die gerapporteerd zijn door kwaliteitsformulier kunnen niet worden verwijderd

source: Number of hours is not properly calculated according to start date and end date
ca: Nombre d'hores no s'ha calculat correctament segons la data d'inici i finalització
fr: Le nombre d'heures n'est pas calculé conformément aux dates de début et de fin
nl: Aantal uren is niet goed berekend op basis van start- en einddatum
pt: Número de horas não é corretamente calculada de acordo com a data de início e a data de término

source: Progress Types
ca: Tipus de progrés
cs: Typy postupu
fr: Types d'avancement
nl: Voortgang types
pl: Typy postępów
pt: Tipos de Progresso

source: Cost category
ca: Categoria de cost
cs: Kategorie nákladů
fr: Catégorie de coût
nl: Kostencategorie
pl: Kategoria kosztów
pt: Categoria de custo
ru: Категория стоимости

source: Quality form cannot be removed as it is spreading progress
ca: Formularia de qualitat no s'ha pogut eliminar mentre s'està estenen progrés
fr: Le formulaire de qualité ne peut pas être supprimé car il propage l'avancement
nl: Kwaliteistformulier kan niet worden verwijderd omdat het de voortgang rapporteerd

source: It can not be deleted. At least one sequence is necessary.
ca: No s'ha pogut eliminar. Es necessita com a mínim una seqüència.
cs: Nelze smazat. Je vyžadována alespoň jedna sekvence.
fr: Il ne peut pas être supprimé. Au moins une séquence est nécessaire.
nl: Het kan niet verwijderd worden. Minimaal één sequence is nodig.
pl: To nie może być usunięte. Przynajmniej jedna sekwencja jest konieczna.
pt: Não se pode apagar. É necessária pelo menos uma sequência.
ru: Это не может быть удалено. По крайней мере одна последовательность является необходимой.

source: description is not specified
ca: descripció no especificada
fr: description non indiquée
nl: omschrijving is niet gespecificeerd
pt: Descrição não especificada

source: Resource allocation
ca: Assignació de recurs
cs: Přidělení zdrojů
fr: Allocation de ressources
nl: Resource toekennen
pl: Alokacja zasobu
pt: Atribuição de recursos
ru: Распределение ресурсов

source: New end date for the customer
ca: Nova data de finalització pel client
cs: Nové datum dokončení pro zákazníka
fr: Nouvelle date de fin pour le client
nl: Nieuwe einddatum voor de klant
pt: Nova data de término para o cliente

source: ID already used. It has to be be unique
ca: Id en ús. Ha de ser únic
fr: ID déjà utilisé. Il doit être unique
nl: ID reeds in gebruik. Het dient uniek te zijn
pt: ID já está em uso. Ele deve ser único

source: please, select a quality form
ca: si us plau, seleccioneu un formulari de qualitat
cs: prosím vyberte formulář kvality
fr: merci de choisir un formulaire qualité
nl: selecteer aub een kwaliteitsformulier
pl: proszę wybrać formę jakości
pt: por favor, selecione um formulário de qualidade
ru: пожалуйста, выберите форму качества

source: Edit {0}: {1}
ca: Editar {0}: {1}
cs: Upravit {0}:{1}
fr: Modifier {0}: {1}
nl: Wijzig {0}: {1}
pl: Edytuj {0}: {1}
pt: Editar {0}: {1}

source: Filter quality forms by
ca: Filtrar formularis de qualitat per
cs: Filtrovat formuláře kvality podle
fr: Filtrer les formulaires qualité par
nl: Filter kwaliteitsformulieren op
pl: Filtruj formy jakości przez
pt: Filtrar formulários de qualidade por

source: Unindent selected task
cs: Zrušit odsazení zvoleného úkolu
fr: Tâche sélectionnée non décalée
nl: Terugspringen geselecteerde taak
pl: Wsunięcie wybranego zadania
pt: Remover identação da tarefa selecionada
ru: Расклеймить выбранную задачу

source: Customer reference code
ca: Codi de referència de client
cs: Referenční kód zákazníka
fr: Code de référence du client
nl: Klant referentiecode
pl: Kod referencyjny klienta
pt: Código de referência do cliente
ru: Код связи клиента

source: Constraint
ca: Restriccions
cs: Omezení
fr: Contrainte
nl: Beperking
pl: Przymus
pt: Restrição
ru: Ограничение

source: Deadline cannot be empty because there is a task with constraint "as late as possible"
ca: Data de termini no pot estar buida perquè hi ha una tasca amb restriccions "tant tard com sigui possible"
cs: Termín nemůže být prázdný, protože existuje úkol s omezením "co možná nejpozději"
fr: La date d'échéance ne peut pas être vide car il existe une tâche avec la contrainte "aussi tard que possible"
nl: Deadline kan niet leeg zijn omdat er een taak is met de randvoorwaarde "zo laat mogelijk"
pt: Prazo não pode estar vazio porque há uma tarefa com restrição "o mais tarde possível"

source: Add New Label Type Field
ca: Afegir un nou camp de tipus d'etiqueta
cs: Přidat nové pole typu štítku
fr: Ajouter un nouveau champ de type de libellé
nl: Voeg nieuw labeltypeveld toe
pl: Dodaj nowy typ pola etykiety
pt: Adicionar Novo Campo de Tipo de Etiqueta
ru: Добавить новую метку типа поля

source: Progress measurements must have a value lower than their following progress measurements.
ca: Mesurament de progrés ha de tenir un valor més petit que el mesurament de progrés consecutiu
fr: Les mesures d'avancement doivent avoir une valeur inférieure aux mesures d'avancement suivantes
nl: Voortgangsmeting moeten een waarde hebben die lager is dan hun latere voortgangsmeting

source: Customer reference
ca: Referència del client
cs: Reference zákazníka
fr: Référence du client
nl: Referentieklant
pl: Oznaczenie klienta
pt: Referência do cliente
ru: Соотношение с заказчиком

source: Sorry, you do not have permissions to access this project
ca: no té permís d'accés en aquest projecte
cs: Litujeme, nemáte oprávnění ke vstupu do tohoto projektu
fr: Désolé, vous n'avez pas les droits pour accéder à ce projet
nl: Helaas heeft u geen toegangdrechten voor dit project
pl: Przepraszamy, nie masz prawa dostępu do tego projektu
pt: Desculpe, não tem autorização para aceder a este projeto
ru: Извините, вы не имеете разрешения для доступа к этому проекту

source: END
ca: FI
cs: KONEC
fr: FIN
nl: EINDE
pl: Zakończenie
pt: FIM
ru: КОНЕЦ

source: Worker saved
ca: Treballador desat
cs: Pracovník uložen
fr: Participant enregistré
nl: Werker opgeslagen
pl: Pracownik zapisany
pt: Trabalhador guardado
ru: Работник записан

source: Communications To Subcontractors
ca: Comunicacions als subcontractistes
cs: Komunikace se subdodavatelem
fr: Communications aux sous-traitants
nl: Communicatie Naar Onderaannemers

source: New hours group
ca: Nou grup d'hores
cs: Nová skupina hodin
fr: Nouveau groupe d'heures
nl: Nieuwe urengroup
pl: Nowa grupa godzin
pt: novo grupo de horas
ru: Новая группа часов

source: Assign element to queue manually
ca: Element assignat a la cua manualment
cs: Přidělit prvky do fronty ručně
fr: Assigner l'élément à la file manuellement
nl: Ken element handmatig aan wachtrij
pl: Przydziel element do kolejki ręcznie
pt: Atribuir elemento à fila manualmente
ru: Назначить элемент в очередь вручную

source: Please remember that only saved changes will be printed
ca: Recordeu que només s'imprimiran les modificacions desades
cs: Nezapomeňte prosím, že vytisknuty budou pouze uložené změny
fr: Merci de vous rappeler que seules les modifications enregistrées seront affichées
nl: Bedenk dat alleen opgeslagen wijzigingen kunnen worden afgedrukt
pl: Proszę zapamiętaj, że tylko zapisane zmiany mogą zostać wydrukowane
pt: Por favor recorde-se que só as alterações guardadas serão impressas

source: There are repeated material codes
ca: Hi ha codis de material repetits
fr: Il existe des codes matériel répétés
nl: Er zijn herhaalde materiaalcodes

source: Edit Template
ca: Editar plantilla
cs: Upravit šablonu
fr: Modifier le modèle
nl: Wijzig sjabloon
pl: Edytuj szablon
pt: Editar modelo
ru: Редактировать шаблон

source: Progress %
ca: Progrés %
cs: Postup %
fr: % d'avancement
nl: Voortgangspercentage
pt: % de Progresso

source: Heading
ca: Capçalera
cs: Záhlaví
fr: En-tête
nl: Koptekst
pl: Nagłówek
pt: Cabeçalho
ru: Заголовок

source: Criterion Types List
ca: Llist de tipus de criteri
cs: Seznam typů kritéria
fr: Liste des types de critère
nl: Criteriumtypelijst

source: Do you want to split the material assignment {0}?
ca: Voleu dividir l'assignació de material {0}?
cs: Chcete rozdělit přidělení materiálů {0}?
fr: Voulez-vous séparer l'affectation de matériel {0} ?
nl: Wilt u de materiaalverdeling {0} splitsen?

source: must be after the previous date
ca: ha de ser després de la data prèvia
cs: musí být po předchozím datu
fr: doit être postérieur à la date précédente
nl: moet na de vorige datum zijn

source: Hours Type
ca: Tipus d'hores
cs: Typ hodin
fr: Type d'heures
nl: Urentype
pt: Tipo de horas

source: Percentages should sum 100
ca: Percentatge ha se sumar 100
cs: Součet procent by měl být 100
fr: La somme des pourcentages doit faire 100
nl: Percentages dienen opgeteld 100 te zijn
pl: Procentowa suma powinna wynosić 100
pt: As percentagens deveriam sumar 100
ru: Процентаж в сумме должен давать 100

source: Total task budget
ca: Pressupost total de tasca
cs: Celkový rozpočet úkolu
fr: Budget total de la tâche
nl: Totaal taak budget
pt: Orçamento total da tarefa

source: Worker must be not-null
ca: Treballador no pot ser null
cs: Pracovník musí být nenulový
fr: Le participant ne doit pas être nul
nl: Werker moet gedefinieerd zijn
pl: Pracownik nie może być pusty
pt: O trabalhador não deve ser nulo
ru: Работник не должен быть null

source: Some criterion satisfactions overlap in time
ca: Algun criteri de satisfacció coincideixen en el temps
cs: Některá uspokojení kritéria se v čase překrývají
fr: Certaines satisfactions de critères se chevauchent dans le temps
nl: Sommige criteria satisfactions overlappen in tijd
pl: Niektóre satysfakcje kryterium nakładają się w czasie
pt: Alguns critérios satisfeitos sobrepõem-se no tempo
ru: Некоторые критерии удовлетворения перекрываются во времени
