Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Load percentage of resources participating in the project while they are assigned
ca: El percentatge de càrrega de recursos participants en el projecte mentre són assignats
fr: Pourcentage de charge des ressources participant au projet quand elles sont affectées
nl: Belastingspercentage van resources betrokken bij het project terwijl ze zijn toegekend

source: Ending date
ca: Data final
cs: Datum ukončení
fr: Date de fin
nl: Einddatum
pl: Data zakończenia
pt: Data de fim
ru: Дата окончания

source: There is not any assigned progress to current task
ca: No n'hi ha cap progrés assignat a la tasca actual
cs: K současnému úkolu není přidělen žádný postup
fr: Il n'existe pas d'avancement affecté à la tâche courante
nl: Er is geen voortgang toegekend aan de huidige taak
pt: Não há nenhum progresso atribuído para a tarefa atual

source: LibrePlan: Page not found
ca: LibrePlan: Pàgina no trobada
cs: LibrePlan: Stránka nenalezena
fr: LibrePlan : Page non trouvée
nl: LibrePlan: Pagina niet gevonden
pl: LibrePlan: Strona nie została znaleziona
pt: LibrePlan: Página não encontrada
ru: LibrePlan: Страница не найдена

source: project name is already being used
ca: el nom del projecte ja està en ús
cs: název projektu je již používán
fr: le nom de projet a déjà été utilisé
nl: projectnaam is reeds in gebruik
pt: Nome do projeto já está em uso

source: Export options
ca: Opcions d'exportació
cs: Možnosti exportu
fr: Options d'export
nl: Export opties
pl: Opcje eksportu
pt: Opções de exportação
ru: Опции экспорта

source: Templates List
ca: Llista de plantilles
cs: Seznam šablon
fr: Liste des modèles
nl: Sjablonenlijst
pl: Lista Szablonów
pt: Lista de modelos
ru: Список Шаблонов

source: Criteria: {0}
ca: Criteris: {0}
cs: Kritéria: {0}
fr: Critère: {0}
pt: Critério: {0}

source: Last value
ca: Últim valor
cs: Poslední hodnota
fr: Dernière valeur
nl: Laatste waarde
pl: Ostatnia wartość
pt: Último valor
ru: Последнее значение

source: Average of worked hours in finished applications
ca: Mitjana d'hores treballades en aplicacions finalitzades
cs: Průměr odpracovaných hodin v dokončených aplikacích
fr: Moyenne des heures de travail dans les applications achevées
nl: Gemiddeld aantal gewerkte uren in afgeronde applicaties
pl: Średnia z przepracowanych godzin w zakończonych zastosowań
pt: Média de horas trabalhadas em aplicações finalizadas

source: Calculated progress can not be modified
ca: Progrés calculat no pot ser modificat
cs: Vypočítaný postup nemůže být změněn
fr: Les avancements calculés ne peuvent pas être modifiés
nl: Berekende voorgang niet niet worden gewijzigd
pl: Wyliczony postęp nie może być modyfikowany
pt: Não se pode modificar o progresso calculado
ru: Вычисленный ход работ не может быть изменен

source: Work done from starting date
ca: Treball fet des de la data d'inici
cs: Hotová práce od data zahájení
fr: Travail effectué depuis une date donnée
nl: Werk verricht sinds startdatum
pl: Praca wykonana od daty rozpoczęcia
pt: Trabalho realizado desde a data de início

source: Statistics log
ca: Diari d'estadístiques
cs: Záznam statistik
fr: Journal des statistiques
nl: Statistieken logboek
pl: Logi statystyk
pt: Histórico de estatísticas
ru: Журнал статистики

source: Edit Calendar
ca: Editar Calendari
cs: Upravit kalendář
fr: Modifier le calendrier
nl: Wijzig kalender
pl: Edytuj Kalendarz
pt: Editar Calendário
ru: Редактировать календарь

source: item
ca: ítem
cs: položka
fr: élément

source: Profile
ca: Perfil
cs: Profil
fr: Profil
nl: Profiel
pl: Profil
pt: Perfil

source: Personal timesheet
ca: Full de treball personal
fr: Feuille de temps personnelle
nl: Persoonlijke urenstaat

source: Materials Needs At Date
ca: Material necessari a la data
cs: Potřeby materiálů k datu
fr: Besoins matériels à une date donnée
nl: Benodigde materialen op datum
pl: Materiały Potrzebne Na Dany Dzień
pt: Necesidades de Materiais para Data
ru: Материалы требуемые на дату

source: {0} "{1}" saved
ca: {0} "{1}" desat
cs: {0} "{1}" uloženo
fr: {0} "{1}" enregistré
nl: {0} "{1}" opgeslagen
pl: {0} "{1}" zapisane
pt: "{0}" guardado

source: filtering
ca: filtrant
cs: filtrování
fr: filtrage
nl: filteren
pl: filtrowanie
pt: filtrado
ru: фильтрация

source: Total Budget
ca: Pressupost total
cs: Celkový rozpočet
fr: Budget total
nl: Totaal Budget
pl: Cały Budżet
pt: Orçamento Total
ru: Итоговый бюджет

source: Hierarchy
ca: Jerarquia
cs: Hierarchie
fr: Hiérarchie
nl: Hierarchie
pl: Hierarchia
pt: Hierarquia
ru: Иерархия

source: This worker cannot be deleted because it has assignments to projects or imputed hours
ca: Aquest treballador no pot ser esborrat perquè està assignat a projectes o té hores imputades
cs: Tento pracovník nemůže být smazán, protože má přidělení k projektům nebo zadaným hodinám
fr: Ce participant ne peut pas être supprimé car il est affecté à des projets ou possède des heures imputées
nl: Deze werker kan niet verwijderd worden omdat het toegekend is aan projecten of toegerekende uren
pl: Ten pracownik nie może zostać skasowany ponieważ jest przypisany do projektów bądź wprowadzonych godzin
pt: Este trabalhador não se pode apagar porque tem horas ou projetos atribuídos
ru: Этот работник не может быть удален, потому что он имеет назначения на проект или часы работы

source: Work done until ending date
ca: Treball fet fins la data de finalització
cs: Hotová práce do koncového data
fr: Travail effectué jusqu'à une date donnée
nl: Werk gedaan totaan de einddatum
pl: Praca wykonana przed datą zakończenia
pt: Trabalho realizado até à data de fim

source: Print configuration
ca: Configuració de la impressora
cs: Nastavení tisku
fr: Imprimer la configuration
nl: Print configuratie
pl: Konfiguracja wydruku
pt: Imprimir configuração
ru: Конфигурация печати

source: There is another timesheet template with the same code
ca: Hi ha una altre plantilla de full d'horari amb el mateix codi
fr: Il existe déjà un autre canevas de feuille de temps avec le même code
nl: Er is een andere urenstaatsjabloon met dezelfde code
pt: Há um outro modelo de planilha de tempo com o mesmo código

source: Overload due to other assignments
ca: Sobrecàrrega degut a altres assignacions
cs: Přetížení kvůli ostatním zadáním
fr: Surcharge due à d'autres affectations
nl: Overbelast ivm andere opdrachten
pl: Przeciążenia z powodu innych zadań
pt: Sobrecarga devido a outras atribuições
ru: Перегрузка из-за других заданий

source: Project progress percentage
ca: Percentatge de progrés del projecte
fr: Pourcentage d'avancement du projet
nl: Project voortgangspercentage
pt: Porcentagem de progresso do Projeto

source: Expense properties
ca: Detalls de les Despeses
cs: Vlastnosti nákladu
fr: Propriétés des dépenses
nl: Onkosten eigenschappen
pt: Propriedades de Gastos

source: Time period saved
ca: Temps del període desat
cs: Časové období uloženo
fr: Période de temp enregistrée
nl: Bespaarde tijd
pl: Okres czasu zapisany
pt: Período de tempo guardado
ru: Временной период сохранен

source: Are you sure of changing the resource type? You will lose the criteria with different resource type.
ca: Està segur de canviar el tipus de recurs? Perdrà tots els criteris amb un tipus de recurs diferent.
cs: Jste si jisti změnou typu zdroje? S jiným typem ztratíte kritéria.
fr: Êtes-vous sûr de modifier ce type de ressource ? Vous perdrez tous les critères avec des types de ressource différents
nl: Weet u zeker dat u het resource type wilt wijzigen? U verlies de criteria bij een ander resource type.
pl: Jesteś pewien że chcesz zmienić typ zasobu? Stracisz w ten sposób kryteria związane z innymi typami zasobów.
pt: Tem a certeza de que deseja mudar o tipo de recurso? Perderá os critérios com diferente tipo de recurso.

source: This Criterion has already been added.
ca: Aquest criteri s'ha afegit
cs: Toto kritérium již bylo přidáno.
fr: Ce critère existe déjà.
nl: Dit criterium is al toegevoegd
pl: To kryterium zostało już dodane
pt: Este Critério já foi adicionado.
ru: Критерий был добавлен.

source: add
ca: Afegir
cs: přidat
fr: ajouter
nl: toevoegen
pl: dodaj
pt: adicionar
ru: добавить

source: Unsaved changes will be lost. Would you like to continue?
ca: Es perdran les modificacions no desades. Voleu continuar?
cs: Neuložené změny budou ztraceny. Chcete pokračovat?
fr: Les changements non enregistrés seront perdus. Voulez-vous continuer ?
nl: Niet opgeslagen wijzigiingen zullen verloren gaan. Wilt u toch doorgaan?
pl: Nie zapisane zmiany zostaną stracone. Czy chcesz kontynuować?
pt: Al alterações não guardadas serão perdidas. Deseja continuar?
ru: Не сохраненные данные будут потеряны. Вы хотите продолжить?

source: please select a user to bound
ca: si us plau, seleccioneu un usuari limitat
cs: prosím zvolte uživatele ke svázání
fr: merci de choisir à utilisateur à lier
nl: kies aub een gebruiker om aan te koppelen
pt: por favor selecione um usuário para limitar

source: Workers
ca: Treballadors
cs: Pracovníci
fr: Participants
nl: Werkers
pl: Pracownicy
pt: Trabalhadores
ru: Работники

source: You can not remove the project "{0}" because it has time tracked at some of its tasks
ca: No podeu esborrat el projecte "{0}" perquè té assignat temps de treball en les seves tasques
cs: Nemůžete odstranit projekt "{0}" protože některé z jeho úkolů mají sledován čas
fr: Vous ne pouvez pas supprimer le projet "{0}" car il possède du temps suivi dans certaines de ses tâches
nl: U kunt het project "{0}" niet verwijderen omdat er uren zijn geschreven op een of meer van de taken

source: Resources matching selected criteria
ca: Recursos coincideixen amb els criteris seleccionats
cs: Zdroje odpovídající zvoleným kritériím
fr: Ressources correspondant aux critères choisis
nl: Resources die overeenkomen met het geselecteerde criterium
pl: Zasoby pasujące do wybranych kryteriów
pt: Recursos que cumprem os critérios selecionados
ru: Ресурсы соответствующие выбранным критериям

source: with
ca: Amb
cs: s
fr: avec
nl: met
pl: z
pt: com

source: Label Type
ca: Tipus d'etiquetes
cs: Typ štítku
fr: Type de libellé
pl: Typ Etykiety
pt: Tipo de Etiqueta

source: Year
ca: Any
cs: Rok
fr: Année
nl: Jaar
pl: Rok
pt: Ano
ru: Год

source: {0} "{1}" could not be deleted, it was already removed
ca: {0} "{1}" no pot ser eliminat, ja s'havia fet
cs: {0} "{1}" nemohlo být odstraněno, již tak bylo provedeno
fr: {0} "{1}" ne peut pas être supprimé, il a déjà été supprimé
nl: {0} "{1}" kon niet verwijderd worden, het was reeds verwijderd
pl: {0} "{1}" nie może być skasowny, został już usunięty
pt: {0} "{1}" não pôde ser apagado, já foi removido

source: Received From Subcontractors
ca: Rebut dels subcontractistes
cs: Přijato od subdodavatelů
fr: Reçu des sous-traitants
nl: Ontvangen Van Onderaannemers
pt: Recebido de sub-contratados

source: profile name not specified
ca: nom del perfil no especificat
cs: není zadán název profilu
fr: nom de profil non indiqué
nl: Profilenaam niet opgegeven
pl: nazwa profilu nie jest określona
pt: nome do perfil não especificado
ru: имя пользователя не указано

source: you do not have permissions to create new labels
ca: no té permisos per a crear etiquetes
cs: nemáte oprávnění k vytvoření nových štítků
fr: vous n'avez pas les permissions nécessaires pour créer de nouvelles étiquettes
nl: u heeft geen rechten voor het maken van nieuwe labels
pt: Você não tem permissão para criar novos rótulos

source: Date Start
ca: Data d'inici
cs: Datum zahájení
fr: Date de début
nl: Startdatum
pl: Data Startu
pt: Data de Início
ru: Дата начала

source: LibrePlan: Hours Types
ca: LibrePlan: Tipus d'hores
cs: LibrePlan: Typy hodin
fr: LibrePlan: Types d'heures
nl: LibrePlan: Urentypes
pt: LibrePlan: tipo de horas

source: By all tasks hours
ca: Per a totes les hores de les tasques
cs: Podle hodin všech úkolů
fr: Par toutes les heures des tâches
nl: Alle taakuren
pt: Por horas de tarefas

source: Hour costs
ca: Cost d'hora
cs: Hodinové poplatky
fr: Coûts des heures
nl: Urenkosten
pl: Cena godzin
pt: Custos por hora
ru: Стоимость часа

source: Value
ca: Valor
cs: Hodnota
fr: Valeur
nl: Waarde
pl: Wartość
pt: Valor
ru: Значение

source: Progress type cannot be modified
ca: Tipus de progrés no pot ser modificat
cs: Typ postupu nelze změnit
fr: Le type d'avancement ne peut pas être modifié
nl: Voortgangstype kan niet worden gewijzigd
pt: Tipo de Progresso não pode ser modificado

source: there are no valid periods for this calendar
ca: No n'hi ha cap període vàlid per aquest calendari
cs: pro tento kalendář neexistují žádná platná období
fr: il n'y a pas de périodes valides pour ce calendrier
nl: er zijn geen geldige periodes voor deze kalender
pl: nie istnieją żadne ważne okresy dla tego kalendarza
pt: não há períodos válidos para este calendário
ru: Нет действительных периодов для этого календаря

source: Add role
ca: Afegir "role"
cs: Přidat roli
fr: Ajouter un rôle
nl: Rol toevoegen
pl: Dodać rolę
pt: Adicionar função
ru: Добавить роль

source: Exception end date should be greater or equals than start date
ca: Excepció Data final ha de ser més gran que la data d'inici
cs: Datum konce výjimky by mělo být větší nebo rovno datu počátečnímu
fr: Les dates de fin exceptionnelles doivent être postérieures ou égales à la date de début
nl: UItzonderingseinddatum moet op of na stardatum liggen
pl: Wyjątek daty zakończenia powinien być większy lub równy niż data rozpoczęcia
pt: A data de fim duma exceção deve ser maior ou igual que a data de início
ru: Ошибка: дата окончания должна быть больше или эквивалентной дате начала

source: Repeated Project code {0} in Project {1}
ca: Codi de projecte repetit {0} al projecte {1}
cs: Opakovaný kód projektu {0} v projektu {1}
fr: Code projet {0} répété dans le projet {1}
nl: Herhalade Projectcode {0} in Project {1}
pl: Powtarzający się kod Projektu {0} w projekcie {1}
pt: Código {0} de projeto repetido no projeto {1}

source: End date is not valid, the new end date must be after start date
ca: Data finalització no és vàlida, la nova data de finalització ha de ser després de la data d'inici
cs: Datum ukončení není platné, nové datum ukončení musí být po datu zahájení
fr: La date de fin n'est pas valide, la nouvelle date de fin doit être postérieure à la date de début
nl: Einddatum is ongeldig. De nieuwe einddatum moet na de startdatum liggen
pt: Data de Término não é válida, a nova Data de Término deve ser posterior a Data de Início

source: Stretch date must not be before task start date:
ca: Data del rang no ha de ser abans de la data d'inici de tasca:
fr: La date d'extension ne doit pas être antérieure à la date de début:
nl: Periodedatum mag niet voor startdatum van taak liggen:

source: Progress Types List
ca: Llista del tipus de progrés
cs: Seznam typů postupu
fr: Liste des types d'avancement
nl: Lijst voortgangstypes
pl: Lista typów postępu
pt: Lista de Tipos de Progresso
ru: Список типов хода работ

source: The {0} can not be assigned to this resource. Its interval overlaps with other criterion
ca: El {0} no pot ser assignat a aquest recurs. L'interval sobrepassa amb
cs: {0} nemůže být přiděleno tomuto zdroji. Jeho interval se překrývá s dalším kritériem
fr: Le {0} ne peut pas être affecté à cette ressource. Les intervalles recouvrent d'autres critères
nl: De {0} kan niet toegekend worden aan deze resource. Zijn interval overlapt met een ander criterium
pl: {0} nie może być przypisany do tego zasobu. Jego odstęp nakłada się z innym kryterium
pt: O {0} não se pode atribuir a este recurso. O seu intervalo sobrepõe-se a outro critério
ru: {0} не может быть назначен на этот ресурс. Его интервал пересекается с другим критерием.

source: Schedule Performance Index
ca: Programació de l'índex de rendiment
cs: Index výkonu plánu
fr: Index prévisionnel de performance
pl: Harmonogram wydajności indeksu
pt: Índice de Rendimento da Planificação
ru: Расписать индекс производительности

source: Earlier starting date
ca: Data d'inici més aviat
cs: Dřívější datum zahájení
fr: Date de démarrage au plus tôt
nl: Eerdere startdatum
pl: Wcześniejsza data rozpoczęcia
pt: Data de inicio antecipada
ru: Позже даты начала

source: The code cannot be empty and it must be unique.
ca: El codi no pot ser buit i ha de ser únic.
cs: Kód nemůže být prázdný a musí být jedinečný.
fr: Le code ne peut pas être vide et il doit être unique.
nl: De code kan niet leeg en moet uniek zijn.

source: Profiles
ca: Perfil
cs: Profily
fr: Profils
nl: Profielen
pl: Profile
pt: Perfis
ru: Профили

source: First expense
ca: Primera despesa
cs: První náklad
fr: Première dépense
nl: Eerste onkosten
pt: Gasto inicial

source: Host
ca: "Host" / Amfitrió
cs: Hostitel
fr: Hôte

source: Workable time
ca: Horari laboral
cs: Doba práce
fr: Temps travaillé
nl: Werktijd
pl: Przepracowany czas
pt: Tempo para Trabalho
ru: Рабочее время

source: Company name
ca: Nom de l'empresa
cs: Název společnosti
fr: Nom de la société
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome da empresa
ru: Наименование компании

source: LibrePlan: Send To Customers
ca: LibrePlan: Enviar als clients
cs: LibrePlan: Odesláno zákazníkům
fr: LibrePlan: Envoyer aux clients
nl: LibrePlan: Zend Naar Klanten
pt: LibrePlan: enviado para clientes

source: there are repeated description values in the timesheet lines
ca: hi ha descripcions repetides en les línies del full d'hores
cs: v řádcích výkazů se vyskytují opakované popisné hodnoty
fr: il existe des valeurs de description répétées dans les lignes de la feuille de temps
nl: er zijn dubbele omschrijvingen in de urenstaatregels

source: This date cannot be empty
ca: Aquesta data no pot ser buida
cs: Toto datum nemůže být prázdné
fr: Cette date ne peut pas être vide
nl: Deze datum mag niet leeg zijn
pt: Esta data não pode estar vazia

source: Resources usage
ca: Utilització de recursos
cs: Využití zdrojů
fr: Utilisation des ressources
nl: Resourcegebruik
pt: Uso de recursos

source: Split new assignment
ca: Dividir una nova assignació
cs: Rozdělit nové přidělení
fr: Diviser une nouvelle affectation
nl: Splits nieuwe toewijzing
pl: Podziel nowe zadanie
pt: Dividir nova tarefa
ru: Разделить новое назначение

source: maxixum value of percentage progress type must be 100
ca: màxim valor del percentatge del tipus de progrés ha de ser 100
cs: maximální hodnota typu postupu v procentech musí být 100
fr: valeur maximum du pourcentage de type d'avancement doit être 100
nl: maximum waarde van procentuele voortgang moet 100 zijn
pt: Valor máximo de porcentagem do tipo de progresso deve ser 100

source: Total personal timesheet
ca: Total del full de treball personal
fr: Total de la feuille de temps personnelle
nl: Totaal persoonlijke urenstaat

source: Expiry date
ca: Data de caducitat
cs: Datum vypršení
fr: Date d'expiration
nl: Verloopdatum
pl: Data ważnosći
pt: Data de vencimento
ru: Дата истечения срока действия

source: Pagination
ca: Paginació
cs: Číslování stránek
fr: Mise en page
nl: Pagineren
pl: Paginacja
pt: Paginação
ru: Нумерация страниц

source: Change scenario
ca: Canviar escenari
cs: Změnit scénář
fr: Modifier le scénario
nl: Wijzig scenario
pl: Zmień scenariusz
pt: Mudar cenário
ru: Изменить сценарий

source: Critical path
ca: Camí crític
cs: Kritická cesta
fr: Chemin critique
nl: Kritieke pad
pl: Ścieżka krytyczna
pt: Caminho crítico
ru: Критическая часть

source: Categories
cs: Kategorie
fr: Catégories
nl: Categorien
pl: Kategorie
pt: Categorias
ru: Категории

source: Value is not valid. It must be smaller than max value
ca: El valor no és vàlid. Ha de ser més petit que el valor màxim
cs: Hodnota není platná. Musí být menší než max hodnota
fr: La valeur n'est pas valide. Elle doit être inférieure à la valeur maxmum
nl: Waarde is ongeldig. Het moet kleiner zijn dan de maximumwaarde
pt: Valor não é válido. Ele deve ser menor que o valor máximo

source: Project Details
ca: Detalls del projecte
cs: Podrobnosti projektu
fr: Détail du projet
pl: Szczegóły projektu
pt: Pormenores do projeto
ru: Детали проекта

source: Add new hours group
ca: Afegir un nou grup d'hores
cs: Přidat novou skupinu hodin
fr: Ajouter un nouveau groupe d'heures
nl: Voeg nieuwe urengroep toe
pl: Dodaj nowe godziny pracy
pt: Adicionar novo grupo de horas
ru: Добавить новую часовую группу

source: Cancel changes and back to scheduling
ca: Cancel·lar les modificacions i tornar a la programació
cs: Zrušit změny a vrátit se k plánování
fr: Annuler les changements et revenir à la planification
nl: Breek wijzigingen af en terug naar planning
pl: Anuluj zmiany i wróć do planowania
pt: Cancelar as alterações e voltar à planificação

source: Task: {0}
ca: Tasca: {0}
cs: Úkol: {0}
fr: Tâche: {0}
nl: Taak: {0}
pt: Tarefa: {0}

source: Percentage
ca: Percentatge
cs: Procento
fr: Pourcentage
pl: Procent
pt: Percentagem
ru: Проценты

source: Remaining time
ca: Temps que resta
cs: Zbývající čas
fr: Temps restant
nl: Resterende tijd
pt: Tempo restante

source: Company logo URL
ca: URI del logotip de l'empresa
cs: URL loga společnosti
fr: URL du logo de la société
nl: Bedrijfslogo URL
pl: Adres do logo firmy
pt: URL do logotipo da empresa
ru: URL логотипа компании

source: No worker selected
ca: No s'han seleccionats treballadors
cs: Nezvolen žádný pracovník
fr: Aucun travailleur sélectionné
nl: Geen werker geselecteerd
pl: Żaden pracownik nie został zaznaczony
pt: Nenhum trabalhador selecionado
ru: Не выбран работник

source: Number of digits
ca: Nombre de dígits
cs: Počet číslic
fr: Nombre de chiffres
nl: Aantal cijfers
pl: Liczba cyfr
pt: Número de digitos
ru: Количество цифр

source: Task not found
ca: Tasca no trobada
cs: Úkol nenalezen
fr: Tâche non trouvée
nl: Taak niet gevonden
pl: Nie znaleziono zadania
pt: Tarefa não encontrada
ru: Задача не найдена

source: company code cannot contain whitespaces
ca: codi d'empresa no pot tenir espais en blanc
cs: kód společnosti nemůže obsahovat mezery
fr: Le code d'organisme ne peut pas contenir d'espaces
nl: bedrijfscode mag geen spaties bevatten
pt: Código da Empresa não pode conter espaços em branco

source: Total capability
ca: Capacitat total
cs: Schopnosti nástroje
fr: Capacité totale
nl: Totale beschikbaarheid
pl: Całkowita zdolność
pt: Capacidade total
ru: Итог возможностей

source: Problems connecting with client web service
ca: Problemes connectat amb el web service del client
cs: Problém při připojování k internetové službě klienta
fr: Problème de connection avec le web service client
nl: Problemen bij het verbinden met de client web service
pl: Problemy z podłączeniem z klientem serwisu internetowego
pt: Problemas ao conetar com o serviço web cliente
ru: Проблема соединения с клиентским web сервисом

source: You cannot remove the task "{0}" because it has work reported on it or any of its children
ca: no es pot eliminar la tasca "{0}" perquè ella o alguna de les tasques filles conté informes de treball
cs: Nemůžete odstranit úkol {0} protože v něm nebo v jeho podřazených je nahlášená práce
fr: Vous ne pouvez pas supprimer la tâche "{0}" car il y a du travail rapporté dans l'une de ses sous-tâches
nl: U kunt de taak "{0}" niet verwijderen omdat hierop, of op afgeleide taken, werk is gerapporteerd.
pt: Você não pode remover a tarefa "{0}" por que ela possue trabalho apontado ou em em alguma das tarefas filhas

source: Exception Type
ca: Excepció Tipus
cs: Typ výjimky
fr: Type d'exception
pl: Typ wyjątku
pt: Tipo de Exceção
ru: Тип исключения

source: The current value must be less than the max value.
ca: El valor actual ha de ser menys que el valor màxim.
cs: Současná hodnota musí být nižší než maximální.
fr: La valeur actuelle doit être inférieure à la valeur maximum.
nl: De huiidge waarde moet lager zijn dan de maximum waarde.
pt: O valor atual deve ser menor que o valor máximo

source: Profiles List
ca: Llista de perfils
cs: Seznam profilů
fr: Liste de profils
nl: Profielen Lijst
pl: Lista profili
pt: Lista de Perfis
ru: Список профилей
