Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Company data
ca: Data de l'empresa
cs: Data společnosti
fr: Données de la compagnie
nl: Bedrijfsgegevens
pl: Dane firmy
pt: Dados da empresa
ru: Данные компании

source: Users
ca: Usuaris
cs: Uživatelé
fr: Utilisateurs
nl: Gebruikers
pl: Użytkownicy
pt: Utilizadores
ru: Пользователи

source: The {0} is not valid. Other value exists from the same criterion type
ca: El {0} no és vàlid. Ja existeis un altre valor amb el mateix tipus de criteri
fr: Le {0} n'est pas valide. Une autre valeur du même type de critère existe
nl: De {0} is ongeldig. Andere waarde bestaat vanaf het zelfde criteriumtype

source: Label Type fields
ca: Camps dels tipus d'etiquetes
cs: Pole typu štítku
fr: Les champs des types de libellés
nl: Label Type velden
pl: Pola typów etykiety
pt: Campos de tipo de etiqueta
ru: Поля типа метки

source: Hours Management
ca: Hores de gestió
cs: Správa hodin
fr: Gestion des heures
nl: Urenmanagement
pl: Zarządzanie godzinami
pt: Gestão de Horas
ru: Управление часами

source: last hours group sequence code not specified
ca: últim codi de seqüència d'hores de grup no especificada
fr: le dernier code de séquence du groupe d'heures n'est pas indiqué
nl: laatste urengroepsequentiecode niet gespecificeerd

source: label type name is already in use
ca: Nom del tipus d'etiqueta ja està en ús
fr: le nom de type d'étiquette est déjà utilisé
nl: labetypenaam is reeds in gebruik

source: Please, select an End Date for the Exception
ca: Si us plau, seleccioneu un data de finalització per l'Excepció
fr: Merci de choisir une date de fin pour l'exception
nl: Kies aub een einddatum voor de uitzondering

source: Cannot remove {0}, since it is being used by some exception day
ca: No es pot eliminar {0}, perquè s'està utilitzant per alguan excepció de dia
fr: Impossible de supprimer {0} car il est utilisé par un jour exceptionnel
nl: Kan {0} niet verwijderen omdat het in gebruik is bij een andere uitzonderingsdag

source: Please use some of the compatible browsers: Chrome, Firefox, Safari or Epiphany.
ca: Si us plau utilitzi algun navegador compatible com: Chrome, Firefox, Safari or Epiphany.
cs: Prosím použijte jeden z kompatibilních prohlížečů: Chrome, Firefox, Safari nebo Epiphany.
fr: Merci d'utiliser les navigateurs compatibles: Chrome, Firefox, Safari ou Epiphany
nl: Gebruik aub één van de ondersteunde browsers: Chrome, Firefox, Safari of Epiphany.
pl: Proszę korzystać z niektórych kompatybilnych przeglądarek: Chrome, Firefox, Safari lub Epiphany.
pt: Por favor use um navegador compatível: Chrome, Firefox, Safari ou Epiphany.
ru: Пожалуйста, используйте совместимые браузеры: Chrome, Firefox, Safari или Epiphany.

source: specific allocation
ca: assignació específica
cs: určité přidělení
fr: allocation spécifique
nl: Specifieke allocering
pl: specjalny przydział
pt: atribuição específica
ru: конкретное распределение

source: Another user has modified the same data, so the operation cannot be safely completed.
ca: Un altre usuari ha modificat la mateixa data, així que l'operació no pot ser completada.
cs: Jiný uživatel změnil stejná data, takže operace nemůže být bezpečně dokončena.
fr: Un autre utilisateur a modifié la même donnée, donc l'opération ne peut être achevée en toute sécurité
nl: Een andere gebruiker heeft dezelfde gegevens gewijzigd, dus deze handeling kan niet veilig voltooid worden.
pl: Inny użytkownik zmienił te same dane, więc operacja nie może być bezpiecznie zakończona.
pt: Outro utilizador alterou os mesmos dados, portanto a operação não pode ser completada com segurança.
ru: Другой пользователь изменил те же данные, поэтому операция не может быть благополучно завершена.

source: Template saved
ca: Plantilla desada
cs: Šablona uložena
fr: Modèle enregistré
nl: Sjabloon opgeslagen
pl: Zapisano szablon
pt: Modelo guardado
ru: Шаблон сохранен

source: Please set a date
ca: Si us plau, configuri una data
cs: Prosím nastavte datum
fr: Merci d'indiquer une date
nl: Stel aub een datum in

source: prefix not specified
ca: prefix no especificat
cs: není zadán předpona
fr: préfixe non indiquer
nl: voorvoegsel niet gespecificeerd

source: last criterion sequence code not specified
ca: l'últim codi de seqüència del criteri no especificat
fr: le dernier code de séquence de critère n'est pas indiqué
nl: laatste criteriumsequentiecode niet gespecificeerd

source: Task quality form name
ca: Nom del formulari de qualitat de tasca
cs: Název formuláře kvality úkolu
fr: Nom du formulaire de qualité des tâches
nl: Taak kwaliteitsformulier naam
pl: Nazwa jakości formy zadania
pt: Nome do formulário de qualidade da tarefa
ru: Наименование формы качества задачи

source: Some cost category assignments overlap in time
ca: Alguna assignació de categoria de cost es solapa en temps
cs: Některá přidělení kateogire nákladů se v čase překrývají
fr: Certaines affectations de catégorie de coûts se chevauchent dans le temps
nl: Sommige kosten categorie toewijzingen overlappen elkaar in de tijd
pl: Niektóre zadania kategorii kosztów pokrywają się w czasie
pt: Algumas atribuições de categorias de custo sobrepõem-se no tempo
ru: Некоторые категории стоимости расходов пересекаются во времени

source: Imputed hours calculation
ca: Càlcul d'hores imputades
cs: Výpočet zadaných hodin
fr: Calcul des heures imputées
nl: Doorbelaste uren berekening
pl: Kalkulacyjne obliczanie godzin
pt: Cálculo de horas atribuídas
ru: Временный расчет часов

source: Group
ca: Grup
cs: Skupina
fr: Groupe
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа

source: Exit session
ca: Sortir de la sessió
cs: Ukončit sezení
fr: Terminer la session
nl: Einde sessie
pl: Wyjdź z sesji
pt: Sair da sessão
ru: Окончить сессию

source: Statistics list
ca: Llista d'estadístiques
cs: Seznam statistik
fr: Liste des statistiques
nl: Statistieken lijst
pl: Lista statystyki
pt: Lista de estatísticas
ru: Список статистик

source: Apply filter to
ca: Aplicar filtre a
cs: Použít filtr na
fr: Appliquer le filtre à
nl: Pas filter toe op
pl: Zastosuj filtr do
pt: Aplicar filto a

source: Enabled
ca: Habilitat
cs: Povoleno
fr: Activé
nl: Ingeschakeld
pl: Włączone
pt: Ativado
ru: Включено

source: Please, enter a valid effort
ca: Si us plau, introduïu un esforç vàlid
cs: Prosím zadejte platné úsilí
fr: Merci de saisir un effort valide
nl: Voer aub een geldige inspanning in
pl: Proszę podać poprawny wysiłek
pt: por favor, selecione um esforço válido

source: Quality form should include an item with a value of 100% in order to report progress
ca: Formulari de qualitat hauria d'incloure un ítem amb el valor de 100% per a poder informar el progrés
fr: Le formulaire de qualité doit inclure un élément avec une valeur de 100% de façon à rendre compte de l'avancement
nl: Kwaliteitsformulier moet een onderdeel bevatten met een waarde van 100% om de voortgang te kunnen rapporteren

source: external company not specified
ca: Empresa externa no especificada
cs: není zadán externí firma
fr: organisme extérieur non indiqué
nl: externe bedrijf niet gespecificeerd

source: Quality form name is already being used
ca: Nom del formulari de qualitat està en ús
fr: Nom de formulaire qualité déjà utilisé
nl: Kwaliteitsformuliernaam reeds in gebruik

source: Timesheets Templates
ca: Plantilles de fulls d'hores
cs: Šablony výkazů
fr: Canevas de feuille de temps
nl: Urenstaat sjablonen

source: Any
ca: Qualsevol
fr: N'importe lequel
nl: Iedere

source: Confirm user edition
ca: Confirmar edició d'usuari
fr: Confirmer la modification de l'utilisateur
nl: Bevestig wijzigen gebruiker

source: Load due to current project
ca: Càrrega pel projecte actual
cs: Zatížení kvůli současnému projektu
fr: Charge due au projet actuel
nl: Belasting door huidig project
pl: Załaduj z powodu obecnego projektu
pt: Carga devido ao projeto atual
ru: Нагрузки в связи с текущим проектом

source: length not specified
ca: longitud no especificada
fr: longueur non indiquée
nl: lengte niet gespecificeerd

source: Track time
ca: Temps de seguiment
fr: Suivre le temps
nl: Track tijd

source: There must be at least 2 stretches for doing interpolation
ca: Ha de tenir com a mínim dos trams per a fer la interpolació
cs: Pro provedení interpolace musí existovat alespoň 2 rozložení
fr: Il doit y avoir au moins 2 extensions pour faire une interpolation
nl: Er moeten minimaal 2 stappen zijn om te kunnen interpoleren
pl: Muszą być co najmniej 2 odcinki do uprawiania interpolacji
pt: Deve haver pelo menos dois trechos para fazer interpolação
ru: Должно быть не менее 2 участков для производства интерполяции

source: Remove queue-based resource element
ca: Eliminar element del recurs basat en cua
fr: Supprimer l'élément de ressource en file
nl: Verwijder wachtrij-gebaseerd resource element

source: default maximum value must be greater than precision value
ca: El màxim valor per defecte ha ser més gran que el valor de la precisió
fr: la valeur maximum par défaut doit être supérieure à la valeur de précision
nl: standaard maximum waarde moet groter zijn dan de exacte waarde

source: Date format is wrong. Please, use the following format: {0}
ca: El format de la dat és erroni. Si us plau, utilitzi el format: {0}
fr: Format de date incorrect. Merci d'utiliser le format suivant: {0}
nl: Datumformat is verkeerd. Gebruik aub het volgende format: {0}

source: Save & Continue
ca: Desar i Continuar
cs: Uložit a pokračovat
fr: Sauver et continuer
nl: Opslaan en Doorgaan
pl: Zapisz i kontynuuj
pt: Guardar & Continuar
ru: Записать и продолжить

source: Subcategory names must be unique.
ca: El noms de les subcategories ha de ser únic.
fr: Les noms de sous-catégories doivent être unique.
nl: Naam van subcategorie moet uniek zijn

source: LibrePlan: Work And Progress Per Project
ca: LibrePlan: Progrés i treball per projecte
cs: LibrePlan: Práce a postup v projektu
fr: LibrePlan: Travail et avancement par projet
nl: LibrePlan: Werk en voortgang per project
pl: LibrePlan: Praca i Postęp na projekt
pt: LibrePlan: Trabalho e Progresso por Projeto
ru: LibrePlan: Работа и Ход Работ на Проекте

source: Filter
ca: Filtrar
cs: Filtrovat
fr: Filtre
pl: Filtrowanie
pt: Filtrar
ru: Фильтр

source: Scheduling mode
ca: Mode de planificació
cs: Režim plánování
fr: Mode de prévision
nl: Planningsmode
pl: Tryb harmonogramu
pt: Modo de planificação
ru: режим планирования

source: Personal timesheets peridocity
ca: Periodicitat de full de treball personal
fr: Périodicité des feuilles de temps personnelles
nl: Persoonlijke urenstaten periodiciteit

source: a milestone cannot have a task associated
ca: una fita no pot tenir una tasca associada
fr: un jalon ne peut pas avoir de tâche associée
nl: een mijlpaal kan geen geassocieerde taak hebben

source: Invalid value. Precission value must be lower than the Default Max value.
ca: Valor invàlid. El valor de la precisió ha de ser més petit que el valor màxim per defecte.
fr: Valeur invalide. La valeur de précision doit être inférieure à la valeur max par défaut
nl: Ongeldige waarde. Exacte waarde moet lager zijn dan de standaard max waarde

source: Assignment function will be changed. Are you sure?
ca: Funció d'assignació serà modificada. Està segur?
fr: La fonction d'affectation va changer. Êtes-vous sûr ?
nl: Toekeningsfunctie zal worden gewijzigd. Weet u het zeker?

source: Total expenses
ca: Total despeses
fr: Dépenses totales
nl: Totaal uitgaven

source: Assigned locations
ca: Localització assignada
cs: Přidělená umístění
fr: Emplacements affectés
nl: Toegekende locaties
pl: Przyznane miejsca
pt: Localizações atribuídas
ru: Назначенные места

source: subelements
fr: sous-éléments
nl: subelementen

source: Subcontracting date
ca: Data de subcontractació
fr: Date de sous-traitance
nl: Onderaannemingsdatum

source: Report progress
ca: Informe de progrés
cs: Nahlásit postup
fr: Avancement du rapport
nl: Rapporteer voortgang
pl: Raport postępu
pt: Registar progresso
ru: Отчет обрабатывается

source: Progress percentage per progress type
ca: Percentatge de progrés per tipus de progrés
fr: Pourcentage d'avancement par type d'avancement
nl: Voortgangspercentage per voortgangstype

source: ACWP
cs: SNPP
fr: CRTR

source: Authentication type
ca: Tipus d'autenticació
cs: Typ ověření
fr: Type d'authentification
nl: Authenticatietype
pl: Typ uwierzytelniania
pt: Tipo de autenticação

source: cannot be empty.
ca: no pot estar buit.
fr: ne peut pas être vide.
nl: kan niet leeg zijn

source: START
ca: INICI
cs: ZAČÁTEK
fr: DEBUT
pt: INÍCIO
ru: Старт

source: generic machines allocation
ca: Assignació genèrica de màquines
cs: přidělení obecného stroje
fr: allocation générique des machines
nl: Algemene machine toekenning
pl: ogólny przydział maszyn
pt: atribuição genérica de máquinas
ru: общее распределение машин

source: Subcontrated task
ca: Tasca subcontractada
fr: Tâche sous-traitée
nl: Onderaangenomen taak

source: Back
ca: Enrere
cs: Zpět
fr: Retour
nl: Terug
pl: Powrót
pt: Atrás
ru: Назад

source: Our company username
ca: Nom d'usuari de la nostra empresa
fr: Notre nom d'utilisateur d'organisme
nl: Ons bedrijf gebruikersnaam

source: Subcontractor
ca: Subcontractista
cs: Subdodavatel
fr: Sous-traitant
nl: Onderaannemer
pl: Podwykonawca
pt: Subcontratador
ru: Субподрядчик

source: Cancel and return
ca: Cancel·lar i tornar
cs: Zrušit a návrat
fr: Annuler et retour
nl: Afbreken en terug
pl: Anuluj i wróć
pt: Cancelar e voltar
ru: Отмена и возврат

source: Assign quality form
ca: Assignar formularis de qualitat
cs: Přidělit formulář kvality
fr: Affecter un formulaire qualité
nl: Kwaliteitsformulier toekennen
pl: Przydziel formularz jakości
pt: Atribuir formulário de qualidade
ru: Назначить форму качества

source: Planning Configuration
ca: Configuració de la planificació
fr: Configuration du calendrier
nl: Planningsconfiguratie

source: Delete item {0}. Are you sure?
ca: Eliminar ítem {0}, està segur?
cs: Smazat položku {0}. Jste si jisti?
fr: Supprimer l'élément {0}. Êtes-vous sûr ?
nl: Verwijder item {0}. Weet u het zeker?
pl: Usuń element {0}. Jesteś pewien?
pt: Apagar elemento {0}. Tem a certeza de que deseja fazer isto?
ru: Удаление элемента {0}. Вы уверены?

source: Calculated budget
ca: Calcular pressupost
cs: Vypočítaný rozpočet
fr: Budget calculé
nl: Berekend budget
pt: Orçamento calculado

source: the project must have a deadline
ca: el projecte ha de tenir una data de tancament
fr: le projet doit avoir une échéance
nl: het project moet een deadline hebben

source: last label sequence code not specified
ca: Codi de seqüència de l'última etiqueta no especificat
fr: le dernier code de séquence d'étiquette n'est pas indiqué
nl: laatste labelsequentiecode niet gespecificeerd

source: Available hours
ca: Hores disponibles
fr: Heures disponibles
nl: Beschikbare uren
pt: Horas disponíveis

source: Personal
fr: Personnel
nl: Persoonlijk
pt: Pessoal

source: Choosing Template
ca: Escollir plantilla
cs: Výběr šablony
fr: Choisir le canevas
nl: Sjabloon kiezen
pt: Escolhendo o modelo

source: Length
ca: Longitud
cs: Délka
fr: Longueur
nl: Lengte
pl: Długość
pt: Duração
ru: Длинна

source: Task code
ca: Codi tasca
cs: Köd úkolu
fr: Code la tâche
nl: Taakcode
pl: Kod zadania
pt: Código da tarefa
ru: Код задачи

source: Capacity
ca: Capacitat
cs: Kapacita
fr: Capacité
nl: Capaciteit
pl: Pojemność
pt: Capacidade
ru: Объем

source: Create derived
ca: Crear derivat
cs: Vytvořit odvozený
fr: Créer une dérive
nl: Maak afgeleide
pl: Tworzenie pochodzi
pt: Criar derivado
ru: Создать производный

source: Label Types
ca: Tipus d'etiqueta
cs: Typy štítků
fr: Types de libellés
pl: Typy etykiet
pt: Tipos de Etiquetas

source: it must be greater than zero
ca: ha de ser més gran que 0
cs: musí být větší než nula
fr: il doit être supérieur à zéro
nl: het moet groter dan nul zijn
pl: musi być większy od zera
pt: deve ser maior que zero
ru: должно быть больше нуля

source: must be a real positive number
ca: ha de ser un número real positiu
cs: musí být reálné kladné číslo
fr: doit être un nombre réel positif
nl: het moet een positief getal zijn
pl: musi być prawdziwa liczba dodatnia
pt: deve ser um número real positivo
ru: Должно быть положительным дробным числом

source: No Allocations have been done
ca: No s'han fet assignacions
cs: Nebyla provedena žádná přidělení
fr: Aucune allocation n'a été faite
nl: Er zijn geen toekenningen gedaan
pl: Żadne alokacje zostały wykonane
pt: Nenhuma atribuição foi realizada
ru: Не все Ассигнования были сделаны

source: Total hours task
ca: Total d'hores per tasca
cs: Celkem hodin na úkol
fr: Total des heures de la tâche
nl: Totaal uren taak
pl: Całkowite godziny zadania
pt: Total de horas de tarefa
ru: Итого часов на задачу

source: If you reached this page from another page of LibrePlan please notify us in order to fix it as soon as possible.
ca: En cas d'arribar en aquesta pàgina des de un altre de LibrePlan, si us plau, notifiqueu-lo per a corregir el problema al més aviat possible
fr: Si vous êtes arrivé sur cette page à partir d'une autre page de LibrePlan, merci de nous avertir afin de corriger cela aussi vite que possible.
nl: Als u deze pagina bereikt vanuit een andere pagina van LibrePlan laat het ons dan weten zodat we het zo snel mogelijk kunnen repareren.

source: Removed calendar "{0}"
ca: Eliminar calendari "{0}"
cs: Odstraněn kalendář "{0}"
fr: Suppression du calendrier "{0}"
nl: Verwijderd kalender "{0}"
pl: Usunięty kalendarz "{0}"
pt: Apagou-se o calendário "{0}"
ru: Удален календарь "{0}"

source: expense sheet not specified
ca: Full de despeses no especificat
fr: feuille de dépenses non indiquée
nl: onkostendeclaratie niet gespecificeerd

source: LibrePlan: Timesheets Templates
ca: LibrePlan: Plantilles de full d'hores
cs: LibrePlan: Šablony výkazů
fr: LibrePlan: Canevas de feuilles de temps
nl: LibrePlan: Urenstaat Sjablonen

source: Create project
ca: Crear projecte
cs: Vytvořit projekt
fr: Créer le projet
nl: Maak project
pl: Stwórz projekt
pt: Criar projeto
ru: Создать проект

source: Next
ca: Següent
cs: Další
fr: Suivant
nl: Volgende
pt: Próximo

source: Personal timesheets
ca: Full de treball personal
fr: Feuilles de temps personnelles
nl: Persoonlijke urenstaten

source: Allow multiple values of this type of criterion in the same period of time
ca: Permet valors múltiples d'aquest tipus de criteri en el mateix període de temps
cs: Povolit více hodnot tohoto typu kritéria ve stejném časovém období
fr: Autoriser de multiples valeurs de ce type de critère dans la même période de temps
nl: Sta meerdere waardes van dit type criterium toe in de zelfde tijdsperiode
pl: Zezwalaj na wiele wartości tego typu kryterium w tym samym czasie
pt: Permitir múltiplos valores deste tipo de critério no mesmo periodo de tempo
ru: Разрешить несколько значений этого типа критерия в тот же период времени

source: In the heading part, index labels and fields must be unique and consecutive
ca: En la part de la capçalera, les etiquetes de l'índex i els camps han de ser únic i consecutius
fr: Dans la partie d'en-tête, les étiquettes d'index et les champs doivent être uniques et consécutifs
nl: In het kopgedeelte moeten indexlabels en velden uniek en opvolgend zijn

source: Normal resource allocation
ca: Assignació de recurs normal
fr: Allocation de ressource normale
nl: Normale resource allocatie

source: Human hours per machine working hour within configuration unit
ca: Hores humanes per hora laborable de màquina dins la unitat de configuració
cs: Lidské hodiny na hodinu práce stroje uvnitř jednotky nastavení
fr: Unité de configuration des heures/hommes par heure de travail/machine
nl: Mensuren per machine bedrijfsuur binnen de configuratie unit
pl: Ludzkie godziny na godzinę pracy maszyny w jednostce konfiguracji
pt: Horas humanas por hora de trabalho de máquina dentro de unidade de configuração
ru: Человеко-часы на машинные рабочие часы в конфигурационном блоке

source: Could not add those authorizations to user {0} because they were already present.
ca: No s'ha pogut afegir aquesta autorització a l'usuari {0} perquè ja la té assignada.
cs: Tato oprávnění nelze přidat k uživateli {0}, protože již jsou přítomny.
fr: Impossible d'ajouter ces droits à l'utilisateur {0} car il les possède déjà
nl: Kon deze autorisaties niet toevoegen aan gebruiker {0} omdat deze ze al had.
pl: Nie można dodawać tych zezwoleń do użytkownika {0}, ponieważ były już one obecnie użyte.
pt: Não foi possível adicionar essas autorizações ao utilizador {0} pois já estavam presentes.
ru: Не удается добавить разрешение пользователю {0} , так как такие разрешения уже предоставлены.

source: Root calendar
ca: Calendari arrel
cs: Kořenový kalendář
fr: Calendrier source
nl: Hoofdkalender
pl: Kalendarz główny
pt: Calendário raíz

source: yes
ca: Sí
cs: ano
fr: oui
nl: ja
pl: tak
pt: sim
ru: да

source: Select gap
ca: Seleccioneu buit
cs: Vybrat mezeru
fr: Choisir l'écart
nl: Selecteer gap
pl: Wybierz lukę
pt: Selecionar intervalo
ru: Выбрать вершину

source: Date Finish
ca: Data de lliurament
cs: Datum dokončení
fr: Date de fin
nl: Einddatum
pl: Data zakończenia
pt: Data de Fim
ru: Дата Окончания

source: From
ca: des de
cs: Od
fr: Depuis
nl: Van
pt: De

source: At least one hours group is needed for each task
ca: Cada tasca ha de tenir al menys un grup d'hores
fr: Au moins un groupe d'heures est nécessaire pour chaque tâche
nl: Minimaal één urengroep is nodig per taak

source: Resources or criteria
ca: Recursos o criteris
cs: Zdroje nebo kritéria
fr: Ressources ou critères
nl: Resources of criteria
pt: Recursos ou critério

source: Name of criterion is empty.
ca: Nom del criteri està buit.
cs: Název kritéria je prázdný.
fr: Le nom du critère est vide.
nl: Naam van criterium is leeg
pt: Nome do critério está vazio

source: Validate
ca: Validar
cs: Ověřit
fr: Valider
nl: Controleer
pl: Zatwierdź
pt: Validar
ru: Проверка

source: This resource has already been added.
ca: Aquest recurs ja s'ha afegit.
cs: Tento zdroj již byl přidán.
fr: Cette ressource a déjà été ajoutée
nl: Deze resource is reeds toegevoegd
pl: Ten zasób został już dodany.
pt: Este recurso já foi adicionado.
ru: Этот ресурс уже добавлен

source: Could not retrieve Code. Please, try again later
ca: No s'ha pogut recuperar el codi. Si us plau, intenteu-lo més tard
cs: Nelze načíst kód. Prosím, zkuste to znovu později
fr: Impossible de retrouver le code. Merci d'essayer à nouveau
nl: Kon de code niet ophalen. Probeer het later aub opnieuw

source: Criterion Type name is already being used
ca: El nom del tipus de criteri ja està en ús
fr: Le nom de type de critère a déjà été utilisé
nl: Criteriumtypenaam is reeds in gebruik

source: There are repeated material category codes
ca: Hi ha codis de categories de material duplicades
fr: Il existe des codes de catégorie de matériel répétés
nl: Er worden materiaalcategoriecodes herhaald

source: Cost category assignment
ca: Assignació de categoria de cost
cs: Přidělení kategorie nákladů
fr: Affectation des catégories de coût
nl: Kostencategory toekenning
pl: Przypisanie kategorii kosztów
pt: Atribuição de categoria de custo
ru: Назначение категории стоимости

source: progress type name is already in use
ca: Nom del tipus de progrés ja està en ús
fr: ce nom de type d'avancement est déjà utilisé
nl: voortgangstypenaam is reeds in gebruik
pt: nome do tipo de progresso já está sendo usado

source: number of digits not specified
ca: nombre de dígits no especificats
fr: le nombre de chiffres n'est pas indiqué
nl: aantal cijfers niet gespecificeerd
pt: número de dígitos não especificado

source: task cannot be empty if it is shared by lines
ca: la tasca no pot estar buida en cas de estar les línies compartides
cs: úkol nemůže být prázdný pokud je sdílen po řádcích
fr: la tâche ne peut pas être vide si elle est partagée par des lignes
nl: taak kan niet leeg zijn als deze door meerdere regels wordt gedeeld
