Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: name not specified
ca: nom no especificat
cs: není zadán název
fr: nom non indiqué
nl: naam niet gespecificeerd
pt: nome não especificado

source: Queue-based resource allocation
ca: Assignació de recurs basat en cua
fr: Affectation de ressource en file
nl: Wachtrij-gebaseerde resource allocatie

source: error doing reassignment: {0}
ca: Error realitzant la reassignació: {0}
fr: erreur en faisant la réaffectation: {0}
nl: fout bij uitvoeren hertoekenning: {0}

source: Actual Cost Work Performed
ca: Rendiment de cost de treball
cs: Skutečné náklady provedené práce
fr: Coût réel du travail réalisé
nl: Daadwerkelijk Kosten Werk verricht
pl: Rzeczywisty koszt wykonywanej pracy
pt: Custo do Trabalho Realizado
ru: Фактическая стоимость выполненных работ

source: Queue-based Resources Planning
ca: Planificació de recursos basats en cues
fr: Calendrier des ressources en file
nl: Wachtrij-gebaseerde Resource Planning

source: Create project from Template
ca: Crear projecte des de la plantilla
cs: Vytvořit projekt z šablony
fr: Créer un projet à partir d'un modèle
nl: Maak project vanuit sjabloon
pl: Stwórz projekt z szablonu
pt: Criar projeto a partir de modelo
ru: Создать проект из шаблона

source: Previous
ca: Previ
cs: Předchozí
fr: Précédent
nl: Vorige
pt: Anterior

source: Value is not valid. Code cannot contain chars like '_' and should not be empty
ca: El valor no és vàlid. ⏎ El codi no pot tenir '_' ⏎ i tampoc pot estar buit
cs: Hodnota není platná. Kód nemůže obsahovat znaky jako '_' a neměl by být prázdný
fr: La valeur est invalide. Le code ne peut contenir de caractère comme '_' et ne doit pas être vide
nl: Waarde is niet geldig. Code kan geen letters bevatten zoals '_' en mag niet leeg zijn
pl: Wartość nie jest prawidłowa. Kod nie może zawierać znaków jak '_' i nie może być pusty
pt: O valor não é válido. O código não pode conter carateres como '_' e não deve estar vazio
ru: Значение не действительно. Код не может содержать символ '_' и не может быть пустым

source: Values already sent to the customer. Values cannot be changed
ca: Valor ja enviat al client. Els valor no poden ser canviats
cs: Hodnoty již odeslány k zákazníkovi. Hodnoty nelze změnit
fr: Valeurs déjà envoyés au client. Les valeurs ne peuvent pas être modifiées
nl: Waardes reeds naar de klant gezonden.Waardes kunnen niet worden gewijzigd

source: an authorization type must be set
ca: s'ha d'establir un tipus d'autorització
cs: musí být nastaven typ ověření
fr: un type de permission doit être choisi
nl: een autorisatietype moet worden ingesteld
pl: typ upoważnienia musi być ustawiony
pt: Deve escolher um tipo de autorização
ru: тип авторизации должен быть установлен

source: This project is a subcontracted project. If you delete it, you won't be able to report progress anymore. Are you sure?
ca: Aquest projecte està subcontractat. Si s'elimina no podrà informar el progrés. Està segur?
fr: Ce projet est un projet sous-traité. Si vous le supprimez, vous ne serez plus capable de rapporter l'avancement. Êtes-vous sûr ?
nl: Dit project is een onderaangenomen project. Als u het verwijderd kunt u de voortgang niet meer rapporteren. Weet u het zeker?

source: Percentage of estimated budget in money / money spent
ca: Percentatge del pressupost de diners estimats / diners invertits
cs: Procento odhadovaného rozpočtu v penězích / utracených peněz
fr: Pourcentage du budget estimé en argent / argent dépensé
nl: Percentage van geschat budget in uitgegeven geld/geld
pt: Porcentagem do orçamento estimado / Dinheiro gasto

source: Confirm creating a new project version for this scenario and derived. Are you sure?
ca: Confirmar la creació d'una nova versió del projecte per aquest escenario i derivats. Estàs segur?
cs: Potvrďte vytvoření nové verze projektu pro tento scénář a odvozené. Jste si jisti?
fr: Confirmer la création d'une nouvelle version du projet pour ce scénario et les scénarios dérivés ? Êtes-vous sûr ?
nl: Bevestig het maken van een nieuwe projectversie voor dit scenario en afgeleiden. Weet u het zeker?
pl: Potwierdź dodanie nowej wersji projektu dla tego scenariusza i pochodzenia. Jesteś pewien?
pt: Confirmar a criação de um novo projeto para este cenário e os seus derivados. Tem a certeza de que o quer fazer?
ru: Подтвердите создание новой версии проекта для этого сценария и производные. Вы уверены?

source: Add
ca: Afegir
cs: Přidat
fr: Ajouter
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить

source: Stacktrace
ca: Pila de treball
cs: Výpis zásobníku
fr: Traces de la pile

source: timesheet template name is already being used
ca: el nom de la plantilla del full d'hores ja està en ús
cs: název pro šablonu výkazu je již používán
fr: le nom de canevas de feuille de temps a déjà été utilisé
nl: urenstaatsjabloonnaam is reeds in gebruik

source: Unselect
ca: Desmarcar
cs: Odznačit
fr: Désélectionner
nl: Deselecteer
pl: Odznacz
pt: Remover Seleção
ru: Очистить

source: Queue-based Resources
ca: Recursos basats en cues
fr: Ressources en file
nl: Wachtrij-gebaseerde resources
pt: Fila de recursos

source: Hours Group at {0}
ca: Grups d'hores a {0}
fr: Groupe d'heures à {0}
nl: Urengroep op {0}

source: Deadline
ca: Data de termini
cs: Termín
fr: Echéance
pl: Ostateczny termin
pt: Data Limite

source: Invalid Start Date. New Start Date must be earlier than End Date
ca: Data d'inici invàlida. Nova data d'inici ha de començar abans que la data de finalització
cs: Neplatné datum zahájení. Datum nového zahájení musí být dříve než datum ukončení
fr: Date de départ invalide. La nouvelle date de départ doit être antérieure à la date de fin
nl: Ongeldige startdatum. Nieuwe startdatum moet voor de einddatum liggen

source: Tasks
ca: Tasques
cs: Úkoly
fr: Tâches
nl: Taken
pl: Zadania
pt: Tarefas

source: Filter by categories or materials
ca: Filtrar per categories o materials
cs: Filtrovat podle kategorií nebo materiálů
fr: Filtrer par catégories ou matériels
nl: Filter op categorieën of materialen
pl: Filtruj przez kategorie materiałów
pt: Filtrar por categorias ou materiais
ru: Фильтр по категориям или материалам

source: Amount work percentage should be between 0 and 100
ca: Percentatge de la quantitat de treball ha d'estar entre 0 i 100
cs: Procento množství práce musí být mezi 0 a 100
fr: Le pourcentage de travail doit être compris entre 0 et 100
nl: Hoeveelheid werkpercentage moet tussen 0 en 100 liggen
pl: Odsetek procentowy pracy powinien wynosić między 0 i 100
pt: A percentagem da quantidade de trabalho deve estar entre 0 e 100
ru: Процентное количество работы должно быть между 0 и 100

source: Machine data
ca: Detalls de la màquina
cs: Data stroje
fr: Donnée de la machine
nl: Machine gegevens
pl: Dane maszyny
pt: Dados da máquina
ru: Данные машины

source: VAC
cs: OPD
fr: VAA

source: Label type
ca: Tipus d'etiqueta
cs: Typ štítku
fr: Type de libellé
pl: Typ etykiety
pt: Tipo de etiqueta
ru: Тип метки

source: Advanced Allocation
ca: Assignació avançada
cs: Pokročilé přidělování
fr: Allocation avancée
nl: Gevorderd toekennen
pl: Zaawansowana alokacja
pt: Atribuição Avançada
ru: Расширенное распределение

source: Number of iterations
ca: Nombre d'iteracions
cs: Počet opakování
fr: Nombre d'itérations
nl: Aantal iteraties
pl: Liczba iteracji
pt: Número de iterações
ru: Количество итераций

source: label type:the timesheet have not assigned this label type
ca: tipus d'etiqueta: el full d'hores no té assignat aquest tipus d'etiqueta
fr: type d'étiquette: la feuille de temps n'a pas affecté ce type d'étiquette
nl: labeltype: de urenstaat heeft niet dit labeltype toegekend

source: Template Tree
ca: Plantilla d'arbres
cs: Strom šablony
fr: Arbre des modèles
nl: Sjabloon boomstructuur
pl: Drzewo szablonu
pt: Árvore de Modelos
ru: Дерево шаблонов

source: Criterion has subelements
ca: Criteri té subelements
cs: Kritérium má podprvky
fr: Le critère possède des sous-éléments
nl: Criterium heeft subelementen
pl: Kryterium posiada sub elementy
pt: O critério tem subelementos
ru: Критерий имеет подэлементы

source: Last communication
ca: Última comunicació
cs: Poslední komunikace
fr: Dernière communication
nl: Laatste communicatie
pt: Última comunicação

source: effort is not properly calculated based on clock
ca: esforç basat en rellotge no està calculat correctament
cs: úsilí není správně vypočítáno podle hodin
fr: l'effort n'est pas correctement calculé en se basant sur l'horloge
nl: inspanning is niet correct berekent gebaseerd op de klok
pl: wysiłek nie jest prawidłowo obliczony na bazie zegara
pt: baseado no relógio, o esforço não foi corretamente calculado

source: Status
ca: Estats
cs: Stav
fr: Etat
pt: Estado
ru: Статус

source: from {0}
ca: des de {0}
cs: od {0}
fr: à partir de {0}
nl: van {0}
pt: de {0}

source: Resource load view
ca: Vista de la càrrega de recursos
cs: Zobrazení zátěže zdroje
fr: Vue de la charge des ressources
nl: Resource belasting view
pl: Widok załadowania zasobu
pt: Vista de carga de recursos
ru: Просмотр загрузки ресурса

source: Hours
ca: Hores
cs: Hodin
fr: Heures
nl: Uren
pl: Godziny
pt: Horas
ru: Часы

source: Could not save the new calendar
ca: No es va desar el nou calendari
fr: Impossible de ne pas sauvegarder le nouveau calendrier
nl: Kon de nieuwe kalender niet opslaan

source: Quality form type
ca: Tipus dels formularis de qualitat
cs: Typ formuláře kvality
fr: Type de formulaire qualité
nl: Kwaliteitsformuliertype
pl: Forma typu jakości
pt: Tipo de formulário de qualidade
ru: Тип формы качества

source: {0} "{1}" deleted
ca: {0} "{1}" eliminat
cs: {0} "{1}" smazáno
fr: {0} "{1}" supprimé
nl: {0} "{1}" verwijderd
pl: {0} "{1} usunięte
pt: {0} "{1}" apagado

source: hours
ca: hores
cs: hodin
fr: heures
nl: uren
pl: godziny
pt: horas
ru: часы

source: % Deviation interval (difference % between consumed and estimated hours)
ca: % Interval de desviació (% de diferències entre hores consumides i estimades)
fr: % d'intervalle de déviation (différence en % entre les heures consommées et estimées)
nl: % Deviatie interval (procentueel verschil tussen verbruikte en geschatte uren)

source: New label
ca: Nova etiqueta
cs: Nový štítek
fr: Nouveau libellé
nl: Nieuw label
pl: Nowa etykieta
pt: Nova etiqueta
ru: Новая метка

source: Worker ID cannot be empty
ca: El ID de treballador no pot estar buit
cs: ID pracovníka nemůže být prázdné
fr: L'ID du participant ne peut pas être vide
nl: WerkerID mag niet leeg zijn
pl: Identyfikator pracownika nie może być pusty
pt: Nº de Contribuinte do trabalhador não especificado
ru: ID работника не должен быть пустым

source: All project tasks
ca: Totes les tasques del projecte
cs: Všechny úkoly projektu
fr: Toutes les tâches du projet
nl: Alle project taken
pl: Wszystkie zadania projektu
pt: Todas as tarefas do projeto
ru: Все задачи проекта

source: LDAP Roles (separated by ;)
ca: "Roles" LDAP (separats per ;)
cs: Role LDAP (oddělené ;)
fr: Rôles LDAP (séparés par ;)
nl: LDAP Rollen (gescheiden door ;)
pl: Role Ldap (podzielone przez ;)
pt: Funções LDAP (separadas por ;)

source: Allocation configuration
ca: Configuració d'assignació
cs: Nastavení přidělení
fr: Configuration d'allocation
nl: Toekenningsconfiguratie
pl: Konfiguracja alokacji
pt: Configuração de atribuição
ru: Конфигурация назначений

source: You cannot remove the task "{0}" because it is the only child of its parent and its parent has tracked time or imputed expenses
fr: Vous ne pouvez pas supprimer la tâche "{0}" car elle est la seule sous-tâche de tâches dont le temps passé ou les dépenses imputées sont suivies
nl: U kunt taak "{0}" niet verwijderen omdat het de enige afgeleide is en de bovenliggende taak reeds tijd bijhoudt of gedeclareerde uren

source: Subcontract price
ca: Preu del subcontracte
cs: Cena subkontrakce
fr: Prix de sous-traitance
nl: Onderaanneem prijs
pl: Cena pod zlecenia
pt: Preço da subcontratação
ru: Стоимость субподряда

source: Send To Customers
ca: Enviar a clients
cs: Odeslat zákazníkům
fr: Envoyé aux clients
nl: Stuur naar klanten
pt: Enviar para clientes

source: The page that you are requesting does not exist.
ca: La pàgina que s'ha demanat no existeix.
cs: Stránka, kterou požadujete, neexistuje.
fr: La page que vous demandez n'existe pas
nl: De pagina die u heeft aangevraagd bestaat niet

source: In personal timesheets, all timesheet lines should be in the same period
ca: En el full de treball personal, totes les línies han d’estar en el mateix període
fr: Dans les feuilles de temps personnelles, toutes les lignes des feuilles de temps doivent être dans la même période
nl: In persoonlijke urenstaten dienen alle urenstaatregels in dezelfde periode te vallen

source: Resources per day are zero
ca: Els recursos per dia són 0
cs: Zdroje za den jsou nula
fr: Les ressources par jour sont à zéro
nl: Resources per dag zijn nul
pl: Zasoby na dzień są zerowe
pt: Há zero recursos por dia
ru: Ресурсы в день нулевые

source: Value is not valid in current list of Hours Group
ca: Valor no és vàlid en la llista actual d'hores de grup
fr: La valeur n'est pas valide dans la liste actuelle du groupe d'heures
nl: Waarde is niet geldig in de huidige lijst urengroep

source: Timesheets List
ca: Llista de full d'hores
cs: Seznam výkazů
fr: Liste des feuilles de temps
nl: Urenstaatlijst

source: Total extra per day
ca: Extra total per dia
fr: Total de l'extra par jour
nl: Totaal extra per dag
pt: Total extra por dia

source: Assigned criteria
ca: Criteris assignats
cs: Přidělená kritéria
fr: Critère d'affectation
nl: Toegewezen criteria
pl: Przypisane kryterium
pt: Critérios atribuídos
ru: Заданный критерий

source: Help on authentication (opens a new window)
ca: Ajuda en l'autenticació (s'obre una nova finestre)
cs: Nápověda pro ověření (otevře nové okno)
fr: Aide pour l'authentification (ouvre une nouvelle fenêtre)
nl: Help bij authenticatie (opent een nieuw venster)
pl: Pomoc w autentyczności (otwarte w nowym oknie)
pt: Ajuda sobre a identificação (abre uma janela nova)
ru: Справка о проверке подлинности (открывается в новом окне)

source: Timesheet data
ca: Detalls del full d'hores
cs: Data výkazu
fr: Données de la feuille de temps
nl: Urenstaatgegevens

source: Base calendar type
ca: Tipus de calendari base
cs: Typ základního kalendáře
fr: Type de calendrier de base
nl: Basis kalendertype
pl: Typ bazowego kalendarza
pt: Tipo de calendário base

source: Imputed expenses
ca: Despeses imputades
fr: Dépenses imputées
nl: Toegewezen uitgaven
pt: Gastos apontados

source: Planned end
ca: Final previst
cs: Plánovaný konec
fr: Fin planifiée
nl: Gepland einde
pl: Planowanie skończone
pt: Fim planificado

source: Could not save the scenario
ca: No s'ha pogut desar l'escenari
cs: Nelze uložit scénář
fr: Impossible d'enregistrer le scénario
nl: Kon het scenario niet opslaan
pl: Nie można zapisać scenariusza
pt: Não foi possível guardar o cenário
ru: Невозможно сохранить сценарий

source: Apply filtering to tasks satisfying required criteria
ca: Aplicar filtrat a les tasques que compleixen els criteris necessaris
cs: Použít filtrování na úkoly uspokojující požadované kritérium
fr: Appliquer le filtrage aux tâches satisfaisant les critères demandés
nl: Pas filtering toe op taken die voldoen aan de vereiste criteria
pl: Zastosuj filtrowanie do zadań wymagających satysfakcjonujących kryteriów
pt: Aplicar filtro às tarefas que satisfazem os critérios requeridos
ru: Применить фильтрацию задач удовлетворяющих требуемым критериям

source: Task Scheduling Status In Project
ca: Estat de tasques planificades en el projecte
cs: Stav plánování úkolu v projektu
fr: Etat prévisionnel de la tâche dans le projet
nl: Taak planning status in project
pl: Status harmonogramu zadania w projekcie
pt: Estado de Planificação de Tarefas no Projeto
ru: Статус планированных задач в проекте

source: Subcontractor values are read only because they were reported by the subcontractor company
ca: Els valors de subcontractistes són de només lectura, ja que van ser reportats per l'empresa subcontractista
fr: Les valeurs de sous-traitance sont en lecture seule car elles ont été rapportées par l'organisme sous-traitant
nl: Onderaannemer waardes zijn alleen-lezen omdat ze zijn gerapporteerd door het onderaannemersbedrijf

source: company name must be unique. Company name already used
ca: el nom de l'empresa ha de ser únic. Aquest nom ja està en ús
cs: Název společnosti musí být jedinečný. Název společnosti je již používán
fr: le nom d'organisme doit être unique. Le nom d'organisme est déjà utilisé
nl: bedrijfsnaam moet uniek zijn. Bedrijfsnaam reeds gebruikt

source: Confirm
ca: Confirmar
cs: Potvrdit
fr: Confirmer
nl: Bevestig
pl: Potwierdź
pt: Confirmar
ru: Подтвердить

source: Create
ca: Crear
cs: Vytvořit
fr: Créer
nl: Maak
pl: Stwórz
pt: Criar
ru: Создать

source: parent not specified
ca: pare no especificat
fr: parent non indiqué
nl: ouder niet gespecificeerd
pt: pai não especificado

source: Permissions
ca: Permisos
cs: Oprávnění
fr: Droits
nl: Permissies
pl: Pozwolenia
pt: Permissões
ru: Разрешения

source: List of materials for category: {0}
ca: Llista de materials per categoria: {0}
cs: Seznam materiálů pro kategorii: {0}
fr: Liste des matériels pour la catégorie: {0}
nl: Lijst met materialen voor categorie: {0}
pl: Lista materiałów dla kategorii: {0}
pt: Lista de materiais para a categoria: {0}
ru: Перечень материалов для категории: {0}

source: Adapt planning according to timesheets
fr: Adaptation de la planification selon les feuilles de temps
nl: Pas planning aan op basis van urenstaten

source: Cancel edition
ca: Cancel·lar edició
cs: Zrušit úpravu
fr: Annuler l'édition
nl: Afbreken editie
pl: Anuluj edycje
pt: Cancelar edição

source: Total price
ca: Preu total
cs: Celková cena
fr: Prix total
nl: Toaalprijs
pl: Całkowita cena
pt: Preço total
ru: Итоговая стоимость

source: criterion codes must be unique inside a criterion type
ca: codi de criteri ha de ser únic dins del tipus de criteri
fr: les codes de critère doivent être unique à l'intérieur d'un type de critère
nl: criteriumcodes moeten uniek zijn binnen een criteriumtype

source: Warning: Not editing from home page of bound users
ca: Atenció: no editar des de la pàgina d'inici dels usuaris limitats
fr: Attention: pas d'édition depuis la page d'accueil des utilisateurs liés
nl: Waarschuwing: Niet aan het wijzigen vanaf de homepage van gekoppelde gebruikers

source: Invalid Effort Duration
ca: Duració d'esforç invàlid
fr: Durée d'effort invalide
nl: Ongeldige inspanningsduur

source: Virtual worker group name must be unique
ca: Grup de treballadors virtuals han de ser únics
cs: Název skupiny virtuálních pracovníků musí být jedinečný
fr: Le nom de groupe des travailleurs virtuels doit être unique
nl: Virtueel teamnaam moet uniek zijn

source: start date not specified
ca: Data d'inici no especificada
cs: není zadáno datum zahájení
fr: la date de début non indiquée
nl: startdatum niet gespecificeerd
pt: Data de início não especificada

source: Delete
ca: Eliminar
cs: Smazat
fr: Supprimer
nl: Verwijderen
pl: Usuń
pt: Apagar
ru: Удалить

source: Labels without inheritance
ca: Etiquetes sense herència
cs: Štítky bez dědění
fr: Libellés sans héritage
nl: Labels zonder overerving
pl: Etykiety bez dziedziczenia
pt: Etiquetas sem herança

source: New project
ca: Nou projecte
cs: Nový projekt
fr: Nouveau projet
nl: Nieuw project
pt: Novo projeto

source: Progress Update
ca: Actualitzar progrés
fr: Mise à jour de l'avancement
nl: Voortgang bijwerken
pt: Atualizar progresso

source: Update Delivering Date
ca: Actualitzar data de lliurament
fr: Mise à jour de la date de livraison
nl: Leverdatum bijwerken
pt: Atualizar data de entrega

source: End date update
ca: Actualitzar data de finalització
fr: Mise à jour de la date de fin
nl: Einddatum bijwerken
pt: Atualizar data de término

source: RECEIVED
ca: REBUT
cs: PŘIJATO
fr: RECU
nl: ONTVANGEN
pl: Otrzymany
pt: RECEBIDO

source: PENDING
ca: PENDENT
cs: NEVYŘÍZENO
fr: EN ATTENTE
nl: WACHTEND
pl: Spodziewany
pt: PENDENTE

source: ORDERED
ca: ORDENAT
cs: OBJEDNÁNO
fr: TRIE
nl: BESTELT
pl: Zamówiony
pt: SOLICITADO

source: PROCESSING
ca: PROCESSANT
cs: ZPRACOVÁNÍ
fr: EN COURS
pl: Przetwarzanie
pt: A PROCESSAR

source: CANCELED
ca: CANCEL·LAT
cs: ZRUŠENO
fr: ANNULE
nl: AFGEBROKEN
pl: Anulowany
pt: CANCELADO

source: heading
ca: Capçalera
cs: záhlaví
fr: en-tête
nl: kop
pl: nagłówek
pt: cabeçalho

source: line
ca: línia
cs: řádek
fr: ligne
nl: regel
pl: linia
pt: linha

source: Number of assigned hours
ca: Nombre d'hores assignades
cs: Počet přidělených hodin
fr: Nombre d'heures affectées
nl: Aantal toegewezen uren
pl: Liczba przypisanych godzin
pt: Número de horas atribuídas

source: Number of hours calculated by clock
ca: Nombres d'hores calculades pel rellotge
cs: Počet hodin vypočtené hodinami
fr: Nombre d'heures calculées par l'horloge
nl: Aantal uren berekent door de klok
pl: Liczba godzin obliczonych przez zegar
pt: Número de horas calculadas por relógio

source: Number of assigned hours and time
ca: Temps i Nombre d'hores assignades
fr: Nombre d'heures assignées et temps
nl: Aantal toegekende uren en tijd
pt: Número de horas e tempo atribuídos

source: by percentage
ca: per percentatge
cs: podle procent
fr: par pourcentage
nl: op percentage
pl: przez procent
pt: por percentagem

source: by items
ca: per ítems
cs: podle položek
fr: par élément
nl: op items
pl: przez elementy
pt: por itens

source: Use browser language configuration
ca: Utilitzar configuració d'idioma del navegador
cs: Použít nastavení jazyka prohlížeče
fr: Utiliser la langue du navigateur
nl: Gebruik browser taalconfiguratie
pl: Użyj konfiguracji języka przeglądarki
pt: Utilizar a configuração de idioma do navegador

source: Stretches must sum 100%
ca: Trams han de sumar 100%
cs: Suma rozložení musí být 100%
fr: La somme des extensions doit faire 100%
nl: Stretches moeten opgeteld 100% zijn
pl: Odcinki należy zsumować do 100%
pt: Os trechos têm que sumar 100%

source: Flat
ca: Pla
cs: Ploché
fr: Vider
nl: Plat
pl: Płaski
pt: Plano

source: Stretches
ca: Trams
cs: Rozložení
fr: Extensions
pl: Rozciąga
pt: Trechos

source: Sigmoid
fr: Sigmoïde
pl: Esicy
pt: Sigmoide

source: Pending initial send
ca: Enviament inicial pendent
fr: Envoi initial en attente
nl: Wachtend op eerste verzending

source: Pending update delivering date
ca: Dates de lliurament pendents d'actualitzar
fr: Mise à jour de date de livraison en attente
nl: Wachtend op update omtrent leverdatum

source: Failed sent
ca: No s'ha pogut enviar
cs: Odeslání selhalo
fr: Échec de l'envoi
nl: Zenden mislukt
pl: Nie udało się wysłać
pt: Envio falhado

source: Failed update
ca: No s'ha pogut actualitzar
fr: Mise à jour échouée
nl: Update mislukt
pt: Atualização não realizada

source: Success sent
ca: Enviament correcte
cs: Úspěšné odeslání
fr: Envoyé avec succès
nl: Zenden gelukt
pl: Sukces wysłany
pt: Envio com sucesso

source: There are no days available due to not satisfying the criteria.
ca: No n'hi ha dies disponibles per no complir els criteris.
cs: Kvůli neuspokojení kritérií nejsou žádné dny dostupné.
fr: Il n'y a pas de jours disponibles satisfaisant aux critères.
nl: Er zijn geen dagen beschikbaar omdat niet aan de criteria wordt voldaan
pl: Brakuje dni dostępnych ze względu na nie spełnienie kryteriów.
pt: Não há dias disponíveis devido a não satisfazerem os critérios.

source: Another possibility is that the resources do not have days available due to their calendars.
ca: Una altra possibilitat és que els recursos no tenen dies disponibles, a causa dels seus calendaris.
fr: Une autre possibilité est que les ressources n'ont pas de jours disponibles du fait de leurs calendriers.
nl: Een andere mogelijkheid is dat de resources geen dagen beschikbaar hebben vanwege hun kalenders.
