Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: All workers
ca: Tots els treballadors
cs: Všichni pracovníci
fr: Tous les participants
nl: Alle werkers
pl: Wszyscy pracownicy
pt: Todos os trabalhadores
ru: Все работники

source: You have exceeded the maximum limit of resources
ca: S’ha excedit el nombre màxim de recursos
fr: Vous avez dépassé la limite maximum de ressources
nl: U heeft de maximale limiet van resources bereikt

source: The field name must be unique and not empty
ca: El nom del camp ha de ser únic i no pot estar buit
fr: Le nom de champ doit être unique et non vide
nl: De veldnaam moet uniek zijn en niet leeg
pt: O campo nome deve ser unico e não pode estar vazio

source: Select criteria or resources
ca: Seleccioneu criteris o recursos
cs: Vyberte kritéria nebo zdroje
fr: Choisir les critères ou les ressources
nl: Selecteer criteria of resources
pl: Wybierz kryteria lub zasoby
pt: Selecione critérios ou recursos
ru: Выбрать критерий или ресурс

source: Select required criteria set and press filter button
ca: Seleccioneu criteris requerit i prémer botó de filtre
cs: Vyberte požadovanou sadu kritérií a stiskněte tlačítko filtru
fr: Choisir l'ensemble requis de critères et appuyer sur le bouton filtrer
nl: Selecteer gewenste criteriaset en klik op de filterknop
pl: Wybierz odpowiedni zestaw kryteriów, a następnie naciśnij przycisk Filtr
pt: Selecione conjunto de critérios requeridos e pressione o botão de filtrar
ru: Выберите необходимый набор критериев и нажмите кнопку фильтра

source: Timesheet lines
ca: Línies del full d'hores
fr: Lignes de feuille de temps
nl: Urenstaatregels

source: It cannot be empty
ca: No pot estar buit
fr: Il ne peut pas être vide
nl: Het kan niet leeg zijn

source: Calculate Resources per Day
ca: Calcular recursos per dia
cs: Vypočítat zdroje na den
fr: Ressources calculées par jour
nl: Bereken resources per dag
pl: Oblicz zasoby dzienne
pt: Calcular Recursos por Dia
ru: Вычислить ресурсы на день

source: Estimate To Complete
ca: Estimar per a completar
cs: Odhad pro dokončení
fr: Estimation pour achèvement
nl: Schat voltooiingstijd
pl: Szacunkowo aby zakończyć
pt: Estimação do Custo Pendente
ru: Приблизительный расчет до окончания

source: Unit type
ca: Tipus d'unitat
cs: Typ jednotky
fr: Type d'unité
nl: Eenheidstype
pl: Typ jednostki
pt: Tipo de unidade
ru: Тип единицы

source: Load due to other assignments
ca: Carregat per altres tasques
cs: Zátěž kvůli ostatním přidělením
fr: Charge due pour les autres affectations
nl: Belasting door andere opdrachten
pl: Załaduj z powodu innych zadań
pt: Carga devido a outras atribuições
ru: Нагрузка за счет других заданий

source: Personal area
ca: Àrea de personal
cs: Osobní oblast
fr: Zone personnelle
nl: Persoonlijk deel
pt: Área pessoal

source: Calendar data
ca: Calendari de data
cs: Data kalendáře
fr: Données de calendrier
nl: Kalender datum
pl: Dane kalendarza
pt: Datos do calendário
ru: Календарная дата

source: Cost Categories List
ca: Llista del cost de categories
cs: Seznam kategorií nákladů
fr: Liste des catégories de coût
nl: Kostencategorielijst
pl: Lista kategorii kosztów
pt: Lista de Categorias de Custo
ru: Список Категорий Стоимости

source: Current state indicators
ca: Indicador d'estat actual
cs: Aktuální stav ukazatele
fr: Indicateurs d'état actuel
nl: Huidige statusindicatoren

source: code is already used
ca: codi ja està en ús
cs: kód je již používán
fr: le code est déjà utilisé
nl: code is reeds gebruikt
pl: Kod jest już w użyciu
pt: o código já está a ser usado
ru: код уже используется

source: LibrePlan: Received From Subcontractors
ca: LibrePlan: Rebut del subcontractistes
cs: LibrePlan: Přijato od subdodavatelů
fr: LibrePlan: Reçu des sous-traitants a
nl: LibrePlan: Ontvangen Van Onderaannemers
pt: LibrePlan: recebido de sub-contratados

source: Labels list
ca: Llista d'etiquetes
cs: Seznam štítků
fr: Liste des libellés
nl: Labels lijst
pl: Lista etykiet
pt: Lista de etiquetas

source: last timesheet line sequence code not specified
ca: últim codi de seqüència de la línia del full d'hores no especificat
fr: le dernier code de séquence de ligne de feuille de temps n'est pas indiqué
nl: laatste urenstaat regelsequentiecode niet gespecificeerd

source: quality form item name not specified or empty
ca: Nom del ítem del formulari de qualitat no especificat o buit
fr: le nom d'élément de formulaire qualité non indiqué ou vide
nl: kwaliteitsformulier itemnaan niet gespecificeerd of leeg

source: Criterion Requirements
ca: Requisits de criteri
cs: Požadavky kritéria
fr: Exigences de critère
nl: Criterium vereisten
pl: Wymagania kryterium
pt: Critérios Requiridos
ru: Критерий Требования

source: working hours not specified
ca: hores treballades no especificades
fr: heures travaillées non indiquées
nl: werkuren niet gespecificeerd

source: format sequence code invalid. It must not contain '_'
ca: format del codi de seqüència invàlid. No pot tenir '_'
fr: Code de séquence de forme invalide. Il ne doit contenir '_'
nl: format sequentiecode ongeldig. Deze mag geen '_' bevatten

source: Extra Effort
ca: Esforç extra
cs: Dodatečné úsilí
fr: Effort supplémentaire
nl: Extra inspanning
pl: Dodatkowy wysiłek
pt: Esforço Extra
ru: Дополнительные Усилия

source: Already exists other label with the same name
ca: Ja existeix un altre etiqueta amb el mateix nom
cs: Již existuje jiný štítek se stejným názvem
fr: Il existe déjà d'autres libellés possédant le même nom
nl: Er bestaat reeds een label met de zelfde naam
pl: Istnieje już inna etykieta o tej samej nazwie
pt: Já existe outra etiqueta com o mesmo nome
ru: Уже присутствует метка с таким же именем

source: Move selected task down
ca: Moure la tasca seleccionada cap avall
cs: Přesunout vybraný úkol dolů
fr: Descendre la tâche sélectionnée
nl: Verplaats geselecteerde taak naar beneden
pl: Przesuń zaznaczone zadanie na dół
pt: Mover tarefa selecionada para baixo
ru: Передвинуть выбранную задачу вниз

source: quality form type not specified
ca: tipus de formulari de qualitat no especificat
fr: type de formulaire qualité non indiqué
nl: kwaliteitsformuliertype niet gespecificeerd

source: Customer Reference
ca: Referència de client
cs: Reference zákazníka
fr: Référence client
nl: Klant referentie
pl: Referencje klienta
pt: Referência do Cliente
ru: Отношение с заказчиком

source: Overtime ratio
ca: Rati hores extres
fr: Ratio de dépassement de temps
nl: Overwerk ratio

source: Create and assign label
ca: Crear i assignar etiqueta
cs: Vytvořit a přidělit štítek
fr: Créer et affecter un libellé
nl: Maak en ken label toe
pl: Tworzenie i przypisywanie etykiety
pt: Criar e atribuir etiqueta
ru: Создать и назначить метку

source: Optimistic
ca: Optimista
cs: Optimistické
fr: Optimiste
nl: Optimistisch
pl: Optymistyczny
pt: Otimista
ru: Оптимистический

source: SV
cs: OP
fr: VP

source: Label has already been added.
ca: Etiqueta ja s'ha afegit.
cs: Štítek již byl přidán.
fr: L'étiquette a déjà été ajoutée.
nl: Label is reeds toegevoegd

source: Add task
ca: Afegir tasca
cs: Přidat úkol
fr: Ajouter une tâche
nl: Taak toevoegen
pt: Adicionar tarefa

source: Progress
ca: Progrés
cs: Postup
fr: Avancement
nl: Voortgang
pl: Postęp
pt: Progresso
ru: Ход работ

source: All progress types have already been assigned.
ca: Tots el tipus de progressos ja s'han assignat.
cs: Všechny typy postupu již byly přiděleny.
fr: Tous les types d'avancement ont déjà été affectés
nl: Alle voortgangstypes zijn reeds toegewezen
pl: Wszystkie typy postępów zostały już przypisane.
pt: Já foram atribuídos todos os tipos de progresso.
ru: Все типы хода работ уже назначены.

source: Price per hour
ca: Preu per hora
cs: Cena za hodinu
fr: Coût horaire
nl: Prijs per uur
pl: Cena za godzinę
pt: Preço por hora
ru: Стоимость часа

source: Last stretch should have 100% for length and amount of work
ca: Últim tram ha de tenir 100% de longitud i quantitat de treball
fr: La dernière extension doit avoir 100% pour longueur et pour volume de travail
nl: Laatste periode moet 100% voor lengte en hoeveelheid werk hebben

source: No project deadline defined
ca: No s'ha definit data de tancament
fr: Aucune échéance de projet définie
nl: Geen projectdeadline gedefinieerd
pt: Nenhum prazo de projeto definido

source: Calendars
ca: Calendaris
cs: Kalendáře
fr: Calendriers
nl: Kalenders
pl: Kalendarze
pt: Calendários
ru: Календари

source: value not specified
ca: valor no especificat
fr: valeur non indiquée
nl: waarde niet gespecificeerd
pt: valor não especificado

source: Another task in the same branch is already reporting progress for this quality form
ca: Un altra tasca amb la mateixa branca ja ha informat progrés per aquest formulari de qualitat
cs: Jiný úkol ve stejné větvi již hlásí postup pro tento formulář kvality
fr: Une autre tâche dans la même branche rapporte déjà l'avancement pour ce formulaire qualité
nl: Een andere taak in de zelfde tak rapporteert reeds de voortgang voor dit kwaliteitsformulier
pl: Inne zadanie z tej samej branży ma już raportowany postęp dla tej formy jakości
pt: Já existem outra tarefa no mesmo ramo a registar o progresso para este formulário de qualidade
ru: Другая задача в том же отделении уже отчиталась о ходе работ по этой форме качества

source: To
ca: a
fr: Pour
nl: Om
pt: Para

source: Queue-based assignment
ca: Assignació de basat en cues
fr: Affectation en file
nl: Wachtrij-gebaseerde toekenning

source: Show only current satisfied criteria
ca: Mostrar només criteris actuals
cs: Zobrazit pouze současně uspokojená kritéria
fr: Montrer seulement les critères actuellement satisfaits
nl: Toon alleen de huidige vervulde criteria
pl: Pokaż tylko aktualne usatysfakcjonowane kryteria
pt: Mostrar só os critérios satisfeitos atualmente
ru: Показать только текущие критерии удовлетворенности

source: Latest date
ca: Última data
cs: Poslední datum
fr: Dernière date
nl: Laatste datum
pl: Ostateczny termin
pt: Data mais tardia
ru: Последняя дата

source: Deadline cannot be empty in backwards mode
ca: Data de termini no pot estar buida en la manera cap enrere
cs: Termín nemůže být ve zpětném režimu prázdný
fr: La date d'échéance ne peut pas être vide en mode rétrospectif
nl: Deadline kan niet leeg zijn in achterwaarts mode
pt: Prazo não pode estar vazio no modo atrasado

source: Group by weeks
ca: Agrupació per setmanes
cs: Seskupit podle týdnů
fr: Grouper par semaine
nl: Groepeer op week
pl: Grupa przez tygodnie
pt: Agrupar por semanas
ru: Группировка по неделям

source: Full name
ca: Nom i cognoms
fr: Nom complet
nl: Volledige naam
pt: Nome completo

source: Default user "admin" cannot be removed as it is mandatory
ca: L'usuari per defecte "admin" no pot ser eliminat
cs: Výchozího uživatele "admin" nelze odstranit, protože je povinný
fr: L'utilisateur "admin" par défaut ne peut pas être supprimé car il est obligatoire
nl: De standaard gebruiker "admin" kan niet worden verwijderd omdat hij verplicht aanwezig is.

source: Hours Types
ca: Tipus d'hores
fr: Types d'heures
nl: Urentype
pt: Tipo Horas

source: Finish hour
ca: Hora finalització
cs: Hodina dokončení
fr: Heure de fin
nl: Eind uur
pl: Zakończ godzinę
pt: Hora de fim
ru: Час окончания

source: Done {0} of {1}
ca: fet {0} de {1}
cs: Hotovo {0} z {1}
fr: {0} sur {1} de réalisé
nl: Gedaan {0} van {1}
pl: Sporządzono {0} z {1}
pt: Realizado {0} de {1}
ru: Закончено {0} из {1}

source: Planned start
ca: Inici del planificat
cs: Plánované zahájení
fr: Début prévu
nl: Geplande aanvang
pl: Planowane rozpoczęcie
pt: Início planificado

source: Filter by projects
ca: Filtre per projecte
cs: Filtrovat podle projektu
fr: Filtrer par projet
nl: Filter op projecten
pl: Filtruj według projektów
pt: Filtrar por projetos
ru: Фильтр по проекту

source: Task Quality Form item name not specified
ca: Nom de l'ítem del formulari de qualitat de tasca no especificat
fr: nom d'élément de formulaire qualité de tâche non indiqué
nl: Taakkwaliteitsformulier itemnaam niet gespecificeerd

source: Active
ca: Activar
cs: Aktivní
fr: Actif
nl: Aktief
pl: Aktywny
pt: Ativo
ru: Активный

source: Inherited labels
ca: Etiquetes heretades
cs: Zděděné štítky
fr: Libellés hérités
nl: Geërfde labels
pl: Dziedziczone etykiety
pt: Etiquetas herdadas
ru: Унаследованные метки

source: Queue-based resource
ca: Recursos basat en cues
fr: Ressource en file
nl: Wachtrij-gebaseerde resource

source: Delivery date
ca: Data de lliurament
cs: Dodací lhůta
fr: Date de livraison
nl: Leverdatum

source: Unindent
cs: Zrušit odsazení
fr: Réduire le décalage
nl: Uitspringen
pl: Wsunięcie
pt: Remove indentação
ru: Расклеймить

source: Direct labels
ca: Etiquetes directes
cs: Přímé štítky
fr: Orienter les libellés
nl: Direkte labels
pl: Główne etykiety
pt: Etiquetas diretas
ru: Прямые метки

source: task end date not specified
ca: Data de finalització de tasca no especificada
cs: není zadáno datum dokončení úkolu
fr: date de fin de tâche non indiquée
nl: taak einddatum niet gespecificeerd

source: From today
ca: des d'avui
cs: Ode dneška
fr: A partir d'aujourd'hui
nl: Vanaf vandaag
pl: Od dzisiaj
pt: A partir de hoje

source: Log in
ca: Iniciar sessió
cs: Přihlášení
fr: Se connecter
nl: Aanmelden
pl: Zaloguj
pt: Entrar
ru: Входите

source: Project name
ca: Nom de projecte
cs: Název projektu
fr: Nom du projet
nl: Projectnaam
pl: Nazwa projektu
pt: Nome do projeto
ru: Наименование проекта

source: Precision
ca: Precisió
cs: Přesnost
fr: Précision
nl: Precisie
pl: Precyzja
pt: Precisão
ru: Точность

source: Estimated start date for the task (press enter in textbox to open calendar popup or type in date directly)
ca: Data d'inici estimada per a la tasca (prémer enter per a obrir popup or teclejar-ho directament)
fr: date de démarrage estimée pour la tâche (appuyer sur entrée dans le champ texte pour obtenir le calendrier popup ou saisir directement la date)
nl: Geschatte startdatum voor de taak (druk Enter in de tekstbox om een kalender popup te openen, of type de datum rechtstreeks in)

source: Show all reported hours
ca: Mostrar totes les hores informades
cs: Zobrazit všechny zaznamenané hodiny
fr: Afficher toutes les heures rapportées
nl: Toon alle gerapporteerde uren
pl: Pokaż wszystkie raportowane godziny
pt: Mostrar todas as horas registadas
ru: Просмотр всех отчетных часов

source: Projects List
ca: Llista de projectes
cs: Seznam projektů
fr: Liste des projets
nl: Projectenlijst
pl: Lista projektów
pt: Lista de Projetos
ru: Список проектов

source: budget not specified
ca: pressupost no especificat
fr: budget non indiqué
nl: budget niet gespecificeerd

source: Generate code
ca: Generar codi
cs: Vytvořit kód
fr: Générer le code
nl: Genereer code
pl: Generuj kod
pt: Gerar código
ru: Генерировать код

source: Scheduling state
ca: Estat de la planificació
cs: Stav naplánování
fr: Etat de la prévision
nl: Planing status
pl: Stan harmonogramu
pt: Estado de planificação
ru: Планирование состояния

source: Personal Data
ca: Detall de Personal
cs: Osobní data
fr: Données personnelles
nl: Personeelsgegevens
pl: Dane osobowe
pt: Dados Pessoais

source: LibrePlan: Hours Worked Per Resource
ca: LibrePlan: Hores treballades per recurs
cs: LibrePlan: Odpracované hodiny na zdroj
fr: LibrePlan: Heures travaillées par ressource
nl: LibrePlan: Gewerkte uren per resource
pl: LibrePlan: godziny przepracowane w Zasobach
pt: LibrePlan: Horas Trabalhadas por Recurso
ru: LibrePlan: Время отработанное работниками

source: LibrePlan: User Accounts
ca: LibrePlan: Comptes d'usuaris
cs: LibrePlan: Uživatelské účty
fr: LibrePlan: Comptes utilisateurs
nl: LibrePlan: Gebruikersaccounts

source: Budget in money
ca: Pressupost econòmic
cs: Rozpočet v penězích
fr: Budget monétisé
nl: Geldelijk budget
pt: Orçamento em moeda

source: Go to init
ca: Anar a l'inici
fr: Aller à l'initialisation
nl: Ga naar init

source: Reload
ca: Recarregar
cs: Obnovit
fr: Recharger
nl: Herlaad
pl: Załaduj ponownie
pt: Recarregar
ru: Перезагрузить

source: Profiles authorization
ca: Autorització de perfils
cs: Ověřování profilů
fr: Droits des profils
nl: Profiel autorisatie
pl: Autoryzacja profili
pt: Autorização de perfis
ru: Профили авторизации

source: Assignation
ca: Assignacions
cs: Přidělení
fr: Affectation
nl: Toekenning
pl: Wyznaczenie
pt: Atribuição
ru: Назначение

source: Planning charts expanded
ca: Gràfic de planificació ampliat
cs: Grafy plánování rozšířeny
fr: Graphiques de planification étendus
nl: Planningsgrafieken uitgebreid
pl: Wykresy planowania zostały rozszerzone
pt: Gráficos de planificação expandidos
ru: Расширенные диаграммы планирования

source: Inh
cs: Dědí
fr: Hér
pt: Her

source: element associated to a task group have to be defined
ca: elements associats a un grup de tasques ha d'estar definit
fr: les éléments associés à un groupe de tâches doivent être définis
nl: elementen die geassocieerd zijn met een takengroep moeten worden gedefinieerd

source: value must be greater or equal than 0
ca: el valor ha de ser més gran o igual que 0
fr: la valeur doit être supérieure ou égale à 0
nl: waarde moet groter of gelijk aan nul zijn

source: name cannot be empty
ca: el nom no pot estar buit
cs: název nemůže být prázdný
fr: le nom ne peut pas être vide
nl: naam kan niet leeg zijn
pt: nome não pode estar vazio

source: task is already marked as finished in another timesheet
fr: la tâche est déjà marquée comme achevée dans une autre feuille de temps
nl: taak is reeds gemarkeerd als zijnde voltooid in een andere urenstaat

source: Doing {0} reassignations
ca: realitzant {0} reassignacions
cs: Provádění {0} znovu přidělování
fr: Réalise {0} réaffectations
nl: Bezig met {0} reassignations
pl: Robi się {0} ze ponownym wskazaniem
pt: A realizar {0} reatribuições
ru: Производится {0} переназначений

source: Select entity
ca: Seleccioneu entitat
cs: Vyberte objekt
fr: Choisir l'entité
nl: Kies entity
pl: Wybierz wpis
pt: Selecione entidade

source: The end date cannot be before the start date
ca: La data de finalització no pot ser abans de la data d'inici
fr: la date de fin ne peut pas être antérieure à la date de début
nl: De einddatum kan niet voor de startdatum liggen

source: Go to worker edition window
ca: Anar a la finestra d'edició de treballadors
fr: Aller à la fenêtre de modification des travailleurs
nl: Ga naar werker wijzigen scherm

source: Worked hours
ca: Hores treballades
cs: Odpracované hodiny
fr: Heures travaillées
nl: Gewerkte uren
pt: Horas trabalhadas

source: Invalid value. Default Max Value cannot be empty
ca: Valor invàlid. El valor per defecte no pot estar buit
fr: Valeur invalide. La valeur par défaut maximum ne peut pas être vide
nl: Ongeldige waarde. Standaard maximum waarde kan niet leeg zijn

source: Invalid Spread values. At least one value should be true
ca: Valor de propagació no és vàlid. Al menys un valor ha de ser verdader
fr: Valeurs de prolongation invalides. Au moins une des valeurs doit être vraie
nl: Ongeldige spread waardes. Minimaal één waarde moet waar zijn

source: code not specified
ca: codi no especificat
cs: není zadán kód
fr: code non indiqué
nl: code niet gespecificeerd
pl: Nie podano kodu
pt: código não especificado
ru: Код не указан

source: Projects list
ca: Llista de projectes
cs: Seznam projektů
fr: Liste des projets
nl: Projectenlijst
pl: Lista projektów
pt: Lista de projetos
ru: Список проектов

source: last sequence code not specified
ca: últim codi de seqüència no especificat
fr: dernier code de séquence non indiqué
nl: laatste sequentiecode niet gespecificeerd

source: if the report is not opened automatically
ca: en cas que l'informe no s'obri automàticament
cs: pokud záznam není otevřen automaticky
fr: si le rapport ne s'est pas ouvert automatiquement
nl: als het rapport niet automatisch geopend wordt
pl: jeżeli raport nie jest otwierany automatycznie
pt: se o relatório não for aberto de forma automática

source: Invalid format prefix. Format prefix cannot be empty, contain '_' or contain whitespaces.
ca: Prefix del format no és vàlid. El prefix del format no pot estar buit, tenir '_' o espais en blansc.
fr: Préfixe de format invalide. Le préfixe de format ne peut pas être vide, contenir '_' ou contenir des espaces.
nl: Ongeldige opmaakvoorvoegsel. Opmaakvoorvoegsels kunnen niet leeg zijn, ' _' of spaties bevatten

source: Create template from selected task
ca: Crear plantilla des de la tasca seleccionada
cs: Ze zvoleného úkolu vytvořit šablonu
fr: Créer le modèle à partir de la tâche sélectionnée
nl: Maak sjabloon van geselecteerde taak
pl: Stwórz szablon z zaznaczonego zadania
pt: Criar modelo a partir de tarefa selecionada
ru: Создать шаблон из выделенной задачи

source: All projects
ca: Tots els projectes
cs: Všechny projekty
fr: Tous les projets
nl: Alle projecten
pl: Wszystkie projekty
pt: Todos os projetos
ru: Все проекты

source: Completed: {0}%
ca: Completat: {0}%
cs: Dokončeno: {0}%
fr: Terminé: {0}%
nl: Voltooit: {0}%

source: Password
ca: Paraula de pas
cs: Heslo
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ru: Пароль

source: Edit project
ca: Editar projecte
cs: Upravit projekt
fr: Modifier le projet
nl: Wijzig project
pl: Edytuj projekt
pt: Editar projeto
ru: Редактировать проект

source: Hours cost: {0}, Expenses cost: {1}
ca: Cost d'hores: {0}, Cost de despesa: {1}
fr: Coût des heures: {0}, coût des dépenses: {1}
nl: Urenkosten: {0}, Onkosten: {1}

source: Progress assignments
ca: Assignació de progrés
cs: Přidělení postupu
fr: Affectations de l'avancement
nl: Voortgang assignments
pl: Postęp zadań
pt: Atribuições de progresso
ru: Назначения хода работ

source: Valid from
ca: Formulari vàlid
cs: Platné od
fr: Valider depuis
nl: Geldig vanaf
pl: Ważny od
pt: Válido desde
ru: Действует с

source: Month
ca: Mes
cs: Měsíc
fr: Mois
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц

source: {0} could not be allocated. Cannot allocate more than one resource
ca: {0} no es pot assignar. No es pot assignar més d'un recurs
cs: {0} nelze přidělit. Nelze přidělit více než jeden zdroj
fr: {0} ne peut pas être alloué. Impossible d'allouer plus d'une ressource
nl: {0} kon niet gealloceerd worden. Kan niet meer dan één resource alloceren
pl: {0} nie został przyznany. Nie można przydzielić więcej niż jeden zasób
pt: Não foi possível atribuir {0}. Não é possível atribuir mais do que um recurso
ru: {0} не может быть назначена. Невозможно назначить более чем один ресурс

source: Color
cs: Barva
fr: Couleur
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет

source: Current password is incorrect
ca: Paraula de pas actual no és correcte
cs: Současné heslo není správné
fr: Le mot de passe actuel est incorrect
nl: Huidig wachtwoord is onjuist
pl: Aktualne hasło jest nieprawidłowe
pt: A palavra-passe actual é incorreta

source: Cannot insert material in general view. Please, select a category
ca: No es pot insertar material en la vista general. Si us plau, seleccioneu una categoria
cs: Nelze vložit materiál v celkovém zobrazení. Prosím, zvolte kategorii
fr: Impossible d'insérer le matériel dans la vue générale. Merci de choisir une catégorie
nl: Kan materiaal niet in general view invoegen. Kies aub een categorie
pl: Nie można włożyć materiału do widoku głównego. Proszę wybrać kategorię
pt: Não é possível inserir material na vista geral. Por favor selecione uma categoria
ru: Невозможно вставить материал в общем виде. Пожалуйста, выберите категорию

source: Expense lines
ca: Línies de despesa
fr: Lignes de dépense
nl: Onkostenregels

source: Delete {0} "{1}". Are you sure?
ca: Eliminar {0} "{1}". Estàs segur?
cs: Smazat {0} "{1}". Jste si jisti?
fr: Supprimer {0} "{1}". Êtes-vous sûr ?
nl: Verwijder {0} "{1}". Weet u het zeker?
pl: Usuń {0} "{1}". Jesteś pewien?
pt: Apagar {0} "{1}". Tem a certeza de que o deseja fazer?
