Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: This resource allocation type is incompatible. The task has an associated order element which has a progress that is of type subcontractor.
ca: Aquest tipus d'assignació de recursos és incompatible. La tasca té associat un element d'ordre que és de tipus subcontractista.
fr: Ce type d'affectation de ressource est incompatible. La tâche possède un élément de tri associé dont l'avancement est de type sous-traitant.
nl: Dit resource toekenningstype is niet compatibel. De taak heeft een geassocieerd order element welke een voortgang heeft van het type onderaannemer
pt: Este tipo de alocação de recurso é incompatível. A tarefa tem um elemento da ordem associado que tem um progresso do tipo sub-contratado.

source: position not specified
ca: posició no especificada
cs: není zadána pozice
fr: position non indiquée
nl: positie niet gespecificeerd
pt: Posição não especificada

source: Current
ca: Actual
cs: Současný
fr: Actuel
nl: Huidig
pl: Aktualny
pt: Atual
ru: Текущий

source: {0} List
ca: {0} Llista
cs: Seznam {0}
fr: {0} Liste
nl: {0} Lijst
pl: {0} Lista
pt: Lista {0}

source: Dependencies
ca: Dependències
cs: Závislosti
fr: Dépendances
nl: Afhankelijkheden
pl: Zależności
pt: Dependências
ru: Зависимости

source: Current selection
ca: Selecció actual
cs: Současný výběr
fr: Sélection actuelle
nl: Actuele selectie
pl: Aktualny wybór
pt: Seleção atual
ru: Текущий выбор

source: there exist criterion satisfactions referring to criterion types not applicable to this resource
ca: Existeix un criteri que fa referència a un tipus de criteri no aplicable a aquest tipus de recurs
cs: existují uspokojení kritéria, která odkazují na typy kritéria, neplatné pro tento zdroj
fr: il existe des critères de satisfaction faisant référence à des types de critères non applicable à cette ressource
nl: er bestaan criterium overeenkomsten die verwijzen naar criterium types die niet relevant zijn voor deze resource
pl: istnieje kryterium satysfakcji odnoszący się do typu kryteriów nie możliwy do zastosowania do zasobu
pt: existem critérios satisfeitos que pertencem a tipos de critério não aplicáveis a este recurso
ru: Существующий критерий удовлетворенности, ссылающийся на критерий типа не применим к данному ресурсу

source: Criterion Requirement
ca: Requisit del criteri
cs: Požadavek kritéria
fr: Exigence de critère
nl: Criterium Requirement
pl: Wymóg Kryterium
pt: Critério Exigido
ru: Критерий Требования

source: Show labels
ca: Mostar Etiquetes
cs: Zobrazit štítky
fr: Afficher les libellés
nl: Toon labels
pl: Pokaż etykiety
pt: Mostrar etiquetas
ru: Показать метки

source: owner scenario not specified
ca: propietari de l'escenari no especificat
fr: scénario du propriétaire non indiqué
nl: eigenaar scenario niet gespecificeerd

source: Expense sheet "{0}" deleted
ca: Full de despeses "{0}" esborrat
cs: Seznam nákladů "{0}" smazán
fr: Feuille de dépenses "{0}" supprimée
nl: Onkostensheet "{0}" verwijderd
pt: Planilha de Gasto "{0}" apagada

source: the expense sheet must have least a expense sheet line.
ca: el full de despeses com a mínim ha de tenir una línia.
cs: seznam nákladů musí mít alespoň jeden řádek.
fr: la feuille de dépenses doit contenir au moins une ligne de feuille de dépenses
nl: De onkostensheet moet minimaal een onkosten regel hebben.
pt: A planilha de gastos deve ter pelo menos uma linha

source: Available materials
ca: Materials disponibles
cs: Dostupné materiály
fr: Matériels disponibles
nl: Beschikbare materialen
pl: Dostępne materiały
pt: Materiais disponíveis

source: Maximum/minimum of estimated hours
ca: Màxim/Mínim d'hores estimades
cs: Maximum/minimum odhadovaných hodin
fr: Maximum/minimum des heures estimées
nl: Maximum/minimum van geschatte uren
pl: Maksimum/minimum szacowanych godzin
pt: Máximo/mínimo de horas estimadas

source: LibrePlan: Quality Forms
ca: LibrePlan: Formulari de Qualitat
cs: LibrePlan: Formuláře jakosti
fr: LibrePlan: formulaires qualité
nl: LibrePlan: Kwaliteits Formulieren
pl: LibrePlan: Formularze Jakości
pt: LibrePlan: Formulários de Qualidade
ru: LibrePlan: Форма качества

source: Checked
ca: Comprovat
fr: Contrôlé
nl: Gecontroleerd
pt: Checado

source: a disabled resource has enabled subresources
ca: un recurs inhabilitat té subrecursos activats
cs: zakázaný zdroj má povoleny podzdroje
fr: une ressource désactivée a autorisé des sous-ressources
nl: een niet actieve resource heeft actieve subresources
pl: wyłączony zasób ma włączone podzasoby
pt: um recurso desativado tem sub-recursos ativados
ru: отключенные ресурсы имеют включенные подресурсы

source: there are no resources for required criteria: {0}. So the generic allocation can't be added
ca: No n'hi ha recursos pels criteris: {0}. L'assignació genèrica no es pot afegir
cs: pro požadované kritérium neexistují prostředky: {0}.Takže obecné přidělení nemůže být přidáno
fr: il n'y a pas de ressources pour les critères requis: {0}. C'est pourquoi l'allocation générique ne peut pas être ajoutée
nl: Er zijn geen resources voor dit vereiste criterium: {0}. Dus de automatische toekenning kan niet worden toegevoegd
pl: nie ma zasobów na wymagane kryteria: {0}. Więc ogólny przydział nie może zostać dodany
pt: não existem recursos com os critérios solicitados: {0}. Portanto, não se pode adicionar a atribuição genérica
ru: нет ресурсов удовлетворяющих критерию: {0}. Таким образом общее распределение не может быть добавлено

source: must be later than start date
ca: ha de ser més tard que la data d'inici
cs: musí být pozdější než počáteční datum
fr: doit être postérieur à la date de départ
nl: moet later dan startdatum zijn
pt: Deve ser após a data de início

source: Role search strategy
ca: Estratègia de cerca de "role"
cs: Strategie hledání rolí
fr: stratégie de recherche du rôle
nl: Rol zoek strategie
pl: Strategia poszukiwania roli
pt: Estratégia de pesquisa de função

source: fields should match with timesheet data if are shared by lines
ca: els camps han d'encaixar amb les dades del full de temps en cas de compartir-se per les línies
cs: pokud jsou pole sdílena po řádcích, měly by se shodovat s daty výkazu
fr: les champs doivent correspondre avec les données de la feuille de temps s'ils sont communs aux lignes
nl: velden moeten overeen komen met onkostensheet gegevens indien zijn gedeeld met regels
pt: Campos devem corresponder ao dado da planilha de tempo se estão comportilhados por linhas

source: It already exists a deliver date with the same date.
ca: Ja existeix una data de lliurament amb la mateixa data.
cs: Již existuje datum dodání se stejným datem.
fr: Il existe déjà une date de livraison avec cette même date.
nl: Er bestaat al een leveringsdatum met dezelfde datum.
pt: Já existe uma data de entrega com a mesma data.

source: material category name has to be unique. It is already used
ca: el nom de la categoria del material ha de ser únic. Aquest ja existeix
cs: název kategorie materiálu musí být jedinečný. Tento je již používán
fr: le nom de catégorie de matériel doit être unique. Il est déjà utilisé
nl: Materiaal cateogienaam moet uniek zijn. Het is echter al gebruikt
pl: nazwa kategorii materiałów musi być unikalna. Ta jest już w użyciu
pt: o nome da categoría de materiais deve ser único. Já está a ser utilizado
ru: наименование категории материалов не уникально. Оно уже используется

source: Imputed hours
ca: Hores imputades
cs: Zadané hodiny
fr: Heures imputées
nl: Toegewezen uren
pl: Wstawione godziny
pt: Horas atribuídas
ru: Вмененные часы

source: progress should be greater than 0% and less than 100%
ca: el progrés ha de ser més gran que 0% i més petit que 100%
cs: postup by měl být vyšší než 0% a menší než 100%
fr: l'avancement doit être supérieur à 0% et inférieur à 100%
nl: voorgang dient meer dan 0% en minder dan 100% te zijn
pt: Progresso deve ser maior que 0% e menor que 100%

source: A description field with the same name already exists.
ca: Ja existeix un camp de descripció amb el mateix nom.
cs: Pole popisu se stejným názvem již existuje.
fr: Un champ de description du même nom existe déjà.
nl: Een omschrijvingsveld met dezelfde naam bestaat reeds.
pt: Um campo de descrição com o mesmo nome já existe

source: Confirm deleting this hour cost. Are you sure?
ca: Confirmar que voleu esborrar aquest cost d'hora, està segur?
cs: Potvrďte smazání tohoto nákladu za hodinu. Jste si jisti?
fr: Etes-vous sûr de vouloir supprimer ce coût horaire ?
nl: Bevestiging verwijdering uurprijs. Weet u het zeker?
pl: Potwierdź usunięcie tego kosztu godzinowego. Czy jesteś pewien?
pt: Confirmar apagar este custo por hora. Tem a certeza de que o deseja fazer?
ru: Принять удаление стоимости часа?

source: Delete Milestone
ca: Esborrar Fita
cs: Smazat mezník
fr: Détruire le jalon
nl: Verwijder mijlpaal
pl: Usuń Kamień Milowy
pt: Apagar Marco
ru: Удалить Майлстоун

source: external company should be subcontractor
ca: les empreses externes han de ser subcontractista
cs: externí firma by měla být subdodavatelem
fr: un organisme externe doit être sous-traitant
nl: extern bedrijf moet een onderaannemer zijn
pt: Empresa externa deve ser sub-contratado

source: Non-assigned locations
ca: Ubicació no assignada
cs: Nepřidělená umístění
fr: Emplacements non affectés
nl: Niet-toegekende lokaties
pl: Nie przydzielone lokalizacje
pt: Localizações não atribuídas
ru: Не установленное место нахождение

source: Application URI
ca: URI de l'aplicació
cs: URI aplikace
fr: URI de l'application
pl: URI Aplikacji
pt: URI da aplicação
ru: URI приложения

source: Group strategy
ca: Estratègia de grup
cs: Skupinová strategie
fr: Stratégie de groupe
nl: Groepsstrategie
pl: Strategia grupy
pt: Estratégia de grupo

source: Budget: {0}, Consumed: {1} ({2}%)
ca: Pressupost: {0}, Consumit: {1} ({2}%)
cs: Rozpočet: {0}, Spotřebováno: {1} ({2}%)
fr: Budget: {0}, Consommé: {1} ({2}%)
nl: Budget: {0}, Verbruikt: {1} ({2}%)
pt: Orçamento: {0}, Consumido: {1} ({2}%)

source: Configure
ca: Configurar
cs: Nastavit
fr: Configurer
nl: Configureer
pl: Skonfigurować
pt: Configurar
ru: Конфигурация

source: First name
ca: Nom
cs: Jméno
fr: Prénom
nl: Voornaam
pl: Imię
pt: Nome
ru: Имя

source: Complementary text fields
ca: Camps complementaris de text
cs: Doplňující textová pole
fr: Champs de texte complémentaires
nl: Complementaire tekstvelden
pl: Uzupełniające się pola tekstowe
pt: Campos de texto complementar
ru: Дополнительные текстовые поля

source: LibrePlan: Send To Subcontractors
ca: LibrePlan: enviar a subcontractista
cs: LibrePlan: Odeslat subdodavatelům
fr: LibrePlan: Envoyer aux sous-traitants
nl: LibrePlan: Zend Naar Onderaannemers
pt: LibrePlan: Enviado para sub-contratados

source: Confirm deleting {0}. Are you sure?
ca: Confirmació d'esborrat {0}, estàs segur?
cs: Potvrdit smazání {0}. Jste si jisti?
fr: Suppression de {0}. Êtes-vous sûr ?
nl: Bevestig verwijderen {0}. Weet u het zeker?
pl: Potwierdź usunięcie {0}. Jesteś pewien?
pt: Confirmar apagar de {0}. Tem a certeza de que o deseja fazer?
ru: Принять удаление {0}. Вы уверены?

source: Edit selected task
ca: Editar la tasca seleccionada
cs: Upravit zvolený úkol
fr: Modifier la tâche sélectionnée
nl: Wijzig geselecteerde taak
pl: Edycja wybranego zadania
pt: Editar tarefa selecionada
ru: Редактировать выделенную задачу

source: External code
ca: Codi extern
cs: Externí kód
fr: Code externe
nl: Externe code
pl: Zewnętrzny kod
pt: Código externo
ru: Внешний код

source: Personal timesheet saved
ca: Full personal de treball desat
fr: Feuille de temps personnelle enregistrée
nl: Persoonlijke urenstaat opgeslagen

source: View
ca: Vista
cs: Zobrazení
fr: Vue
nl: Toon
pl: Podgląd
pt: Ver
ru: Вид

source: subcontratation date not specified
ca: data de subcontractació no especificada
cs: není zadáno datum subkontraktu
fr: Date de sous-traitance non indiquée
nl: Onderaannemingsdatum niet gespecificeerd
pt: Data de sub-contratação não especificada

source: base not specified
ca: base no especificada
fr: base non indiquée
nl: basis niet gespecificeerd
pt: Base não especificada

source: New delivery date
ca: Nova data de lliurament
cs: Nové datum dodání
fr: Nouvelle date de livraison
nl: Nieuwe leveringsdatum
pt: Nova data de entrega

source: Required materials
ca: Material demanat
cs: Požadované materiály
fr: Matériels requis
nl: Vereiste materialen
pl: Wymagane materiały
pt: Materiales requeridos
ru: Требуемые материалы

source: Backwards
ca: Cap enrere
cs: Pozpátku
fr: Retour
nl: Achteruit
pl: Wstecz
pt: Atrás
ru: Назад

source: Existing user
ca: Usuari existent
cs: Existující uživatel
fr: Utilisateur existant
nl: Bestaande gebruiker
pt: Usuário existente

source: Apply filtering to resources satisfying required criteria
ca: Aplica el filtre als recursos que compleixin els criteris requerits
cs: Použit filtrování na zdroje uspokojující požadovaná kritéria
fr: Appliquer le filtrage aux ressources satisfaisant le critère demandé
nl: Pas filtering toe op resources zodat vereiste criteria worden vervuld
pl: Zastosować filtrowanie zasobów spełniających wymagane kryteria
pt: Aplicar filtro aos recursos que satisfazem os critérios requeridos
ru: Применить фильтрацию на ресурс удовлетворяющий критерию фильтра

source: Communications To Customers
ca: Comunicacions als clients
cs: Komunikace se zákazníky
fr: Communications aux clients
nl: Communicatie met klant
pt: Comunicações para Clients

source: Up
ca: Amunt
cs: Nahoru
fr: Haut
nl: Op
pl: W górę
pt: Acima
ru: Вверх

source: EAC
fr: FEP
ru: Оценка по завершении

source: it already exists another expense sheet with the same code.
ca: ja existeix un altre full de despesa amb el mateix codi.
cs: již existuje jiný seznam nákladů se stejným kódem.
fr: il existe déjà une autre feuille de dépense avec le même code.
nl: er bestaat al een ander declaratieformulier met dezelfde code.
pt: Já existe outra planilha de gastos com o mesmo código

source: Predecessor
cs: Předchůdce
fr: Prédécesseur
nl: Voorganger
pl: Poprzednik
pt: Antecessor
ru: Предшественник

source: Not workable day
ca: Dia no laborable
cs: Nepracovní den
fr: Jour non ouvré
nl: Geen werkdag
pt: Não é dia útil

source: Some stretch has higher or equal values than the previous stretch
ca: Alguns trams tenen un valor igual o més gran que el tram previ
cs: Některé rozložení má vyšší hodnoty než předchozí rozložení nebo se rovnají
fr: Certaines dérives ont des valeurs supérieures ou égales à la dérive précédente
nl: Een stap heeft hogere of gelijke waarden dan de vorige stap
pl: Niektóry odcinek ma wyższe lub równe wartości niż w poprzednim odcinku
pt: Algum trecho tem valores maiores ou iguais que o trecho anterior
ru: Некоторые протяжения имеют более высокие или эквивалентные значения, чем предыдущие протяжения

source: Please select a task
ca: Si us plau, seleccioneu una tasca
cs: Vyberte prosím úkol
fr: Veuillez sélectionner une tâche
nl: Kies een taak
pl: Proszę wybrać zadanie
pt: Por favor, selecione uma tarefa
ru: Пожалуйста, выберите задачу

source: Value is not valid, the default max value must be greater than the precision value
ca: El valor no és vàlid, el màxim valor per defecte ha de ser més gran que la precisió
cs: Hodnota není platná, výchozí max hodnota musí být větší než hodnota přesnosti
fr: La valeur n'est pas correcte, la valeur maximum par défaut doit être plus grande que la valeur de précision
nl: Waarde is ongeldig, de standaard maximum waarde moet groter zijn dan de nauwkeurigheidswaarde
pl: Wartość nie jest prawidłowa, domyślna wartość maksymalna musi być większa niż wartość dokładności
pt: O valor não é válido, o valor máximo por defeito deve ser maior que o valor de precisão
ru: Значение не действительно, максимальное значение параметра по умолчанию должно быть больше текущего значения

source: End date
ca: Data final
cs: Koncové datum
fr: Date de fin
nl: Einddatum
pl: Data zakończenia
pt: Data de fim
ru: Дата окончания

source: LibrePlan: Calendar Exception Days
ca: LibrePlan: Calendari amb les excepcions de dies
cs: LibrePlan: Dny výjimek kalendáře
fr: LibrePlan: Jours du calendrier exceptionnels
nl: LibrePlan: Kalender uitzonderingsdagen

source: Worker and bound user deleted
ca: Treballador i usuari limitat eliminats
cs: Pracovník a svázaný uživatel smazány
fr: Travailleur et utilisateur lié supprimés
nl: Werker en gekoppelde gebruiker verwijderd

source: Bound user does not have the proper role
ca: Usuari limitat no en té el "role" apropiat
cs: Svázaný uživatel nemá správnou roli
fr: L'utilisateur lié ne possède pas le rôle approprié
nl: Gekoppelde gebruiker heeft niet de juiste rol

source: Already exists another criterion with the same name
ca: Ja existeix un altre criteri amb el mateix nom
cs: Již existuje jiné kritérium se stejným názvem
fr: Il existe déjà un autre critère avec le même nom
nl: Er bestaat al een criterium met dezelfde naam
pt: Já existe um critério com o mesmo nome

source: profile name is already being used by another profile
ca: el nom del perfil ja existeix en un altre perfil
cs: název profilu je již používán jiným profilem
fr: Nom de profil déjà utilisé
nl: profielnaam wordt al gebruikt door een ander profiel
pl: Nazwa profilu jest aktualnie używana przez inny profil
pt: o nome do perfil já está a ser usado por outro perfil
ru: имя профиля уже используется в другом профиле

source: You cannot remove the current scenario
ca: No es pot esborrar l'escenari actual
cs: Současný scénář nemůžete odstranit
fr: Vous ne pouvez pas supprimer le scénario actuel
nl: U kunt het actuele scenario niet verwijderen

source: This project has already been added.
ca: S'ha afegit aquest projecte.
cs: Projekt již byl přidán.
fr: Ce projet a déjà été ajouté
nl: Dit project is al toegevoegd
pl: Ten projekt został już dodany.
pt: Este projeto já foi adicionado.
ru: Этот проект уже добавлен

source: Criteria
ca: Criteris
cs: Kritérium
fr: Critère
pl: Kryteria
pt: Critérios
ru: Критерий

source: User data
ca: Dades d'usuari
cs: Uživatelská data
fr: Données utilisateur
nl: Gebruikersgegevens
pl: Dane użytkownika
pt: Dados do utilizador
ru: Данные пользователя

source: Resource / Criteria
ca: Recursos / Criteris
cs: Zdroj / Kritéria
fr: Ressource/Critère
pl: Zasoby / Kryteria
pt: Recurso / Critérios
ru: Ресурс/Критерий

source: field name not specified or empty
ca: nom del camp no especificat o buit
cs: název pole není zadán nebo je prázdný
fr: nom de champ non indiqué ou vide
nl: veldnaam niet gespecificeerd of leeg
pt: Campo do Nome não especificado ou vazio

source: Lines
ca: Línies
cs: Řádky
fr: Lignes
nl: Regels
pl: Linie
pt: Linhas
ru: Линии

source: Add new progress assignment
ca: Afegida una nova assignació de progrés
cs: Přidat nové přidělené postupu
fr: Ajouter une nouvelle affectation d'avancement
nl: Voeg nieuw voortgangsgegevens toe
pl: Dodaj nowy postęp zadania
pt: Adicionar nova atribuição de progresso
ru: Добавить новый ход выполнения работ

source: Value must be a multiple of the precision value of the progress type: {0}
ca: Valor ha de ser un múltiple del valor de la precisió del tipus progrés: {0}
cs: Hodnota musí být násobkem hodnoty přesnosti typu postupu: {0}
fr: La valeur doit être un multiple de la valeur de précision du type d'avancement: {0}
nl: Waarde moet een veelvoud zijn van de precisiewaarde van het voortgangstype: {0}
pl: Wartość musi być wielokrotna precyzji wartości postępu typu: {0}
pt: O valor tem que ser múltiplo do valor de precisão do tipo de progresso: {0}

source: Set Filter Options
ca: Establir opcions de filtres
cs: Nastavit možnosti filtrování
fr: Configurer les options de filtre
nl: Stel filter opties in
pl: Wybierz opcje filtrowania
pt: Configurar as Opções de Filtragem

source: Expenses
ca: Despeses
cs: Náklady
fr: Dépenses
nl: Onkosten
pt: Gastos

source: name is already used
ca: nom ja està ús
cs: název je již používán
fr: le nom est déjà utilisé
nl: naam reeds in gebruik
pt: Nome já está em uso

source: Quality Forms List
ca: Llista de Formularis de Qualitat
cs: Seznam formulářů kvality
fr: Liste des formulaires qualité
nl: Kwaliteitsformulierenlijst
pl: Lista Form Jakości
pt: Lista de Formulário de Qualidade
ru: Список Форм Качества

source: Project version is the same in source and destination scenarios
ca: La versió de projecte és la mateixa en els escenaris d'origen i destí
cs: Verze projektu je stejná ve zdrojových i cílových scénářích
fr: La version du projet est la même dans les scénarios source et destination
nl: Projectversie is het zelfde bij bron en bestemmings scenarios
pl: Wersja projektu jest ta sama w źródłowych i docelowych sytuacjach
pt: A versão do projeto é a mesma nos cenários de origem e destino
ru: Версия проекта такая же как в источнике и назначении

source: Quality form item name must be unique
ca: Els ítems dels formularis de qualitat han de ser únics
cs: Název položky formuláře jakosti musí být jedinečný
fr: Le nom d'élément de formulaire qualité doit être unique
nl: Kwaliteitsformulieritemnaam moet uniek zijn

source: Subcontracting communication date
ca: Data de comunicació de la subcontractació
cs: Datum komunikace se subdodavatelem
fr: Date de communication au sous-traitant
nl: Onderaannemen communicatie datum

source: Finished
ca: Finalitzat
cs: Dokončeno
fr: Fini
nl: Klaar
pl: Skończone
pt: Finalizado

source: Personal data
ca: Dades personals
cs: Osobní data
fr: Données personnelles
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Dados pessoais
ru: Персональные данные

source: please, select a Criterion
ca: si us plau, seleccioneu un criteri
cs: vyberte prosím kritérium
fr: Veuillez sélectionner un critère.
nl: Kies een criterium
pl: proszę, wybrać Kryterium
pt: por favor, selecione um critério
ru: Пожалуйста, выберите критерии

source: {0} annotation required on {1}
ca: {0} anotació necessària a {1}
cs: vyžadováno okomentování {0} v {1}
fr: {0} annotation requise sur {1}
nl: {0} annotatie vereist bij {1}
pl: {0} adnotacja wymagane na {1}
pt: {0} anotação obrigatória em {1}
ru: {0} требуется примечание на {1}

source: Some sequences to be removed do not exist
ca: Algunes de les seqüèncis a esborrar no existeixen
cs: Některé sekvence, které mají být odstraněny neexistují
fr: Certaines séquences à supprimer n'existent pas
nl: Sommige te verwijderen sequenties bestaat niet
pt: Algumas sequências a serem removidas não existem

source: Modified
ca: Modificat
cs: Změněno
fr: Modifié
nl: Gewijzigd
pl: Zmodyfikowane
pt: Modificado
ru: Изменено

source: cannot be negative
ca: no pot ser negatiu
fr: ne peut pas être négatif
nl: kan niet negatief zijn
pt: não pode ser negativo

source: Add Criterion
ca: Afegir Criteri
cs: Přidat kritérium
fr: Ajouter un critère
nl: Voeg criterium toe
pl: Dodaj Kryterium
pt: Adicionar Critério
ru: Добавить Критерий

source: format prefix invalid. It cannot be empty or contain whitespaces.
ca: format del prefix no vàlid. No pot estar buit o tenir espais en blanc.
cs: předpona formátu je neplatná. Nesmí být prázdná nebo obsahovat mezery.
fr: préfixe de format incorrect. Il ne peut pas être vide ou contenir des espaces
nl: format prefix ongeldig. het kan niet leeg zijn of alleen spaties bevatten.
pl: format prefiksu jest błędny. Nie może być pusty bądź zawierać odstępów.
pt: formato de prefixo inválido. Não pode estar vazio ou conter espaços em branco.
ru: Ошибка в форме префикса. Он не может быть пустым или содержать пробелы.

source: inherited exception can not be removed
ca: excepció heretada no pot ser esborrada
cs: zděděná výjimka nemůže být odstraněna
fr: une exception héritée ne peut pas être supprimée
nl: overerfde uitzondering kan niet worden verwijderd

source: MessagesContainer is needed
ca: És necessari el Contenidor de Missatges
cs: Je vyžadován kontejner zprávy
fr: MessagesContainer est nécessaire
nl: BoodschapContainer is benodigd
pl: Potrzebny jest MessegesContainer
pt: É necessário um MessagesContainer
ru: Требуется MessagesContainer
