Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Date is not valid, it must be later than the last progress consolidation
ca: Data no és vàlida, ha de ser després que l'última consolidació de progrés
fr: La date n'est pas valide, elle doit être postérieure à la dernière consolidation
nl: Datum is ongeldig. Het moet na de laatste voortgangs consolidatie liggen

source: Reception date
ca: Data de recepció
fr: Date de réception
nl: Ontvangstdatum

source: LibrePlan: Settings
ca: LibrePlan: configuració
cs: LibrePlan: Nastavení
fr: LibrePlan: Configuration
nl: LibrePlan: Instellingen
pl: LibrePlan: Ustawienia
pt: LibrePlan: Configurações

source: worker's surname not specified
ca: Cognoms del treballador no especificat
cs: není zadáno příjmení pracovníka
fr: surnom du participant non indiqué
nl: Achternaam werker niet opgegeven
pl: pracownika nazwisko nie podano
pt: apelidos do trabalhador não especificados
ru: фамилия работника не указана

source: Save changes
ca: desar modificacions
cs: Uložit změny
fr: Enregistrer les modifications
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Guardar alterações
ru: Сохранить изменения

source: Application settings
ca: Configuració de l'aplicació
cs: Nastavení aplikace
fr: Réglages de l'application
nl: Applicatie instellingen
pl: Ustawienia aplikacji
pt: Configurações da aplicação

source: Total dedication
ca: Dedicació total
cs: Celkové odhodlání
fr: Investissement total
pl: Całkowite poświęcenie
pt: Dedicação total
ru: Итого преданность

source: Select source
ca: Seleccioneu origen
cs: Vyberte zdroj
fr: Choisir la source
nl: Kies bron
pl: Wybierz źródło
pt: Selecionar origem
ru: Выберите источник

source: the same task is marked as finished by more than one timesheet line
fr: La même tâche est signalée comme terminée par plus d'une ligne de la feuille de temps
nl: dezelfde taak is gemarkeerd als voltooid door meerdere andere urenstaatregels

source: Worker deleted
ca: Treballador eliminat
cs: Pracovník smazán
fr: Participant supprimé
nl: Werker verwijderd
pl: Pracownik usunięty
pt: Trabalhador apagado
ru: Работник удален

source: Select entity, please
ca: Seleccioneu entitat,
cs: Vyberte objekt prosím
fr: Merci de choisir une entité
nl: Kies aub entity
pl: Proszę wybrać podmiot
pt: Selecionar entidade, por favor
ru: Пожалуйста, выберите сущность

source: LibrePlan: Profiles
ca: LibrePlan: perfil
cs: LibrePlan: Profily
fr: LibrePlan: Profils
nl: LibrePlan: Profielen
pl: LibrePlan: Profile
pt: LibrePlan: Perfis
ru: LibrePlans: Профили

source: Finish Hour
ca: Hora de finalització
fr: Heure de finalisation
nl: Uur klaar

source: total not specified
ca: total no especificat
fr: total non indiqué
nl: totaal niet gespecificeerd
pt: total não especificado

source: Last expense
ca: Última despesa
fr: Dernière dépense
nl: Laatste uitgave
pt: Último gasto

source: Go to personal timesheet
ca: Anar al full de treball personal
fr: Aller à la feuille de temps personnelle
nl: Ga naar persoonlijke urenstaat

source: Day
cs: Den
fr: Jour
nl: Dag
pl: Dzień
pt: Dia
ru: День

source: Timesheet summary
ca: Resum de full d'hores
fr: Résumé de la feuille de temps
nl: Urenstaat samenvatting

source: Current password
ca: Paraula de pas actual
cs: Současné heslo
fr: Mot de passe actuel
nl: Huidig wachtwoord
pl: Bieżące hasło
pt: Palavra-passe atual

source: Only one sequence per entity can be active at the same time.
ca: Només pot estar activa una seqüència per entitat al mateix temps.
fr: Seulement une séquence par entité peut être active en même temps.
nl: Slechts een sequentie per entiteit kan op ieder moment actief zijn

source: Please, select an item
ca: Si us plau, seleccioneu un ítem
cs: Prosím vyberte položku
fr: Merci de choisir un élément
nl: Kies aub een item
pl: Proszę wybrać element
pt: Por favor, selecione um elemento
ru: Пожалуйста, выберите элемент

source: Cannot be higher than finish hour
ca: No pot ser major que l'hora de finalització
cs: Nemůže být vyšší než hodina dokončení
fr: Ne peut pas être plus grand que l'heure de fin
nl: Kan niet hoger zijn dan einde-uur
pl: Nie może być wyższa niż godzina zakończenia
pt: Não pode ser posterior à data de fim
ru: Не может быть больше чем последний час

source: Prefix
cs: Předpona
fr: Préfixe
pl: Prefiks
pt: Prefixo
ru: Префикс

source: {0} 1st fortnight
ca: {0} Primera quinzena
fr: {0} 1ière quinzaine
nl: {0} 1ste twee-weken

source: New Template element
ca: Nou element de la plantilla
cs: Nový prvek šablony
fr: Nouvel élément de modèle
nl: Nieuw sjabloon element
pl: Nowy element szablonu
pt: Novo elemento de modelo
ru: Новый шаблон элемента

source: Project: {0}
ca: Projecte: {0}
fr: Projet: {0}
pt: Projeto: {0}

source: Timesheets
ca: Full d'hores
cs: Výkazy
fr: Feuille de temps
nl: Urenstaten

source: Non Consolidated
ca: No consolidat
cs: Nezkonsolidováno
fr: Non consolidé
nl: Niet geconsolideerd
pl: Nie skonsolidowane
pt: Não Consolidado
ru: Не консолидированный

source: From date
ca: Des de la data
cs: Od data
fr: Depuis la date
nl: Vanaf datum
pl: Od daty
pt: A partir da data

source: Task of project
ca: Tasques del projecte
cs: Úkol v projektu
fr: Tâche du projet
nl: Taak van project

source: Hours cost
ca: Cost hores
fr: Coût horaire
nl: Urenkosten

source: Reassigning type
ca: Tipus de reassignació
cs: Znovu přidělování typu
fr: Réaffectation du type
nl: Opnieuw toewijzen soort
pl: Typ ponownego przypisywania
pt: Tipo de reatribuição
ru: Переназначение типа

source: There are repeated description values in the timesheet
ca: Hi ha descripció de valors repetits al mateix full d'hores
fr: Il y a des valeurs de description répétées dans la feuille de temps
nl: Er zijn meerdere identieke omschrijvingen in de urenstaat

source: {0} "{1}" can not be deleted because of it is being used
ca: {0} "{1}" no es pot eliminar perquè ja està en ús
cs: {0} "{1}" nemůže být odstraněn protože je používán
fr: {0} "{1}" ne peut pas être supprimé car il est en cours d'utilisation
nl: {0} "{1}" kan niet verwijderd worden omdat deze in gebruik is
pl: {0} "{1}" nie może zostać usunięty ponieważ jest on używany
pt: {0} "{1}" não pode ser apagada porque está a ser usada

source: Expense Sheets
ca: Full de despeses
fr: Feuilles de dépenses
nl: Onkostenstaat

source: maximum value not specified
ca: valor màxim no especificat
fr: valeur maximum non indiquée
nl: maxmimum waarde niet gespecificeerd

source: Incorrect authentication
ca: Autenticació errònia
cs: Nesprávné ověření
fr: Authentification incorrecte
nl: Incorrecte authenticatie
pl: Nieprawidłowe uwierzytelnianie
pt: Identificação incorreta
ru: Неверная идентификация

source: Edit task
ca: Editar tasca
cs: Upravit úkol
fr: Modifier la tâche
nl: Wijzig taak
pl: Edytuj zadanie
pt: Editar tarefa
ru: Редактировать задачу

source: Currency
ca: Moneda
cs: Měna
fr: Devise
nl: Valuta
pt: Moeda

source: End date is not valid, the new end date must be after the start date
ca: Data finalització no és vàlida, la nova data de finalització ha de ser després que la data d'inici
fr: Date de fin non valide, la nouvelle date de fin doit être postérieure à la date de début
nl: Einddatum is ongeldig, de nieuwe einddatum moet na de startdatum liggen

source: Timesheet Lines List
ca: Llista de línies del full d'hores
fr: Liste des lignes de la feuille de temps
nl: Urenstaat regelslijst

source: task code is repeated inside the project
fr: Le code de tâche est présent plusieurs fois dans le projet
nl: taakcode wordt reeds gebruikt in het project

source: Number of iterations should be between 1 and {0}
ca: El nombre d'iteracions ha d'estar entre 1 i {0}
fr: Le nombre d'itération doit être compris entre 1 et {0}
nl: Aantal iteration moet tussen 1 en {0} liggen

source: Current value
ca: Valor actual
cs: Výchozí hodnota
fr: Valeur actuelle
nl: Actuele waarde
pl: Aktualna wartość
pt: Valor atual
ru: Текущее значение

source: Capacity must be a positive integer number
ca: Capacitat ha ser un número enter positiu
cs: Kapacita musí být kladné celé číslo
fr: La capacité doit être un nombre entier positif
nl: Capaciteit moet een positief geheel getal zijn

source: Save and Continue
ca: Desar i continuar
cs: Uložit a pokračovat
fr: Enregistrer et continuer
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj
pt: Guardar e Continuar
ru: Записать и продолжить

source: Zoom level
ca: Nivell de zoom
cs: Úroveň přiblížení
fr: Niveau de zoom
pl: Poziom zbliżenia
pt: Nivel de zoom
ru: Уровень приближения

source: Quality form
ca: Formulari de qualitat
cs: Formulář kvality
fr: Formulaire qualité
nl: Kwaliteitsformulier
pl: Forma jakości
pt: Formulário de qualidade
ru: Форма качества

source: Calendar cannot be removed as it has other derived calendars from it
ca: El calendari no s'ha pogut eliminar ja que té altres calendaris depenent
cs: Kalendář nelze odstranit, protože jsou z něj odvozené jiné kalendáře
fr: Le calendrier ne peut pas être supprimé car d'autres calendriers en ont été dérivés
nl: kalender kan niet worden verwijderd omdat er andere kalenders van zijn afgeleid

source: Go!
ca: Endavant!
cs: Vykonat!
fr: Lancer!
pl: Idź
pt: Ir!

source: Inherits up to date
ca: Hereta fins la data
cs: Dědí po datum
fr: Héritages à jour
nl: Overervingen zijn actueel
pl: Dziedziczy na bieżąco
pt: Herda até à data

source: Profile data
ca: Dades del perfil
cs: Data profilu
fr: Données de profil
nl: Profiel gegevens
pl: Dane profilu
pt: Dados do perfil
ru: Данные профиля

source: The name of the label is empty.
ca: El nom de l'etiqueta està buit.
cs: Název štítku je prázdný.
fr: Le nom du libellé est vide
nl: De naam van het label is leeg
pl: Nazwa etykiety jest pusta.
pt: O nome da etiqueta está vazio.
ru: Наименование метки не может быть пустым

source: Starting date cannot be empty in forward mode
ca: La data d'inici no pot estar buida en mode Endavant
cs: Počáteční datum nemůže být v dopředném režimu prázdné
fr: La date de début ne peut pas être vide en mode prévisionnel
nl: Startdatum kan niet leeg zijn bij vooruit plannen
pt: Data de início não pode estar vazia no modo adiantado

source: cost category not specified
ca: categoria de cost no especificada
fr: catégorie de coût non indiquée
nl: kostencategorie niet gespecificeerd

source: Violated deadline
ca: Data de termini violada
cs: Termín porušen
fr: Echéance violée
nl: Overtreden deadline

source: Delivery dates requested by customer.
ca: Data de lliurament demanada pel client.
cs: Termíny dodání podle požadavků zákazníka.
fr: Dates de livraison demandées par le client.
nl: Leveringsdata aangevraagd door klant

source: Help the project developers to collect information about which LibrePlan version you are using
ca: Permetre als desenvolupadors a recollir informació sobre quina versió de LibrePlan està en ús
cs: Pomoci vývojářům projektu LibrePlan sběrem informací o verzi, kterou používáte
fr: Aide les développeurs du projet pour collecter de l'information sur la version de LibrePlan que vous utilisez
nl: Help de ontwikkelaars van LibrePlan bij het verzamelen van informatie over welke versie u gebruikt

source: LibrePlan: Workers
ca: LibrePlan: Treballadors
cs: LibrePlan: Pracovníci
fr: LibrePlan: Participants
nl: LibrePlan: Werkers
pl: LibrePlan: Pracownicy
pt: LibrePlan: Trabalhadores
ru: LibrePlan: Работники

source: Personal timesheet "{0}" saved
ca: Full de treball personal “{0}” desat
fr: Feuille de temps personnelle "{0}" enregistrée
nl: Persoonlijke urenstaat "{0}" opgeslagen

source: Create Virtual Workers Group
ca: Crear Grup virtual de treballadors
cs: Vytvořit skupinu virtuálních pracovníků
fr: Créer un groupe de participants virtuels
nl: Maak virtuele werkersgroep
pl: Stwórz wirtualną grupę pracowników
pt: Criar Grupo de Trabalhadores Virtuais
ru: Создать виртуальную рабочую группу

source: Enable/Disable warning about new LibrePlan versions available
ca: Habilitar/Inhabilitar advertències d'actualització de LibrePlan
cs: Povolit/Zakázat upozorňování na dostupnost nové verze LibrePlan
fr: Activer/Désactiver l'avertissement relatif aux nouvelles versions de LibrePlan disponibles
nl: In-/Uitschakelen waarschuwing over een beschikbare nieuwe LibrePlan versie
pl: Włącz/wyłącz ostrzeżenie o nowej wersji LibrePlan
pt: Ativar/Desativar avisos sobre novas versões do LibrePlan

source: interaction fields are empty and company is marked as interact with applications
ca: camps d'iteració estan buits i l'empresa està marcada per a interactuar amb aplicacions
fr: les champs d'interaction sont vides et l'organisme est marqué comme interagissant avec des applications
nl: interactievelden zijn leeg en het bedrijf is gemarkeerd als interacterend met applicaties

source: Timesheet templates
ca: Plantilles de fulls d'hores
cs: Šablony výkazu
fr: Canevas de feuille de temps
nl: Urenstaatsjabloon

source: Hours invested
ca: Hores invertides
cs: Investované hodiny
fr: Heures investies
nl: Uren geinvesteerd
pl: Godziny zainwestowane
pt: Horas investidas
ru: Вложено часов

source: Templates
ca: Plantilles
cs: Šablony
fr: Canevas
nl: Sjablonen
pt: Modelos

source: Authorization
ca: Autoritzacions
cs: Oprávnění
fr: Permissions
nl: Autorisatie
pl: Autoryzacja
pt: Autorização

source: Project saved
ca: Projecte desat
cs: Projekt uložen
fr: Projet enregistré
nl: Project opgeslagen
pl: Projekt zapisany
pt: Projeto guardado
ru: Проект записан

source: The name is not valid, there is another progress type with the same name.
ca: El nom no és vàlid, hi ha un altre tipus de progrés amb el mateix nom.
cs: Název není platný, již existuje jiný typ postupu se stejným názvem.
fr: Le nom est incorrect, il existe un autre type d'avancement possédant le même nom.
nl: De naam is niet geldig, er is een ander voortgangstype met dezelfde naam
pl: Nazwa nie jest ważna, nie ma innego rodzaju postępu o tej samej nazwie.
pt: O nome não é válido, já existe outro tipo de progresso com o mesmo nome.
ru: Наименование не действительно, другой тип хода работ уже использует это наименование.

source: task
ca: tasca
cs: úkol
fr: tâche
nl: taak
pl: zadanie
pt: tarefa

source: All changes will be lost. Are you sure?
ca: Es perdren totes les modificacions, està segur?
cs: Veškeré změny budou ztraceny. Jste si jisti?
fr: Toutes les modifications seront perdues. Êtes-vous sûr ?
nl: Alle wijzigingen zullen verloren gaan. Weet u het zeker?

source: Sorry for the inconvenience.
ca: Disculpi les molèsties.
cs: Omlouváme se za nepříjemnosti.
fr: Désolé pour le désagrément.
nl: Excuus voor het ongemak
pt: Desculpe pela inconvenicência

source: Profiles of LDAP users cannot be managed because LDAP is enabled and LDAP roles are being used.
ca: Els perfils dels usuaris d'LDAP no poden ser controlats ja que LDAP està habilitat i funcions LDAP s'utilitzen.
fr: Les profils des utilisateurs LDAP ne peuvent pas être gérés car LDAP est activé et les rôles LDAP sont utilisés.
nl: Profielen van LDAP gebruikers kunnen niet beheerd worden omdat LDAP aan staat en LDAP rollen worden gebruikt.

source: quality form item position not specified
ca: posició de l'ítem del formulari de qualitat no especificat
fr: position de l'élément du formulaire de qualité non indiqué
nl: kwaliteitsformulier onderdeelpositie niet gespecificeerd

source: My account
ca: La meva compte
cs: Můj účet
fr: Mon compte
nl: Mijn account
pl: Moje konto
pt: A minha conta

source: Destination scenario
ca: Escenari destí
cs: Scénář cíle
fr: Scénario destination
nl: Bestemmingsscenario
pl: Scenariusz docelowy
pt: Cenário de destino
ru: Сценарий пункта назначения

source: Company view
ca: Vista d'empresa
cs: Zobrazení společnosti
fr: Vue de la compagnie
nl: Overzicht
pl: Widok firmy
pt: Vista da empresa
ru: Обзор компании

source: currency symbol not specified
ca: símbol de la moneda no especificat
fr: symbole de monnaie non indiqué
nl: valutasymbool
pt: símbolo da moeda não especificado

source: Both
ca: Tots dos
cs: Oba
fr: Les deux
nl: Beiden
pl: Zarówno
pt: Ambos

source: report progress not specified
ca: Informe de progrés no especificat
fr: avancement de rapport non indiqué
nl: rapport voortgang niet gespecificeerd

source: Filter by
ca: Filtrar per
cs: Filtrovat podle
fr: Filtré par
nl: Filter op
pl: Filtruj przez
pt: Filtrar por
ru: Фильтр по

source: Up to date
ca: fins la data
cs: Aktuální
fr: à jour
pl: Do tej pory
pt: Até à data

source: Calendar allocation
ca: Assignació de calendari
cs: Přidělení kalendáře
fr: Allocation de calendrier
nl: Kalender toekennen
pl: Alokacja kalendarza
pt: Atribuição de calendário
ru: Распределение календаря

source: Category
ca: Categoria
cs: Kategorie
fr: Catégorie
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория

source: LibrePlan: Progress Types
ca: LibrePlan: Tipus de progrés
fr: LibrePlan: Types d'avancement
nl: LibrePlan: Voortgangstypes

source: [generic all workers]
ca: Genèric a tots els treballadors
cs: [všichni obecní pracovníci]
fr: [commun à tous les participants]
nl: [alle werkers]
pl: [ogólne wszystkich pracowników]
pt: [genérico todos os trabalhadores]
ru: [общие всех работников]

source: Category data
ca: Data de la categoria
cs: Data kategorie
fr: Donnée de catégorie
nl: Categorie gegevens
pl: Dane kategorii
pt: Dados de categoria
ru: Категория данных

source: Search
ca: Cercar
cs: Hledat
fr: Chercher
nl: Zoeken
pl: Znajdź
pt: Pesquisar
ru: Поиск

source: Prefix cannot contain whitespaces
ca: El prefix no pot contenir espais en blancs
fr: Le préfixe ne peut pas contenir d'espaces blancs
nl: voorvoegsel mag geen spaties bevatten

source: Valid until
ca: Vàlid fins al
cs: Platné do
fr: Valable jusqu'à
nl: Geldig tot
pl: Ważne do
pt: Válido até

source: role ldap not specified
ca: "role" LDAP no especificat
fr: rôle ldap non indiqué
nl: Rol ldap niet gespecificeerd

source: Add New Complementary Field
ca: Afegir un nou camp complementari
cs: Přidat nové dodatečné pole
fr: Ajouter un nouveau champ complémentaire
nl: Voeg nieuwe complementair veld toe
pl: Dodaj nowe pole uzupełniające
pt: Adicionar Novo Campo Complementar
ru: Добавить дополнительные поля

source: Work weeks list
ca: Llista de treballs setmanals
cs: Seznam pracovních týdnů
fr: Liste des semaines de travail
nl: Werkweek lijst
pl: Lista tygodni pracy
pt: Lista de semanas de trabalho
ru: Список рабочих недель

source: Source scenario
ca: Escenari d'origen
cs: Zdrojový scénář
fr: Scénario source
nl: Bron scenario
pl: Źródłowy scenariusz
pt: Cenário de origem
ru: Источник сценария

source: LibrePlan: Criteria
ca: LibrePlan: Criteris
cs: LibrePlan: Kritérium
fr: LibrePlan: Critère
pl: LibrePlan: Kryteria
pt: LibrePlan: Critérios
ru: LibrePlan: Критерий

source: LibrePlan: Transfer Projects Between Scenarios
ca: LibrePlan: Transferir projectes entre escenaris
cs: LibrePlan: Převod projektu mezi scénáři
fr: LibrePlan: transfert des projets entre les scénarios
nl: LibrePlan: Kopieer projecten tussen scenarios
pl: LibrePlan: Przenieś projekty między scenariuszami
pt: LibrePlan: Transferir Projetos Entre Cenários
ru: LibrePlan: Передача проектов между сценариями

source: element associated to a task must be not empty
ca: l'element associat a una tasca no pot estar buit
fr: un élément associé à une tâche ne peut pas être vide
nl: element geassocoeerd met een taak mag niet leeg zijn

source: Remove calendar
ca: Eliminar calendari
cs: Odstranit kalendář
fr: Supprimer le calendrier
nl: Verwijder kalender
pl: Usuń kalendarz
pt: Apagar calendário
ru: Удалить календарь

source: Sum of direct expenses
ca: Suma de despeses directes
fr: Somme des dépenses directes
nl: Som van totale uitgaven

source: Communications From Customers
ca: Comunicacions des de els clients
cs: Komunikace od zákazníků
fr: Communications pour les clients
nl: Communicaties Vanaf Klanten

source: Resource
ca: Recurs
cs: Zdroj
fr: Ressource
pl: Zasób
pt: Recurso
ru: Ресурс

source: Expense sheet "{0}" saved
ca: Full de despeses "{0}" desat
cs: Seznam nákladů "{0}" uložen
fr: Feuille de dépense "{0}" sauvegardée
nl: Onkostendeclaratie "{0}" opgeslagen

source: Total task hours
ca: Total de les hores de les tasques
cs: Celkový počet hodin úkolu
fr: Total des heures des tâches
nl: Totaal taakuren
pl: Wszystkie godziny zadania
pt: Total de horas de tarefa
ru: Итого часов на задачу

source: Virtual Workers
ca: Treballadors virtuals
cs: Virtuální pracovníci
fr: Travailleurs virtuels
nl: Virtueel Team

source: Configuration unit name
ca: Configurar el nom de la unitat
fr: Configuration du nom d'unité
nl: Configuratieunit naam

source: Date last progress reported
ca: Data de l'últim progrés informat
cs: Datum posledního hlášení postupu
fr: Date du dernier rapport d'avancement
nl: Datum laatste voortgangsrapport
pl: Zaraportowano datę ostatniego postępu
pt: Data do último progresso registado
ru: Дата последнего хода работ сообщена

source: Could not load any resource
ca: No s'ha pogut carregar cap recurs
cs: Nelze načíst žádný zdroj
fr: Impossible de charger une quelconque ressource
nl: Kon geen resource laden
pl: Nie można załadować dowolnego zasobu
pt: Não foi possível carregar nenhum recurso
ru: Не могу загрузить какой нибудь ресурс

source: Work And Progress Per Project
ca: Progrés i treball per projecte
cs: Práce a postup za projekt
fr: Travail et avancement par projet
nl: Werk en voortgang per project
pl: Praca i postęp na projekt
pt: Trabalho e Progresso por Projeto
ru: Работа и ход работ на проект

source: total must be greater or equal than 0
ca: total ha de ser més gran o igual que 0
cs: Celkem musí být větší nebo rovna 0
fr: le total doit être supérieur ou égal à 0
nl: totaal moet groter dan of gelijk aan nul zijn

source: Default Label
ca: Etiqueta per defecte
cs: Výchozí štítek
fr: Libellé par défaut
nl: Standaard label
pl: Domyślna etykieta
pt: Etiqueta por Defeito
ru: Метка по умолчанию

source: Close
ca: Tancat
cs: Zavřít
fr: Fermer
nl: Sluiten
pl: Zamknąć
pt: Fechar
ru: Закрыть

source: LibrePlan: Timesheet Lines List
ca: LibrePlan: Llista de línies del full d'hores
cs: LibrePlan: Seznam šablon výkazu
fr: LibrePlan: Liste des lignes de feuille de temps
nl: LibrePlan: Urenstaatregelslijst

source: Specific Allocations
ca: Assignació específica
cs: Určitá přidělení
fr: Allocations spécifiques
nl: Specifieke toekenning
pl: Szczególne przydziały
pt: Atribuições Específicas
ru: Специфические назначения

source: label type: the timesheet has not assigned this label type
ca: tipus d'etiqueta: el full d'hores no té assignat aquest tipus d'etiqueta
fr: type d'étiquette: la feuille de temps n'a pas affectée ce type d'étiquette
nl: labe;type: de urenstaat heeft dit labeltype niet toegekend gekregen

source: progress type marked as quality form but is updatable
ca: tipus de progrés marcat com a formulari de qualitat no és actualitzable
fr: le type d'avancement est marqué comme formulaire qualité mais peut être mis à jour
nl: voortgangstype is gemarkeerd als kwaliteitsformulier maar is te wijzigen

source: Move selected task up
ca: Moure la tasca seleccionada amunt
cs: Posunout zvolený úkol nahoru
fr: Remonter la tâche sélectionnée
nl: Verplaats geselecteerde taak omhoog
pl: Przenieś w górę zaznaczone zadanie
pt: Mover tarefa selecionada para cima
ru: Переместить выбранную задачу вверх

source: Select criteria set or specific resources for allocation
ca: Seleccioneu criteris configurat o especificar assignació per recurs
cs: Vyberte sadu kritérií nebo zrčité zdroje pro přidělení
fr: Choisir les ensembles de critères ou les ressources spécifiques pour l'allocation
nl: Kies criteriaset of specifieke resources om te alloceren
pl: Wybierz zestaw kryteriów lub szczególne zasoby dla alokacji
pt: Selecione o conjunto de critérios ou recursos específicos para a atribuição
ru: Выберите набор критериев или специфический ресурс для назначения

source: Create copy
ca: Crear còpia
cs: Vytvořit kopii
fr: Créer une copie
nl: Maak kopie
pl: Stwórz kopię
pt: Criar cópia
ru: Создать копию
