Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: A description field of the same name already exists.
pl: Pole opisu o tej samej nazwie już istnieje.
ru: Поле описания с тем же наименованием уже присутствует.

source: Progress measurements that are reported by quality forms can not be removed
pl: Pomiary postępu, które są zgłaszane przez formy jakości nie mogą być usunięte
ru: Единицы измерения хода работ, которые представлены формами качества не могут быть удалены

source: Duplicate progress assignment for task
pl: Duplikuj przypisane postępy dla zadania
ru: Дублировать назначенный ход работ на задачу

source: This date can not be empty
pl: Data ta nie może być pusta

source: Select type
pl: Wybierz typ

source: ALL
pl: Wszystko
ru: ВСЕ

source: criterion satisfaction's resource not specified
pl: nie podano kryterium satysfakcji zasobu
ru: критерий удовлетворенности в ресурсах не указан

source: Derived exception
pl: Pochodzące z wyjątkiem
ru: Производные исключением

source: Unit Measures List
pl: Lista jednostki miary
ru: Список единиц измерения

source: Couldn't find element: {0}
pl: Nie można odnaleźć elementu: {0}
ru: Не могу найти элемент {0}

source: You should select a destination scenario
pl: Należy wybrać scenariusz docelowy
ru: Вы должны выбрать сценарий назначения

source: unit type code not found
pl: nie znaleziono kodu typu jednostki
ru: код типа единицы не найден

source: Not editable for containing more that an hours group.
pl: Nie można edytować dla zawierającej więcej niż jedną grupę godzin.
ru: Не редактируется для сдерживания более чем группу часов.

source: Limiting resource
pl: Limitowane zasoby
ru: Ограничение ресурса

source: Duplicate value true report global progress for task
pl: Powielaj prawdziwą wartość globalnego raportu postępu dla zadania
ru: Дублируется значение true глобального отчета хода работ для задачи

source: must be greater than finish date
pl: musi być większa od daty zakończenia
ru: Должно быть больше чем дата окончания

source: must be lower than finish date
pl: Musi być niższa niż data zakończenia
ru: Должно быть позже чем дата окончания

source: You must allow multiple active criteria for this type to use this assignment strategy
pl: Musisz umożliwić aktywowanie wielu kryteriów dla tego typu aby korzystać z tej przypisanej strategii
ru: Вы должны позволить нескольким активным критериям для этого типа использовать стратегию назначения

source: sub elements
pl: pod elementy
ru: подэлементы

source: error doing reassignation: {0}
pl: błąd przy ponownym przypisywaniu: {0}
ru: ошибка переназначения: {0}

source: Time filter
pl: Czas filtrowania
ru: Фильтр по времени

source: Work Report Lines List
pl: Lista linii raportów pracy
ru: Список строк рабочего отчета

source: Unit type code cannot be empty
pl: Kod typu jednostki nie może być pusty
ru: Код типа единицы не может быть пустым

source: company name has to be unique. It is already used
pl: nazwa firmy musi być unikatowa. Ta jest już w użyciu
ru: Наименование компании должно быть уникальным. Это название уже используется

source: work report have not any description value with this field name
pl: raport pracy nie ma żadnego opisu wartości o tej nazwie pola
ru: рабочий отчет не имеет описание значения с этим именем поля

source: LibrePlan: Configuration
pl: LibrePlan: Konfiguracja
ru: LibrePlan: Конфигурация

source: : code not found
pl: : Nie znaleziono kodu
ru: : код не найден

source: All resources must be limiting.
pl: Wszystkie środki muszą być ograniczone.
ru: Все ресурсы должны быть ограниченны.

source: Filter by worker
pl: Filtruj przez pracownika
ru: Фильтр по работнику

source: You are going to change the assignment function. Are you sure?
pl: Będziesz zmienić funkcję przypisania. Czy na pewno?
ru: Вы собираетесь изменить назначенную функцию. Вы уверены?

source: Exception Days
pl: Dni wyjątków
ru: Исключенные дни

source: Incompatible update: stored resource is not of type: {0}
pl: Niezgodna aktualizacja: przechowywany zasób nie jest typu: {0}
ru: Несовместимое обновление: сохраненный ресурс не типа {0}

source: Work Report Type
pl: Typ raportu pracy

source: Two hour costs with the same type overlap in time
pl: Dwie godziny kosztów z tym samym typem nakładają się w czasie
ru: Стоимость двух часов с тем же типом перекрываются во времени

source: The periods available depend on the resource's calendar.
pl: Terminy zależą od zasobu kalendarza.
ru: Периоды доступны в зависимости от календаря ресурса.

source: Schedule from the deadline to start
pl: Harmonogram z datą ostateczną do startu
ru: Расписание от deadline до начала

source: Non limiting resource assignation
pl: Nie ograniczające przypisanie zasobów
ru: Распределение не ограниченного ресурса

source: must be greater than start date
pl: musi być większa od daty rozpoczęcia
ru: должно быть больше даты начала

source: Unit measure name
pl: Nazwa miary jednostki
ru: Наименование единицы измерения

source: worked hours
pl: przepracowane godziny
ru: отработанные часы

source: cannot include a progress of the same progress type twice
pl: nie może zawierać postępu tego samego rodzaju postępu dwa razy
ru: невозможно включить ход работ в тот же тип хода работ дважды

source: a work report line has not this label type assigned
pl: Linia raportu pracy nie ma przypisanej tego typu etykiety
ru: Строка рабочего отчета не имеет этой установленной метки

source: This date can not include the whole next work week
pl: Data ta nie może obejmować całego następnego tygodnia pracy

source: Consolidated progress measurement can not be removed
pl: Nie można usunąć skonsolidowanego pomiaru postępu

source: The date is not valid, the date must be unique for this progress assignment
pl: Data nie jest ważna, data musi być unikalna dla tego zadania postępu
ru: Дата не действительна, дата должна быть уникальна для назначения этого ходя работ

source: The code cannot be empty.
pl: Kod nie może być pusty.
ru: Код не может быть пустым

source: New work report
pl: Nowy raport pracy
ru: Новый отчет о работе

source: Deleting this subcontracted project, you are going to lose the relation to report progress. Are you sure?
pl: Usunięcie tego podwykonawcy projektu, spowoduje utracenie relacji do raportu postępu. Jesteś pewien?
ru: Вы потеряете связи с отчетом о ходе работ если удалите проект этого субподрядчика. Вы уверены?

source: Calendar exception types
pl: Typy wyjątków kalendarza
ru: Типы исключения в календаре

source: missing code in a hour cost
pl: brakuje kodu w cenie godziny
ru: отсутствует код в стоимости часа

source: Hours Group {0} : Duplicate code in DB
pl: Grupa godzin {0}: Duplikat kodu w DB
ru: Группа часов {0} : Повторяющийся код в базе данных

source: cannot be null or empty
pl: nie może być zerowy lub pusty
ru: Не может быть null или пустым

source: New code
pl: Nowy kod
ru: Новый код

source: The progress type cannot be modified
pl: Rodzaj postępu nie może być modyfikowany
ru: Тип хода работ не может быть модифицирован

source: The index fields and labels must be uniques and consecutives
pl: Pola indeksu i etykiet muszą być unikalne i kolejne
ru: Индекс полей и меток должен быть уникальным и последовательным

source: This machine was already removed by other user
pl: Maszyna została już usunięta przez innego użytkownika
ru: Эта машина была удалена другим пользователем

source: Work Reports
pl: Raporty pracy
ru: Рабочие отчеты

source: spread values are not valid, at least one value should be true
pl: rozprzestrzeniana wartość nie jest prawidłowa, co najmniej jedna wartość powinna być prawidłowa
ru: распространенные значение не действительны, как минимум одно из них должно быть TRUE

source: Our company login
pl: Login naszej firmy
ru: Войти в нашу компанию

source: Filter work reports
pl: Filtruj raporty pracy
ru: Фильтр рабочих отчетов

source: Default calendar cannot be removed. Please, change the default calendar in the Configuration window before.
pl: Domyślny kalendarz nie może być usunięty. Proszę zmienić kalendarz domyślny we wcześniejszym oknie konfiguracji.
ru: Календарь по умолчанию не может быть удален. Пожалуйста, вначале измените календарь по умолчанию в конфигурационном окне

source: This criterion type cannot be deleted because it has assignments to projects or resources
pl: Ten rodzaj kryterium nie może być usunięty, ponieważ ma zadania na rzecz innych projektów lub zasobów
ru: Тип критерия не может быть удален, потому что он присвоен проекту или ресурсу.

source: This progress measurement cannot be deleted or changed because it is consolidated
pl: Postęp tego pomiaru nie może być usunięty lub zmieniony, ponieważ jest skonsolidowany

source: Project: {0}
pl: Projekt: {0}
ru: Проект: {0}

source: The date cannot be null
pl: Data nie może być zerowa
ru: Дата не может быть null

source: LibrePlan: Work Reports
pl: LibrePlan: Raporty pracy
ru: LibrePlan: Рабочие отчеты

source: Error on showing delete confirm
pl: Błąd na pokazywaniu potwierdzania usunięcia
ru: Ошибка показа подтверждения удаления

source: Sum of all rows
pl: Suma wszystkich wierszy
ru: Сумма всех строк

source: Last stretch should have one hundred percent for length and amount of work percentage
pl: Ostatni odcinek powinien mieć w stu procentach dla długości i wysokości odsetku pracy
ru: Последняя растяжка

source: This progress assignment cannot be deleted or changed because it has some progress consolidation
pl: Przypisany postęp nie może być usunięty lub zmieniony, ponieważ ma jakąś konsolidację postępu

source: Consolidated progress can not be removed
pl: Skonsolidowany postęp nie może być usunięty

source: Each worker configuration unit name
pl: Każda konfiguracja pracownika nazwy jednostki
ru: Наименование единицы конфигурации каждого работника

source: Criteria of selected type
pl: Kryteria zaznaczonego typu
ru: Критерий выбранного типа

source: This progress measurement can not be in
pl: Ten postęp pomiaru nie może być w
ru: Эта единица измерения хода работ не может быть в

source: Value is not valid, the current value must be not empty
pl: Wartość nie jest prawidłowa, wartość nie może być pusta
ru: Значение не действительно, текущее значение не должно быть пустым

source: missing code in a work report line
pl: Brakuje kodu w linii raportu pracy
ru: отсутствует код в линии рабочего отчета

source: The code sequence is already in use and it can not be updated.
pl: Sekwencja kodu jest już w użyciu i nie może zostać zaktualizowana.
ru: Последовательность кодов уже используется и она не может быть обновлена.

source: This template can not be removed because it has applications.
pl: Ten szablon nie może zostać usunięty ponieważ ma aplikacje.
ru: Шаблон не может быть удален, потому что он имеет приложения.

source: criterion satisfaction's criterion not specified
pl: Kryterium satysfakcji kryterium nie zostało określone
ru: критерий критерия удовлетворенности не указан

source: Number of iterations should be between 1 and
pl: Liczba powtórzeń powinna wynosić między 1 a
ru: Число итераций должно быть между 1 и

source: Scenarios must be enabled as more elements than master exist
pl: Scenariusze muszą być włączone ponieważ istnieje więcej nadrzędnych elementów
ru: Сценарии должны включать больше элементов чем существующий мастер

source: Task {0} : Task group is incompatible type with {1}
pl: Zadanie {0}: Grupa zadań ma nieprawidłowy typ z {1}
ru: Задача {0} : Группа задачи имеет несовместимый тип с {1}

source: Virtual Workers Groups
pl: Wirtualne grupy pracowników
ru: Виртуальная Рабочая Группа

source: Not deletable
pl: Nie usuwalny
ru: Не удаяемое

source: Cannot delete work report type. There are some work reports bound to it.
pl: Nie można usunąć typu raportu pracy. Istnieją inne raporty pracy powiązane z tym.
ru: Невозможно удалить тип рабочего отчета. Есть некоторые рабочие отчеты связанные с ним.

source: Criterion Type List
pl: Lista typów kryterium
ru: Список типов критерия

source: Overall progress
pl: Całkowity postęp
ru: Общий ход работ

source: exception date already exists
pl: data wyjątku już istnieje
ru: исключенная дата уже присутсвует

source: There exists other template with the same name.
pl: Istnieje już inny szablon o tej samej nazwie.
ru: Присутствует другой шаблон с тем же именем

source: criterion satisfaction's start date not specified
pl: data rozpoczęcia kryterium satysfakcji nie została podana
ru: Начальная дата критерия удовлетворенности не установлена

source: Create new material assignment out of material assignment {0}. Are you sure?
pl: Utwórz nowy zadany materiał z zadanym materiałem {0}. Jesteś pewien?
ru: Создать новое назначение материала, из материала назначения {0}. Вы уверены?

source: Work report lines
pl: Linie raportu pracy
ru: Строки рабочего отчета

source: Completed: {0}%
pl: Skończono: {0}%
ru: Завершено: {0}%

source: Calculated progress measurement can not be removed
pl: Kalkulowany postęp pomiaru nie może być usunięty
ru: Вычисленная единица измерения хода работы не может быть удалена

source: instance not found
pl: Nie znaleziono instancji
ru: партия не найдена

source: criterion names must be unique inside a criterion type
pl: Nazwy kryteriów muszą być unikatowe wewnątrz typu kryterium
ru: наименования критерия должно быть уникально внутри типа критерия

source: The periods available depend on the satisfaction of the criteria by the resources and their calendars.
pl: Terminy zależą od spełnienia kryteriów z jego zasobów i kalendarza.

source: Start date is not valid, the new start date must be lower than the end date
pl: Data rozpoczęcia nie jest ważna, nowa data rozpoczęcia musi być niższa niż data zakończenia
ru: Дата начала не действительна, новая начальная дата должна быть меньше чем дата окончания

source: May
pl: Maj
ru: Май

source: Already exists other criterion with the same name
pl: Już istnieje inne kryterium o tej samej nazwie
ru: Уже присутствует критерий с таким же именем

source: Date which the task must start after (press enter in textbox to open calendar popup or type in date directly)
pl: Data zadania musi rozpocząć się po (naciśnij enter w polu tekstowym aby otworzyć kalendarz albo typ danych bezpośrednio)
ru: Дата после которой задача должна начаться (нажмите ввод в текстовом поле для открытия ниспадающего календаря или введите дату вручную)

source: Date cannot be null
pl: Data nie może być zerowa
ru: Дата не может быть null

source: This label type already is assigned to the work report type.
pl: Ten typ etykiety jest już przypisany do typu raportu pracy.
ru: Этот тип метки уже назначен на тип рабочего отчета.

source: Project Templates
pl: Szablony projektów
ru: Шаблон проекта

source: date in future
pl: data w przyszłości

source: Init date
pl: Data init
ru: Дата инициализации

source: percentage must be in range (0,100]
pl: procent musi być w przedziale (0,100]
ru: Процентаж должен быть в диапазоне (0; 100]

source: resources cost category assignment codes must be unique inside a resource
pl: przypisane kody zasobów kosztów kategorii muszą być unikalne wewnątrz zasobu
ru: код назначенный стоимости категории ресурса должен быть уникальным внутри ресурса

source: CriterionType is not valid, the criterionType overlap other criterionSatisfaction whith same criterionType
pl: Typ kryterium nie jest prawidłowy, typ kryterium pokrywa się z innym kryterium satysfakcji z tym samym typem kryterium
ru: Тип критерия не является допустимым, тип критерия перекрывает другой criterionSatisfaction с тем же типом критерия

source: Unable to convert {0} value to {1} type
pl: Nie można skonwertować {0} wartości do {1} typu
ru: Невозможно конвертировать значение {0} в тип {1}

source: Unit Measure
pl: Jednostka miary
ru: Единица измерения

source: {0} projects reassignation remaining
pl: {0} pozostało ponownie przypisanych projektów
ru: {0} проектов осталось переназначить

source: This machine cannot be deleted because it has assignments to projects or imputed hours
pl: Ta maszyna nie może zostać usunięta ponieważ jest przypisana do projektu lub kalkulowanych godzin
ru: Эта машина не может быть удалена, потому что она имеет назначения на проект или вмененные часы

source: November
pl: Listopad
ru: Ноябрь

source: Value is not valid, the value must be greater than the value of the previous progress.
pl: Wartość nie jest prawidłowa, wartość musi być większa niż wartość poprzedniego postępu.
ru: Значение не действительно, значение должно быть больше чем предыдущее значение хода работ

source: in the specified directory.
pl: w określonym katalogu.
ru: в указанный каталог.

source: missing code in a work report.
pl: brakuje kodu w raporcie pracy
ru: ожидается код в рабочем отчете.

source: missing code in a label
pl: brakuje kodu w etykiecie
ru: отсутствует код в метке

source: Must start after (days since beginning project)
pl: Musi rozpocząć się po (dni od rozpoczęcia projektu)
ru: Должен начаться после (дней после начала проекта)

source: You should select the type of exception
pl: Powinieneś wybrać typ wyjątku
ru: Вы должны выбрать тип исключения

source: Subcontracted Tasks
pl: Pod zlecone zadania
ru: Задачи субподряда

source: Administration / Management
pl: Administracja / zarządzanie
ru: Администрирование / Менеджмент

source: Alpha
cs: Alfa
pl: Alfa
pt: Alfa
ru: Альфа

source: inconsistent parent code.
pl: niespójny kod główny
ru: несовместимый код родителя.

source: the date must be inside the visualization area
pl: data musi być wewnątrz obszaru wizualizacji
ru: Дата должна быть внутри визуализируемого пространства

source: date not specified.
pl: nie podano daty
ru: не указана дата.

source: work report has not this label type assigned
pl: raport pracy nie ma przypisanej tego typu etykiety
ru: рабочий отчет не имеет этого типа метки

source: Limiting assignment
pl: Ograniczone przypisanie
ru: Ограничение назначения

source: Limiting Resources Planning
pl: Ograniczone planowanie zasobów
ru: Ограничение планирования ресурсов

source: The name of the criterion is empty.
pl: Nazwa kryterium jest pusta
ru: Наименование критерия не может быть пустым

source: The start date cannot be null
pl: Data rozpoczęcia nie może być zerowa
ru: Начальная дата не может быть null

source: Save & New work report
pl: Zapisz i stwórz nowy raport pracy
ru: Сохранить и Новый отчет работы

source: Not a valid effort duration
pl: Nie ważny
ru: Не действительное продолжительность усилий

source: The length must be greater than 0, and not null.
pl: Długość musi być większa niż 0 i nie może być pusta.
ru: Длинна должна быть длиннее чем 0 и не null

source: Cannot remove the predefined Exception Day Type "{0}"
pl: Nie można usunąć zdefiniowanych typów dni wyjątkowych "{0}"

source: Could not save new calendar
pl: Nie można zapisać nowego kalendarza
ru: Невозможно сохранить новый календарь

source: Couldn't find criterion {0}
pl: Nie można znaleźć kryterium {0}
ru: Не могу найти критерий {0}

source: please, select a work report type
pl: proszę wybrać typ raportu pracy
ru: пожалуйста, выберите тип рабочего отчета

source: Number of assigned hours and the time
pl: Liczba przypisanych godzin i czasu

source: Hours cost type cannot be empty or null
pl: Koszta godzin nie mogą być puste lub zerowe

source: Init date cannot be empty or null
pl: Data init nie może być pusta lub zerowa

source: End date cannot be empty or null
pl: Data zakończenia nie może być pusta lub zerowa

source: Another possibility is that the resources don't have days available due to their calendars.
pl: Inną możliwością jest, że zasoby nie mają dni dostępnych ze względu na ich kalendarz.

source: The resource's calendar has no available days starting from the start of the task.
pl: Kalendarz zasobów nie ma dostępnych dni rozpoczynających się od momentu rozpoczęcia zadania.

source: There are no days available at resource's calendar in the days marked available by the task's calendar.
pl: Nie ma tutaj dni dostępnych w kalendarzu zasobów w zaznaczonych dniach przez zadania kalendarza.

source: Hour should be a value between 0 and 23
pl: Wartość godziny powinna być między 0 a 23

source: All projects read allowed
pl: Dostępne jest czytanie wszystkich projektów

source: All projects edition allowed
pl: Dostępne jest edytowanie wszystkich projektów

source: Project creation allowed
pl: Dostępne jest tworzenie projektów

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: STRATEGIC RESOURCE
pl: Strategiczny zasób

source: LOCATION
pl: Lokacja

source: CATEGORY
pl: Kategoria

source: SKILL
pl: Umiejętność

source: it's already somewhat scheduled
pl: jest już gdzieś zaplanowany

source: it can't be unscheduled
pl: nie mogą być nieplanowane

source: Completely scheduled
pl: Całkowicie zaplanowane

source: Some ancestor has the same label assigned, so this element is already inheriting this label
pl: Jakiś główny element ma już taką samą przypisaną etykietę, więc ten element jest już dziedziczy tę etykietę

source: workHours should be greater or equals to 0
pl: Godziny pracy powinny być większe lub równe 0

source: "workHours" value is not valid, taking into account the current list of HoursGroup
pl: Wartość "godzin pracy" nie jest prawidłowa, biorąc pod uwagę aktualną listę grupy godzin

source: Working hours shouldn't be negative
pl: Czas pracy nie powinien być ujemny

source: The criterion can not be assigned to this hoursGroup because its resource type is diferent
pl: Kryterium nie może być przypisany do tej grupy godzin ponieważ typ zasobu jest inny

source: The criterion can not be assigned to this hoursGroup because it already exist into the hoursGroup
pl: Kryterium nie może być przypisane do tej grupy godzin ponieważ już istnieje w grupie godzin.

source: The criterion already exist into other task
pl: Kryterium już istnieje w innym zadaniu

source: You can not modifiy this entity sequence, it is already in use
pl: Nie możesz modyfikować tej sekwencji jednostki, jest ona aktualnie w użyciu

source: You can not remove this entity sequence, it is already in use
pl: Nie można usunąć tę sekwencję jednostki, jest już w użyciu

source: Extra
cs: Navíc

source: magenta
cs: purpurová

source: P
cs: Č

source: Up to company view
ru: К просмотру по компании

source: login name not specified
ru: имя пользователя не указано

source: START_NOT_EARLIER_THAN
ru: Начать не позже чем

source: Stacktracke:
ru: Трассировка стека:

source: hours type :
ru: тип часов:

source: Progress Consolidation
ru: Консолидация хода работ

source: The first stretch must be after the first day for doing interpolation
ru: Для произведения интерполяции начало нитки должно быть после первого дня

source: Filter quality forms by :
ru: Фильтр форм качества по:

source: The periods available depend on the satisfaction of the criterions by the resources and their calendars.
ru: Периоды доступны в зависимости от удовлетворения критериев на ресурсы и их календарей.

source: Machine deleted
ru: Машина удалена

source: Create new version
ru: Создать новую версию

source: Derived
ru: Производные

source: You can not remove the company "{0}" because is already in use in some project or in some subcontrated task.
ru: Вы не можете удалить компанию "{0}"

source: Prefix:
ru: Префикс:

source: Error setting up creation form.
ru: Ошибка установки создания формы.

source: AS_SOON_AS_POSSIBLE
ru: ASAP

source: Project does not exist
ru: Проект не найден

source: Filter work report by :
ru: Фильтр рабочего отчета по :

source: From Chosen
ru: Из всех выбранных

source: Edit Scenario
ru: Редактировать сценарий

source: Work done until ending date:
ru: Работа закончилась до наступления конечной даты:

source: Edit Work Report Type
ru: Редактировать тип рабочего отчета
