Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: resource cannot be empty if it is shared by lines
ca: recurs no pot estar buit en cas d'estar compartit per les línies
cs: zdroj nemůže být prázdný pokud je sdílen po řádcích
fr: la ressource ne peut pas être vide si elle est partagée par des lignes
nl: resource kan niet leeg zijn als deze wordt gedeeld met regels
pt: Recurso não pode estar vazio se ele é compartilhado por linhas

source: Budgeted Cost Work Performed
ca: Cost pressupostat del treball realitzat
cs: Rozpočtové náklady provedené práce
fr: Coût du Travail Bugdété Réalisé
nl: Gebudgeteerde kosten werk Uitgevoerd
pl: Budżet kosztów wykonywanej pracy
pt: Custo Orçado do Trabalho Realizado
ru: Бюджетная стоимость выполненных работ

source: Change the password
ca: Modificar la paraula de pas
cs: Změnit heslo
fr: modifier le mot de passe
nl: Wijzig het wachtwoord
pl: Zmień hasło
pt: Alterar a palavra-passe
ru: Изменить пароль

source: label code is already being used
ca: Codi d'etiqueta ja està en ús
cs: kód štítku již je používán
fr: le code d'étiquette a déjà été utilisé
nl: labelcode is al in gebruik
pt: Código do rótulo já está em uso

source: Disabled
ca: Inhabilitat
cs: Zakázáno
fr: Désactivé
nl: uitgeschakeld
pl: Wyłączony
pt: Desativado
ru: Отключено

source: Earned value
ca: Valor guanyat
cs: Vydělaná hodnota
fr: Valeur gagnée
pl: Wartość wypracowana
pt: Valor ganho
ru: Освоенный объем

source: Overtime Effort
ca: Esforç d'hores extraordinàries
cs: Úsilí přesčas
fr: Effort en heures supplémentaires
nl: Overwerk
pl: Wysiłek w godzinach nadliczbowych
pt: Esforço Extra

source: Inherited from parent calendar
ca: Heretat del calendari pare
cs: Zděděno od nadřazeného kalendáře
fr: Hérité du calendrier parent
nl: Georven van parent kalender
pl: Dziedziczone z kalendarza głównego
pt: Herdado do calendário pai
ru: Унаследованный от родительского календаря

source: You do not have permissions to edit this timesheet
ca: No teniu permís per a editar aquest full d'hores
fr: Vous n'avez pas les permissions pour modifier cette feuille de temps
nl: U heeft geen rechten voor het wijzigen van deze urenstaat

source: Normal Effort
ca: Esforç normal
cs: Normální úsilí
fr: Effort normal
nl: Normale inzet
pl: Normalny wysiłek
pt: Esforço normal
ru: Нормальные Усилия

source: {0} reassignations finished
ca: {0} reassignació finalitzada
cs: {0} znovu přidělení dokončeno
fr: {0} réaffectations terminées
nl: {0} reassignations afgerond
pl: {0} zakończono ponowne przypisanie
pt: reatribuições {0} finalizadas
ru: {0} переназначения выполнены

source: Templates can only be created out of existent tasks.You are trying to create a template out of a new task. Please save your project before proceeding.
ca: Les plantilles només es poden crear fora de les tasques existents. Està creant una plantilla fora d'una nova tasca.⏎ Si us plau deseu el projecte abans de continuar.
cs: Šablony mohou být vytvořeny pouze ze existujících úkolů. Snažíte se vytvořit šablonu z nového úkolu. Prosím před pokračováním si svůj projekt uložte.
fr: Les modèles ne peuvent être créés qu'à partir de tâches existantes. Vous essayez de créer un modèle à partir d'une nouvelle tâche. Merci d'enregistrer votre projet avant de continuer.
nl: Sjablonen kunnen alleen gemaakt worden uit bestaande taken. U probeert een nieuwe sjabloon te maken uit een nieuwe taak.⏎ Sla aub uw project op voordat u verder gaat.
pl: Szablony mogą być tworzone wyłącznie z istniejących zadań. Próbujesz utworzyć szablon poza nowym zadaniem. Proszę zapisać projekt przed rozpoczęciem.
pt: Os modelos só podem ser criados a partir de tarefas existentes. Está a tentar criar um modelo a partir de uma nova tarefa. Por favor guarde o seu projeto antes de continuar.
ru: Шаблон может быть создан из существующей задачи. Вы пытаетесь создать шаблон из новой задачи. Пожалуйста сохраните ваш проект перед выполнением действия.

source: Total work
ca: Treball total
cs: Celková práce
fr: Travail total
nl: Totaal werk
pt: Trabalho total

source: a quality form cannot be assigned twice to the same task
ca: un formulari de qualitat no es pot assignar dos cops a la mateixa tasca
cs: formulář kvality nemůže být přidělen dvakrát ve stejném úkolu
fr: un formulaire qualité ne peut être affecté deux fois à la même tâche
nl: een kwaliteitsformulier kan niet twee keer aan dezelfde taak worden toegekend

source: number of digits out of range
ca: nombre de dígits fora del rang
cs: počet čísel mimo rozsah
fr: nombre de chiffres hors limites
nl: aantal cijfers buiten bereik

source: The timesheet line codes must be unique.
ca: El codi de les línies del full d'hores ha de ser únic.
cs: Kódy řádku výkazu musí být jedinečné.
fr: Ces codes de lignes de feuille de temps doivent être uniques
nl: De urenstaatregelcodes moeten uniek zijn

source: Calendar Exception Days
ca: Excepció al calendari de dies
cs: Dny výjimky kalendáře
fr: Jours exceptionnels du calendrier
nl: Kalender uitzonderingsdagen

source: Time tracking
ca: Temps de seguiment
cs: Sledování času
fr: Suivi du temps
nl: Tijd bijhouden

source: If you entered the URL directly in the navigation bar of the browser, please review it or click in the following link in order to go to initial page:
ca: En cas que hagi introduït la URL directament al navegador, si us plau, premeu el següent enllaç per anar-hi a la pàgina inicial
fr: si vous avez entré l'URL directement dans la barre de navigation du navigateur, merci de la vérifier ou cliquez sur le lien suivant de façon à aller à la page initiale:
nl: Als u de URL rechtstreeks in de adresbalk van de browser heeft ingevoerd, controleer deze dan of klik op de volgende link om naar de startpagina te gaan.

source: {0} not supported yet
ca: {0} no suportada
cs: {0} není zatím podporováno
fr: {0} pas géré actuellement
nl: {0} nog niet ondersteund
pl: {0} nie jest jeszcze obsługiwany
pt: {0} ainda não suportado
ru: {0} пока не поддерживается

source: is not supported for its use with LibrePlan.
ca: no és compatible per al seu ús amb LibrePlan.
cs: není podporován pro použití s LibrePlan.
fr: n'est pas géré pour cette utilisation avec LibrePlan.
nl: wordt niet ondersteund voor gebruik binnen LibrePlan.
pl: nie jest wspierany przez używanie tego w LibrePlan.
pt: não é suportado o uso com o LibrePlan.
ru: не поддерживается для использования в LibrePlan.

source: New entry
ca: Nova entrada
cs: Nový záznam
fr: Nouvelle entrée
nl: Nieuwe entry
pl: Nowy wpis
pt: Nova entrada
ru: Новая запись

source: Resources Load
ca: Càrrega de recursos
cs: Zátěž zdrojů
fr: Chargement des ressources
nl: Resource belasting
pl: Obciążenie zasobów
pt: Carga de recursos
ru: Нагрузка ресурсов

source: userId not specified
ca: userId no especificat
cs: nezadáno id uživatele
fr: identifiant utilisateur non indiqué
nl: GebruikersID niet gespecificeerd

source: Changes have been canceled
ca: S'ha cancel·lat les modificacions
cs: Změny byly zrušeny
fr: Les modifications ont été annulées
nl: Wijzigingen zijn afgebroken
pl: Zmiany zostały anulowane
pt: Alterações canceladas
ru: Изменения были отменены

source: LibrePlan: Planning
ca: LibrePlan: planificació
cs: LibrePlan: Plánování
fr: LibrePlan: Calendrier

source: Expense sheets
ca: Full de despeses
cs: Seznamy nákladů
fr: Feuilles de dépenses
nl: Onkostendeclaraties

source: Authentication
ca: Autenticació
cs: Ověření
fr: Authentification
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação

source: Select language
ca: Seleccioneu llenguatge
cs: Vybrat jazyk
fr: Choisissez la langue
nl: Kies taal
pl: Wybierz język
pt: Selecionar idioma

source: Appropriative allocation
ca: Assignació d'apropament
cs: Vhodné přidělení
fr: Allocation d'appropriation
nl: Appropriative allocatie
pl: Odpowiednia alokacja
pt: Atribuição apropriada
ru: Присвоенные распределения

source: This criterion type cannot have multiple values in the same period
ca: Aquest tipus de criteri no pot tenir valors múltiples en el mateix període
fr: Ce type de critère ne peut avoir plusieurs valeurs dans la même période
nl: Dit criteriumtype kan niet meerdere waarden in dezelfde periode hebben

source: Assigned criterion requirements
ca: Requisit de criteri assignat
cs: Přidělené požadavky kritéria
fr: Exigences affectées au critère
nl: Toegekende criteria vereisten
pl: Przypisane wymagane kryterium
pt: Critérios requeridos atribuídos
ru: Назначенные критерию требования

source: Calendar Exception Day
ca: Excepció al calendari de dies
cs: Den výjimky kalendáře
fr: Jour du calendrier exceptionnel
nl: Kalender uitzonderingsdag

source: Filter by criteria
ca: Filtres per criteris
cs: Filtrovat podle kritérií
fr: Filtrer par critère
nl: Filter op criteria
pl: Filtruj według kryteriów
pt: Filtrar por critérios
ru: Фильтр по критерию

source: Max value
ca: Valor màxim
cs: Max hodnota
fr: Valeur max
nl: Max waarde
pl: Maksymalna wartość
pt: Valor máximo
ru: Максимальное значение

source: No
cs: Ne
fr: Non
nl: Nee
pl: Nie
pt: Não

source: Scenarios List
ca: Llista d'escenaris
cs: Seznam scénářů
fr: Liste des scénarios
nl: Scenarios lijst
pl: Lista scenariuszy
pt: Lista de Cenários
ru: Список сценариев

source: The name is not valid, the name must not be null
ca: El nom no és vàlid, ja que no pot ser null
cs: Název není platný, název nesmí být nulový
fr: Le nom n'est pas correct, le nom ne doit pas être nul
nl: De naam is ongeldig, de naam mag niet ongedefinieerd zijn
pl: Nazwa nie jest ważna, nazwa nie może być pusta
pt: O nome não é válido, não deve ser nulo
ru: Наименование не действительно, наименование не должно быть null

source: Hours to allocate
ca: Assignació d'hores
cs: Hodiny k přidělení
fr: Heures à allouer
nl: Uren toe te wijzen
pl: Godziny do przydziału
pt: Horas a atribuir
ru: Часы для выделения

source: A category must be selected
ca: S'ha de seleccionar una categoria
cs: Musí být vybrána kategorie
fr: Une catégorie doit être choisie
nl: Een categorie moet worden gekozen
pl: Kategoria musi być wybrana
pt: Deve selecionar uma categoria
ru: Категория должна быть выбрана

source: Delivery dates asked by the subcontractor.
ca: Data de lliurament demanada pels subcontractista.
cs: Datum dodání žádané subdodavatelem
fr: Dates de livraison demandées par le sous-traitant.
nl: Leverdata gevraagd door de onderaannemer

source: Period
ca: Període
cs: Období
fr: Période
nl: Periode
pl: Okres
pt: Período
ru: Периуд

source: Spread
ca: Propagació
cs: Šíření
fr: Diffuser
pl: Rozprzestrzenianie
pt: Propagação
ru: Распространение

source: Disabled because of it contains more than one hours group
ca: Inhabilitat perquè conté més d'un grup d'hores
fr: Désactivé car il contient plus d'un groupe d'heures
nl: Uitgeschakeld omdat het meer dan één urengroep bevat

source: Confirm remove user
ca: Confirmar esborrar usuari
cs: Potvrdit odebrání uživatele
fr: Confirmer la suppression de l'utilisateur
nl: Bevestig verwijdering van gebruiker
pt: Confirme remoção de usuário

source: Select start date
ca: Seleccioneu data d'inici
cs: Vyberte počáteční datum
fr: Choisir une date de début
nl: Kies startdatum
pl: Wybierz datę rozpoczęcia
pt: Selecionar data de início
ru: Выберите дату начала

source: Removed {0}
ca: Eliminat {0}
cs: {0} odstraněno
fr: {0} supprimé
nl: Verwijderd {0}
pl: Usunięty {0}
pt: {0} Apagado
ru: Удален {0}

source: This criterion type cannot be deleted because it is assigned to projects or resources
ca: Aquest tipus de criteri no es pot eliminar perquè està assignat a algun recurs o projecte
fr: Ce type de critère ne peut pas être supprimé car il est affecté à des projets ou des ressources
nl: Dit criteriumtype kan niet worden verwijderd omdat het aan een project of resource is toegekend

source: Confirm deleting this worker. Are you sure?
ca: Confirmar l'eliminació d'aquest treballador. Està segur?
cs: Potvrďte smazání tohoto pracovníka. Jste si jisti?
fr: Confirmer la suppression de ce participant. Êtes-vous sûr ?
nl: Bevestig verwijderen van werker. Weet u het zeker?
pl: Potwierdź usunięcie tego pracownika. Czy na pewno?
pt: Confirmar apagar este trabalhador. Tem a certeza de que o deseja fazer?
ru: Принять удаление этого работника. Вы уверены?

source: Group name
ca: Nom de Group
cs: Název skupiny
fr: Nom de groupe
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
ru: Наименование группы

source: description value: the timesheet has not assigned the description field
ca: descripció del valor: el full d'hores no té assignat la descripció del camp
cs: popisná hodnota; výkazu nebylo přiděleno popisné pole
fr: valeur de description: la feuille de temps n'a pas affectée le champ description
nl: omschrijving: de urenstaat heeft geen omschrijvingsveld

source: Role name
ca: Nom del "role"
cs: Název role
fr: Nom du rôle
nl: Rolnaam
pl: Nazwa roli
pt: Nome do papel
ru: Наименование роли

source: This worker was already removed by other user
ca: Aquest treballador va ser esborrat per un altre usuari
cs: Tento pracovník již byl odstraněn jiným uživatelem
fr: Ce participant a déjà été supprimé par un autre utilisateur
nl: Deze werker werd reeds verwijderd door een andere gebruiker
pl: Ten pracownik został już usunięty przez innego użytkownika
pt: Este trabalhador já foi apagado por outro utilizador
ru: Этот работник был удален другим пользователем

source: Work hour type data
ca: Data del tipus d'hores de treball
fr: Données du type d'heure de travail
nl: Werkurentype gegevens

source: The same resource is assigned twice inside an interval
ca: El mateix recurs està assignat dos cops dins un interval
fr: La même ressource est affectée deux fois à l'intérieur d'un intervalle
nl: Dezelfde resource is twee keer ingezet binnen dezelfde periode

source: Value is not valid, the precision value must not be empty
ca: El valor no és vàlid, ja que no pot estar buit
cs: Hodnota není platná, hodnota přesnosti nesmí být prázdná
fr: La valeur n'est pas correcte,
nl: Waarde is ongeldig, de precisie waarde mag niet leeg zijn
pl: Wartość nie jest prawidłowa, wartość dokładności nie może być pusta
pt: O valor não é válido, o valor de precisão não deve estar vazio
ru: Значение не действительно, точность не должна быть пустой

source: Workable capacity for this period
ca: Capacitat funcional per aquest període
cs: Funkční kapacita pro toto období
fr: Capacité de travail pour cette période
nl: Werkbare capaciteit voor deze periode
pl: Realne możliwości tego okresu
pt: Capacidade de trabalho para este período
ru: Работающая мощность на этот период

source: last hours cost sequence code not specified
ca: l'últim codi de seqüència del cost per hora no especificat
fr: le dernier code de séquence de coût horaire n'est pas indiqué
nl: laatste urenkostensequentiecode niet gespecificeerd

source: LibrePlan: My Dashboard
ca: LibrePlan: tauler d'instruments
cs: LibrePlan: Moje nástěnka
fr: LibrePlan: Mon tableau de bord
nl: LibrePlan: Mijn Dashboard

source: Communications From Subcontractors
ca: Comunicació dels subcontractistes
cs: Komunikace od subdodavatelů
fr: Communications des sous-traitants
nl: Communicatie Van Onderaannemers
pt: Comunicações de sub-contratados

source: Quality Form
ca: Formulari de qualitat
cs: Formulář kvality
fr: Formulaire qualité
nl: KWaliteitsformulier
pl: Formularz jakości
pt: Formulário de Qualidade

source: Add Milestone
ca: Afegir fita
cs: Přidat mezník
fr: Ajouter un jalon
nl: Toevoegen mijlpaal
pl: Dodaj kamień milowy
pt: Adicionar Marco
ru: Добавить Майлстоун

source: Assign selected items
ca: Assignat l'ítems seleccionat
cs: Přidelit zvolené položky
fr: Affecter les éléments sélectionnés
nl: Toewijzen geselecteerde onderdelen
pl: Przypisz wybrane elementy
pt: Atribuir elementos selecionados
ru: Назначить выбранные элементы

source: init
ca: Inici
cs: zahájení
fr: initialisation
pt: início

source: Add new progress measurement
ca: Afegir una nova mesura de progrés
cs: Přidat nové měření postupu
fr: Ajouter une nouvelle mesure d'avancement
nl: Toevoegen nieuwe voortgangsmeeting
pl: Dodaj nowy pomiar postępów
pt: Adicionar nova medida de progresso
ru: Добавить новую единицу измерения хода выполнения работ

source: Select for automatic queuing
ca: Seleccioneu la cua automàtica
cs: Vybrat pro automatické zařazování do fronty
fr: Sélectionner la mise en queue automatique
nl: Selecteren voor automatische queuing
pl: Wybierz automatyczne kolejkowanie
pt: Selecione para formar fila automaticamente
ru: Выберите для автоматического создания очереди

source: Project {0} transfered
ca: Projecte {0} transferit
cs: Projekt {0} převeden
fr: Projet {0} transféré
nl: Project {0} verplaatst
pl: Projekt {0} przeniesiony
pt: Projeto {0} transferido
ru: Проект {0} передан

source: Create & Assign
ca: Crear i Assignar
cs: Vytvořit a Přidělit
fr: Créer et affecter
nl: Aanmaken & Toewijzen
pl: Stwórz i przypisz
pt: Criar & Atribuir
ru: Создать и назначить

source: Calculated progress measurements cannot be removed
ca: Mesurament de progrés calculat no s'ha pogut eliminar
fr: Les mesures d'avancement calculées ne peuvent pas être supprimées
nl: Gecalculeerde voortgangsmeting kan niet worden verwijderd

source: Not configurable
ca: No configurable
cs: Nenastavitelné
fr: Non configurable
nl: Niet instelbaar
pl: Nie konfigurowalny
pt: Não é possível configurar

source: timesheet not specified
ca: Full d'hores no especificat
cs: není zadán výkaz
fr: feuille de temps non indiquée
nl: urenstaat niet gespecificeerd

source: The length must be greater than 0 and not empty
ca: La longitud ha de ser més gran que 0 i no buida
cs: Délka musí být větší než 0 a neprázdná.
fr: La longueur doit être supérieure à 0 et non vide
nl: De lengte moet groter dan 0 en niet leeg zijn

source: Task Status
ca: Estat tasca
cs: Stav úkolu
fr: Etat de la tâche
nl: Taakstatus
pt: Condição da tarefa

source: Bound resource
ca: Recurs limitat
cs: Svázaný zdroj
fr: Ressource liée
nl: Gekoppelde resource

source: Calendar exception days
ca: Excepció al calendari de dies
cs: Dny výjimek kalendáře
fr: Jours exceptionnels du calendrier
nl: Kalender uitzonderingsdagen

source: Advanced allocation
ca: Assignació avançada
cs: Pokročilé přidělení
fr: Allocation avancée
nl: Gevorderde toewijzing
pl: Zaawansowana alokacja
pt: Atribuição avançada

source: Estimation deviation on completed tasks
ca: Desviació estimada en les tasques completades
cs: Odhadovaná odchylka v dokončených úkolech
fr: Déviation d'estimation sur les tâches complétées
nl: Geschatte afwijking bij voltooide taken

source: Consolidated
ca: Consolidat
cs: Konsolidováno
fr: Consolidé
nl: Geconsolideerd
pl: Skonsolidowany
pt: Consolidado
ru: Консолидированный

source: MonteCarlo method
ca: Mètode MonteCarlo
cs: Metoda MonteCarlo
fr: Méthode MonteCarlo
nl: MonteCarlo methode
pl: Metoda MonteCarlo
pt: Método de Montecarlo
ru: Метод МонтеКарло

source: Edit Worker: {0}
ca: Editar treballador: {0}
cs: Upravit pracovníka: {0}
fr: Modifier le participant: {0}
nl: Wijzig werker: {0}
pl: Edytuj pracownika: {0}
pt: Editar Trabalhador: {0}

source: You do not have permissions to go to user edition window
ca: No té permís per a editar usuaris
cs: Nemáte oprávnění ke vstupu do okna úprav uživatele
fr: Vous n'avez pas les permissions pou aller à la fenêtre de modification de l'utilisateur
nl: U heeft geen rechten om naar het gebruikerswijzigenscherm te gaan
pt: Você não tem permissão para ir à janela de edição de usuários

source: LibrePlan: User access
ca: LibrePlan: Accés d'usuari
cs: LibrePlan: Přístup uživatelů
fr: LibrePlan: accès utilisateur
nl: LibrePlan: Gebruikerstoegang
pl: LibrePlan: Dostęp użytkownika
pt: LibrePlan: Acesso de utilizadores
ru: LibrePlan: Доступ пользователя

source: Customer
ca: Client
cs: Zákazník
fr: Client
nl: Klant
pl: Klient
pt: Cliente
ru: Заказчик

source: Hours type
ca: Tipus d'hores
cs: Typ hodin
fr: Type d'heures
nl: Urentype
pl: Typ godzin
pt: Tipo de horas
ru: Тип часов

source: Show money cost bar
ca: Mostrar barra de cost econòmic
cs: Zobrazit lištu peněžních nákladů
fr: Afficher la barre de coût monétaire
nl: Toon kosten balk
pt: Exibir a barra de custo em dinheiro

source: criterion type name not specified
ca: nom del tipus de criteri no especificat
cs: není zadán název kritéria
fr: le nom du type de critère n'est pas indiqué
nl: criteriumtypenaam niet gespecificeerd
pl: nie określono nazwy typu kryterium
pt: nome do tipo de critério não especificado
ru: наименование типа критерия не указано

source: Default calendar cannot be removed. Please, change the default calendar in the Main Settings window before.
ca: El calendari per defecte no es pot eliminar. Si us plau, modifica el calendari per defecte en Configuració General.
cs: Výchozí kalendář nemůže být odstraněn. Předtím prosím v hlavním nastavení změňte výchozí kalendář.
fr: Le calendrier par défaut ne peut pas être supprimé. Merci de modifier avant le calendrier par défaut dans la fenêtre des réglages principaux.
nl: Standaard kalender kan niet worden verwijderd. Wissel aub eerst de standaard kalender in het instellingenscherm.
pt: Calendário padrão não pode ser removido. Por favor, mude o calendário padrão na janela de Definições Principais antes.

source: Cannot connect to LDAP server
ca: No es pot connectar al servidor LDAP
cs: Nelze se připojit k serveru LDAP
fr: Impossible de se connecter au serveur LDAP
nl: Kan niet verbinden met LDAP server
pl: Nie można połączyć się z serwerem LDAP
pt: Não é possível conetar ao servidor LDAP

source: must be before end date
ca: ha de ser abans que la data de finalització
cs: musí být před datem ukončení
fr: doit être antérieure à la date de fin
nl: moet voor de einddatum liggen
pt: Deve ser antes da data de término

source: Add Exception
ca: Afegir excepció
cs: Přidat výjimku
fr: Ajouter une exception
nl: Toevoegen uitzondering
pl: Dodaj wyjątek
pt: Adicionar Exceção
ru: Добавить Исключение

source: cannot be empty
ca: no pot ser buit
cs: nemůže být prázdné
fr: ne peut pas être vide
nl: kan niet leeg zijn
pl: Nie może być pusty
pt: não pode estar vazio
ru: не может быть пустым

source: Effort must be greater than zero
ca: Esforç ha de ser més gran que 0
cs: Úsilí musí být větší než 0
fr: L'effort doit être supérieur à zéro
nl: Inspanning moet groter dan nul zijn
pl: Wysiłek musi być większa od zera
pt: O esforço deve ser maior que zero

source: from
ca: des de
cs: od
fr: de
nl: van
pl: z
pt: desde
ru: из

source: Heading Fields
ca: Capçalera dels camps
cs: Pole záhlaví
fr: Champs Rubriques
nl: Omschrijving Velden
pl: Pola pozycji
pt: Campos de Cabeçalho
ru: Заголовок поля

source: Progress type
ca: Tipus de progrés
cs: Typ postupu
fr: Type d'avancement
nl: Voortgangstype
pl: Typ postępu
pt: Tipo de progresso
ru: Тип хода работ

source: Assigned Label Type cannot be repeated in a Timesheet Template.
ca: El tipus d'etiqueta assignada no pot estar repetit dintre d'una plantilla de full d'hores.
fr: Le type d'étiquette affecté ne peut pas être répété dans un canevas de feuille de temps.
nl: Toegekend Labeltype kan niet worden herhaald in een urenstaatsjabloon

source: Hours types are empty. Please, create some hours types before proceeding
ca: Tipus d'hores està buit. Si us plau, abans s'ha de crear un tipus d'hores
cs: Typ hodin je prázdný. Před pokračováním prosím vytvořte nějaké typy hodin
fr: Les types d'heures sont vides. Merci de créer des types d'heures avant de continuer
nl: Urentypes zijn leeg. Maak aub enkele urentypes aan voor u verder gaat

source: Normal resource
ca: Recurs normal
cs: Normální zdroj
fr: Ressource normale
nl: Normale resource
