Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: At least one {0} sequence is needed
ca: Al menys una {0} seqüència es necessària
cs: Je vyžadována alespoň jedna sekvence {0}
fr: Au moins une séquence {0} est nécessaire
nl: Minimaal één {0} sequence is nodig
pl: Przynajmniej jedna {0} sekwencja jest potrzebna
pt: É necessária pelo menos uma sequência de {0}
ru: По крайней мере одина {0} последовательность необходима

source: LibrePlan: Cost Categories
ca: LibrePlan: Categories de costos
cs: LibrePlan: Kategorie nákladů
fr: LibrePlan: Catégories de coût
nl: LibrePlan: Kostencategorien
pl: LibrePlan: Kategorie kosztów
pt: LibrePlan: Categorías de Custo
ru: LibrePlan: Категории расходов

source: Assigned
ca: Assignat
cs: Přiděleno
fr: Affecté
nl: Toegekend
pl: Przydzielony
pt: Atribuído
ru: Назначенный

source: Total capacity
ca: Capacitat total
cs: Celková kapacita
fr: Capacité totale
nl: Totale capaciteit
pt: Capacidade total

source: Use LDAP roles
ca: Utilitzar "roles" de LDAP
cs: Použít role LDAP
fr: Utiliser les rôles LDAP
nl: Gebruik LDAP rollen
pl: Użyj ról LDAP
pt: Usar funções LDAP

source: Details
ca: Detalls
cs: Podrobnosti
fr: Détails
pl: Detale
pt: Detalhes
ru: Подробнее

source: Error: {0}
cs: Chyba: {0}
fr: Erreur: {0}
nl: Fout: {0}
pl: Błąd: {0}
pt: Erro: {0}
ru: Ошибка: {0}

source: More options
ca: Més opcions
cs: Další volby
fr: Plus d'options
nl: Meer opties
pl: Więcej opcji
pt: Mais opções
ru: Дополнительные параметры

source: LibrePlan: Personal timesheet
ca: LibrePlan: Full de treball personal
fr: LibrePlan: feuille de temps personnelle
nl: LibrePlan: Persoonlijke urenstaat

source: Confirm create template
ca: Confirmar crear plantilla
cs: Potvrdit vytvoření šablony
fr: Confirmer la création du modèle
nl: Bevestig aanmaken sjabloon
pl: Potwierdź utworzony szablon
pt: Confirmar a criação do modelo
ru: Подтверждение создания шаблона

source: Work amount
ca: Quantitat de treball
cs: Množství práce
fr: Volume de travail
nl: Hoeveelheid werk
pt: Quantidade de trabalho

source: Earliest date
ca: Primera data
cs: Nejbližší termín
fr: Date au plus tôt
nl: Eerstmogelijke datum
pl: Najwcześniejsza data
pt: Data mais próxima
ru: Первый день

source: Change Password
ca: Modificar paraula de pas
cs: Změnit heslo
fr: Modifier le mot de passe
nl: Wijzig wachtwoord
pl: Zmień hasło
pt: Alterar a Palavra-passe

source: LibrePlan: Work And Progress Per Task
ca: LibrePlan: Treball i progrés per tasca
cs: LibrePlan: Práce a postup za úkol
fr: LibrePlan: Travail et avancement par tâche
nl: LibrePlan: Werk en voortgang per taak
pl: LibrePlan: praca i postęp na zadanie
pt: LibrePlan: Trabalho e Progresso por Tarefa
ru: LibrePlan: Работа и Ход Работ на задачу

source: Projects
ca: Projectes
cs: Projekty
fr: Projets
nl: Projecten
pl: Projekty
pt: Projetos
ru: Проекты

source: Confirm exit dialog
ca: Diàleg de confirmació de sortida
cs: Dialogové okno potvrzení ukončení
fr: Confirmer la fenêtre de sortie
nl: Bevestig afsluit dialoog
pl: Potwierdź okno wyjścia
pt: Diálogo de confirmação de saída

source: Not found converter for {0}
ca: Conversor no trobat per {0}
cs: Nenalezen převaděč pro {0}
fr: Convertisseur pour {0} non trouvé
nl: Niet gevonden convertor voor {0}
pl: Nie znaleziona konwertera dla {0}
pt: Não se encontrou um conversor para {0}
ru: Не найден конвертер для {0}

source: In the lines part, index labels and fields must be unique and consecutive
ca: En la part de les línies, l'etiqueta índex i els camps han de ser únics i consecutius
fr: Dans la partie des lignes, les index d'étiquettes et de champs doivent être uniques et consécutifs
nl: In het regeldeel moeten index labels en velden uniek en opvolgend zijn

source: Subcontracting code
ca: Codi de subcontractació
fr: Code de sous-traitance
nl: Onderaannemingscode

source: Material assignments
ca: Assignació de materials
cs: Přidělení materiálu
fr: Affectation de matériel
nl: Materiaal toekenningen
pl: Przydziały materiałów
pt: Atribuições de materiais
ru: Задание материалов

source: last value not specified
ca: Últim valor no especificat
cs: nezadána poslední hodnota
fr: dernière valeur non indiquée
nl: laatste waarde niet gespecificeerd
pt: Último valor não especificado

source: task not specified
ca: tasca no especificada
cs: není zadán úkol
fr: tâche non indiquée
nl: taak niet gespecificeerd
pt: Tarefa não especificada

source: Change password
ca: Modificar paraula de pas
cs: Změnit heslo
fr: Modifier le mot de passe
nl: Wijzig wachtwoord
pl: Zmień hasło
pt: Alterar a palavra-passe

source: Password cannot be managed for LDAP users because LDAP authentication is enabled.
ca: Paraula de pas no pot ser manegada per LDAP perquè l’autenticació d’usuaris en LDAP està habilitada.
fr: Le mot de passe ne peut pas être géré pour les utilisateurs LDAP car l'authentification LDAP est activée.
nl: Wachtwoorden kunnen niet beheerd worden voor LDAP gebruikers omdat LDAP authenticatie aan staat
pt: Senha não pode ser gerenciada pelos usuários do LDAP por que a autenticação LDAP está ativada.

source: Progress measurement cannot be canged to {0}, because it is consolidated
ca: Mesurament del progrés no pot se modificat a {0}, ja que està consolidat
fr: La mesure d'avancement ne peuvent pas être changées en {0} car elle est consolidée
nl: Voortgangsmeting kan niet gewijzigd worden naar {0} omdat hij is geconsolideerd.

source: Text field
ca: Camp de text
cs: Textové pole
fr: Champ texte
nl: Tekstveld
pl: Pole tekstowe
pt: Campo de texto
ru: Текстовое поле

source: The meausure name is not valid. There is another unit type with the same measure name
ca: El nom de la mesura no és vàlid. Hi ha un altre tipus d'unitats amb el mateix
cs: Název míry není platný. Existuje další typ jednotky se stejným názvem.
fr: Le nom de mesure n'est pas correct. Il y a un autre type d'unité qui possède le même nom de mesure
nl: De eenheidsnaam is niet geldig. Er is een ander unittype met de zelfde eenheidsnaam
pl: Nazwa mierzenia nie jest ważna. Jest jeszcze jeden typ jednostki o tej samej nazwie mierzenia
pt: O nome da medida não é válido. Existe outro tipo de unidade com o mesmo nome de medida
ru: Наименование единицы измерения не верно. Существует другой тип единиц с таким же названием.

source: {0} cannot be fulfilled
ca: {0} no pot ser completat
cs: {0} nemůže být splněno
fr: {0} ne peut pas être complété
nl: {0} kan niet vervuld worden
pl: {0} nie mogą być spełnione
pt: Não pode ser realizado {0}
ru: {0} не может быть выполнен

source: Extended view
ca: Vista avançada
cs: Rozšířené zobrazení
fr: Vue étendue
nl: Uitgebreide view
pl: Rozwinięty widok
pt: Vista expandida
ru: Развернутый вид

source: project not specified
ca: projecte no especificat
cs: nezadán projekt
fr: projet non indiqué
nl: project niet gespecificeerd
pt: Projeto não especificado

source: Work record
ca: Registre de treball
cs: Záznam práce
fr: Enregistrement du travail
nl: Werkrekord
pl: Zapis pracy
pt: Registo de trabalho
ru: Запись о работе

source: Output format
ca: Format de sortida
cs: Výstupní formát
fr: Format de sortie
nl: Uitvoer formaat
pl: Wyjściowy format
pt: Formato de saída
ru: Формат вывода

source: Print
ca: Imprimir
cs: Tisk
fr: Imprimer
nl: Afdrukken
pl: Wydrukuj
pt: Imprimir
ru: Печать

source: {0} not found type for criterion
ca: {0} no trobat tipus pel criteri
cs: typ {0} pro kritérium nenalezeno
fr: Type {0} non trouvé pour le critère
nl: {0} niet gevonden type voor criterium
pl: {0} nie znaleziono typu dla kryterium
pt: {0} Não foi encontrado o tipo para critério
ru: {0} не нашел тип для критерия

source: Page down
ca: Pàgina aval
cs: Stránka dolů
fr: Page suivante
nl: Pagina omlaag
pl: Strona w dół
pt: Fim da página
ru: Страницу вниз

source: resource type does not allow enabled criteria
ca: el tipus de recurs no permet criteris actius
cs: typ zdroje neumožňuje povolit kritérium
fr: le type de ressource n'autorise pas le critère activé
nl: resource type staat geen criteria toe
pl: typ zasobu nie zezwala na włączenia kryteria
pt: o tipo de recurso não permite critérios ativados
ru: Тип ресурса не позволяет включить критерии

source: Please, select a destination scenario
ca: Si us plau, seleccioneu un escenari de destí
cs: Prosím zvolte cílový scénář
fr: Merci de choisir un scénario de destination
nl: Kies aub een bestemmingsscenario

source: Cancel
ca: Cancel·lar
cs: Zrušit
fr: Annuler
nl: Afbreken
pl: Anuluj
pt: Cancelar
ru: Отменить

source: General user data
ca: Dades generals d'usuari
cs: Obecná data uživatele
fr: Données générales utilisateur
nl: Algemene gebruikers gegevens
pl: Ogólne dane użytkownika
pt: Dados gerais do utilizador
ru: Общие данные пользователя

source: Unschedule
ca: Sense programació
cs: Zrušit plánování
fr: Déprogrammé
pl: Nieplanowany
pt: Remover Planificação
ru: Распланировать

source: Subcontracted task sent successfully
ca: Tasca subcontractada enviada correctament
cs: Subkontraktovaný úkol úspěšně odeslán
fr: Tâche sous-traitée envoyée correctement
nl: Uitbestede taak succesvol verzonden
pl: Podwykonawstwo zadania pomyślnie wysłano
pt: A tarefa subcontratada foi enviada com êxito
ru: Субподрядная задача успешно отправлена

source: Accumulated hours chart
ca: Gràfic d'hores acumulades
cs: Graf nahromaděných hodin
fr: Graphique cumulatif des heures
nl: Geaccumuleerde uren grafiek
pl: Skumulowany wykres godzin
pt: Gráfico de horas acumuladas
ru: Накопительный график часов

source: Machines List
ca: Llista de màquines
cs: Seznam strojů
fr: Liste des machines
nl: Machinelijst
pl: Lista maszyn
pt: Lista de máquinas
ru: Список машин

source: You don't have read access to this project
ca: No en té accés de lectura per aquest projecte
cs: Do tohoto projektu nemáte přístup ke čtení
fr: Vous n'avez pas les droits en consultation pour ce projet
nl: U heeft geen leesrechten voor dit project
pl: Nie masz dostępu do odczytania tego projektu
pt: Não tem acesso de leitura neste projeto
ru: Вы не имеете доступ чтения на это проект

source: CPI
cs: ICV
fr: ICP

source: Disable hierarchy will cause criteria tree to be flattened. Are you sure?
ca: Inhabilitar jerarquia pot provocar que l'arbre de criteris no s'ha apliqui. Està segur?
cs: Zakázání hierarchie způsobí, že strom kritérií bude zploštěn. Jste si jisti?
fr: Désactiver la hiérarchie va vider l'arbre des critères. Êtes-vous sûr ?
nl: Hierarchie uitschakelen zal de criteria-boomstructuur afvlakken. Wete u het zeker?
pl: Wyłączenie hierarchii spowoduje spłaszczenie drzewa kryteriów. Jesteś pewien?
pt: Desativar a hierarquia fará com que se aplane a árvore de critérios. Tem a certeza de que o deseja fazer?
ru: Отключение иерархии приведет к спрямлению дерева критериев. Вы уверены?

source: default maximum value of percentage progress type must be 100
ca: per defecte, el valor màxim del percentatge del tipus de progrés ha de ser 100
fr: la valeur maximum par défaut de pourcentage d'avancement doit être 100
nl: standaard maximum waarde van procentuele voortgangstype moet 100 zijn

source: Cannot create another progress of the same type
ca: No es pot crear progrés del mateix tipus
cs: Nelze vytvořit další postup stejného typu
fr: Impossible de créer une autre avancement de même type
nl: Kan geen andere voortgang maken van hetzelfde type
pt: Não pode criar outro progresso do mesmo tipo

source: Units
ca: Unitats
cs: Jednotky
fr: Unités
nl: Eenheden
pl: Jednostki
pt: Unidades
ru: Единицы

source: At least one stretch is needed
ca: Com a mínim és necessari un tram
cs: Je nutné alespoň jedno rozložení
fr: Au moins une extension est nécessaire
nl: Minimaal één stap is nodig
pl: Przynajmniej jeden odcinek jest potrzebny
pt: É necessário pelo menos um trecho
ru: По крайней мере одно растяжение необходимо

source: The expense sheet line codes must be unique.
ca: La línia del full de despeses ha de ser únic.
fr: Les codes de ligne de feuille de dépense doivent être uniques
nl: De onkostendeclaratielijnencode moet uniek zijn

source: description value: the timesheet has some description field missing
ca: descripció del valor: el full d'hores li falta algun camp de descripció
fr: valeur de description: il manque certains champs de description sur la feuille de temps
nl: omschrijvingswaarde: de urenstaat mist een omschrijvingsveld

source: Create new Workweek
ca: Crear nova setmana de treball
cs: Vytvořit nový pracovní týden
fr: Créer une nouvelle semaine de travail
nl: Maak nieuwe werkweek
pt: Criar nova semana de trabalho

source: Autocomplete login form
ca: Formulari d'identificació d'autocompletar
cs: Automaticky dokončit přihlašovací formulář
fr: Autocomplétion du formulaire de connexion
nl: Automatisch aanvullen aanmeldformulier
pl: Auto uzupełniający formularz logowania
pt: Autocompletar o formulário de início de sessão

source: Task Properties
ca: Detalls de tasca
cs: Vlastnosti úkolu
fr: Propriétés de la tâche
nl: Taakeigenschappen
pl: Właściwości zadania
pt: Propriedades da tarefa
ru: Свойства Задачи

source: hours type
ca: tipus d'hores
cs: typ hodin
fr: type d'heures
nl: urentype
pl: typ godzin
pt: tipo de horas

source: LibrePlan role not specified
ca: LibrePlan "role" sense especificar
cs: nezadána role LibrePlan
fr: Rôle LibrePlan non indiqué
nl: LibrePlan rol niet gespecificeerd

source: LibrePlan: Task Scheduling Status In Project
ca: LibrePlan: Estat de les tasques programades en el projecte
cs: LibrePlan: Stav plánování úkolu v projektu
fr: LibrePlan: Etat de Prévision de la Tâche dans le Projet
nl: LibrePlan: Taakplanningsstatus in project
pl: LibrePlan: Status Planowania zadań w Projekcie
pt: LibrePlan: Estado de Planificação de Projeto
ru: LibrePlan: Статус расписания задач в проекте

source: name
ca: nom
cs: název
fr: nom
nl: naam
pl: nazwa
pt: nome
ru: наименование

source: Delete selected task
ca: Tasca seleccionada eliminada
cs: Smazat vybraný úkol
fr: Suppression de la tâche sélectionnée
nl: Verwijder geselecteerde taak
pl: Usuń wybrane zadanie
pt: Apagar tarefa selecionada
ru: Удалить выделенную задачу

source: Cost Category
ca: Categoria de cost
cs: Kategorie nákladů
fr: Catégorie de coût
nl: Kostencategorie
pl: Kategoria kosztów
pt: Categoria de Custo

source: end
ca: fi
cs: konec
fr: fin
nl: einde
pl: zakończenie
pt: fim
ru: конец

source: Role search query
ca: Consulta per cercar "role"
cs: Dotaz hledání role
fr: Requête de recherche de rôle
nl: Rol zoekvraag
pl: Wyszukiwana rola
pt: Consulta para a busca de funções

source: The hour cost codes must be unique.
ca: El codi de cost per hora ha de ser únic.
cs: Kódy nákladů za hodinu musí být jedinečné.
fr: Les codes de coût horaire doivent être uniques.
nl: De urenkostencode moet uniek zijn

source: Log
ca: Diari
cs: Záznam
fr: Journal
nl: Logboek
pt: Registo
ru: Журнал действий

source: Inherited exception
ca: Excepció heretada
cs: zděděná výjimka
fr: Exception héritée
nl: Georven uitzondering

source: Authorizations
ca: Autoritzacions
cs: Oprávnění
fr: Autorisation
nl: Autorisaties
pl: Autoryzacje
pt: Autorizações
ru: Разрешения

source: Continue
ca: Continuar
cs: Pokračovat
fr: Continuer
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить

source: Edit task {0}
ca: Editar tasca {0}
cs: Upravit úkol {0}
fr: Modifier la tâche {0}
nl: Wijzig taak {0}
pl: Edytuj zadanie {0}
pt: Editar tarefa: {0}
ru: Редактировать задачу {0}

source: LibrePlan: Timesheets
ca: LibrePlan: Full d'hores
cs: LibrePlan: Výkazy
fr: LibrePlan: feuille de temps
nl: LibrePlan: Urenstaten

source: username is already being used by another user
ca: el nom d'usuari ja s'està utilitzant per un altre usuari
cs: uživatelské jméno je již používáno jiným uživatelem
fr: ce nom d'utilisateur est déjà utilisé par un autre utilisateur
nl: gebruikersnaam is reeds in gebruik door een andere gebruiker

source: references
ca: referències
cs: odkazy
fr: références
nl: referenties
pl: referencje
pt: referências
ru: ссылки

source: You must select a valid date.
ca: Seleccioneu una data vàlida.
cs: Musíte zadat platné datum.
fr: Vous devez choisir une date valide.
nl: U moet een geldige datum kiezen.
pt: Você deve selecionar uma data válida.

source: Generic
ca: Genèric
cs: Obecné
fr: Générique
nl: Algemeen
pl: Ogólny
pt: Genérico
ru: Общий

source: Template
ca: Plantilla
cs: Šablona
fr: Modèle
nl: Sjabloon
pl: Szablon
pt: Modelo

source: percentage should be greater than 0% and less than 100%
ca: el percentatge ha de ser més gran que 0% i més petit que 100%
cs: procento by mělo být větší než 0% a menší než 100%
fr: un pourcentage doit être supérieur à 0% et inférieur à 100%
nl: percentage moet groer zijn dan 0% en minder dan 100%

source: The field name must be unique.
ca: El nom del camp ha de ser únic.
cs: Název pole musí být jedinečný.
fr: Le nom de champ doit être unique
nl: De veldnaam moet uniek zijn
pt: O nome do campo deve ser único.

source: Default max value
ca: Màxim valor per defecte
cs: Výchozí max hodnota
fr: Valeur maximum par défaut
nl: Standaard maximum waarde
pl: Domyślna maksymalna wartość
pt: Valor máximo por defeito
ru: Максимальное значение по умолчанию

source: Add criterion requirement
ca: Afegir requisit al criteri
cs: Přidat požadavek kritéria
fr: Ajouter une exigence de critère
nl: Toevoegen criterium vereiste
pl: Dodaj wymagania kryterium
pt: Adicionar critério requerido
ru: Добавить критерий требования

source: Percentage of estimated budget hours / hours consumed
ca: Percentatge del pressupost d'hores estimades / hores consumides
cs: Procento odhadovaných hodin z rozpočtu / spotřebovaných hodin
fr: Pourcentage des heures estimées du budget / heures consommées
nl: Geschat percentage van urenbudget / uren verbruikt
pl: Procentowe szacowane godziny budżetowe / godziny zużyte
pt: Percentagem de horas estimadas do orçamento / horas consumidas
ru: Процентная оценка отношения бюджетных часов / потребленных часов

source: Automatic
ca: Automàtic
cs: Automatické
fr: Automatique
nl: Automatisch
pl: Automatyczny
pt: Automático
ru: Автоматический

source: Criterion Name
ca: Nom del criteri
cs: Název kritéria
fr: Nom du critère
nl: Criteriumnaam
pl: Nazwa kryterium
pt: Nome do Critério
ru: Наименование критерия

source: Task
ca: Tasca
cs: Úkol
fr: Tâche
nl: Taak
pl: Zadanie
pt: Tarefa
ru: Задача

source: LibrePlan: Change password
ca: LibrePlan: modificar paraula de pas
cs: LibrePlan: Změnit heslo
fr: LibrePlan: modifier le mot de passe
nl: LibrePlan: wijzig wachtwoord
pl: LibrePlan: Zmień hasło
pt: LibrePlan: Alterar a palavra-passe

source: please, select a label
ca: si us plau, seleccioneu una etiqueta
cs: prosím vyberte štítek
fr: Merci de choisir un libellé
nl: Kies aub een label
pl: proszę wybrać etykietę
pt: por favor, selecione uma etiqueta
ru: Пожалуйста, выберите метку

source: Expected
ca: Esperat
cs: Očekáváno
fr: Attendu
nl: Verwacht

source: Add profile
ca: Afegir perfil
cs: Přidat profil
fr: Ajouter un profil
nl: Toevoegen profiel
pl: Dodaj profil
pt: Adicionar perfil
ru: Добавить профиль

source: LibrePlan: Scenarios Management
ca: LibrePlan: gestió d'escenaris
cs: LibrePlan: Správa scénářů
fr: LibrePlan: Gestion des scénarios
nl: Libreplan: Scenario Management
pl: LibrePlan: Zarządzanie Scenariuszami
pt: LibrePlan: Gestão de Cenários
ru: LibrePlan: Сценарии управления

source: cost assignment with end date before start date
ca: assignació de cost amb data de finalització abans que la data d'inici
fr: affectation de coût avec une date de fin antérieure à la date de début
nl: kostentoekenning met einddatum voor startdatum

source: filter already exists
ca: filtre ja existeix
cs: filtr již existuje
fr: le filtre existe déjà
nl: Filter bestaat al
pl: filtr już istnieje
pt: o filtro já existe
ru: Фильтр уже присутсвует

source: Criterion name
ca: Nom de criteri
cs: Název kritéria
fr: Nom du critère
nl: Criteriumnaam
pl: Nazwa kryterium
pt: Nome do critério
ru: Наименование критерия

source: date cannot be empty if it is shared by lines
ca: la data no pot estar buida en cas d'estar compartida per línies
cs: datum nemůže být prázdné pokud je sdíleno po řádcích
fr: la date ne peut pas être vide si elles est partagée par des lignes
nl: datum mag niet leeg zijn als deze wordt gedeeld door regels

source: values are not valid, the values must not be null
ca: valors no són vàlids i/o no poden ser null
cs: hodnoty nejsou platné, hodnoty nesmí být nulové
fr: valeurs incorrectes, les valeurs ne peuvent pas être nulles
nl: de waardes zijn ongeldig, de waardes mogen niet ongedefinieerd zijn
pl: wartości nie są ważne, wartości nie mogą być puste
pt: os valores não são válidos, não devem ser nulos
ru: значение не действительно, значение не может быть null

source: Apply changes and go back to scheduling
ca: Aplicar modificacions i tornar a la planificació
cs: Použít změny a vrátit se k plánování
fr: Appliquer les modifications et revenir à la prévision
nl: Voer wijzigingen door en ga terug naar planning
pl: Zastosuj zmiany i powróć do planowania
pt: Aplicar alterações e voltar para a planificação

source: Spreading progress
ca: Propagació progrés
cs: Šíření postupu
fr: Avancement étendu
nl: Spreiding voortgang
pl: Postęp rozprzestrzeniania
pt: Progresso que propaga

source: Task name
ca: Nom de tasca
cs: Název úkolu
fr: Nom de la tâche
nl: Taaknaam
pl: Nazwa zadania
pt: Nome da tarefa
ru: Наименование задачи

source: cost assignment's resource not specified
ca: Assignació de cost de recurs no especificat
cs: není zadán zdroj přidělení nákladu
fr: La ressource d'affectation de coût n'est pas indiquée
nl: kostentoekennings resource niet gespecificeerd
pl: nie podano przypisanych kosztów zasobu
pt: recurso da atribuição de custo não especificado
ru: стоимость назначенного ресурса не указана

source: Project
ca: Projecte
cs: Projekt
fr: Projet
pl: Projekt
pt: Projeto
ru: Проект

source: Starting date cannot be empty because there is a task with constraint "as soon as possible"
ca: La data d'inici no pot estar buida perquè hi ha una tasca amb restriccions "tant aviat com sigui possible"
cs: Termín zahájení nemůže být prázdný protože existuje úkol s omezením "co možná nejpozději"
fr: La date de début ne peut pas être vide car il existe une tâche avec la contrainte "dès que possible"
nl: Startdatum kan niet leeg zijn omdat er een taak is met de randvoorwaarde "zo snel mogelijk"
pt: Data de início não pode estar vazia por que há uma tarefa com restrição "tão logo quanto possível"

source: last material sequence code not specified
ca: Code de seqüència de l'últim material no especificat
fr: le dernier code de séquence du matériel n'est pas indiqué
nl: laatste materiaalsequentiecode niet gespecificeerd

source: Advance assignment cannot be removed as it has advance measures that have already been reported to the customer
ca: Assignació avançada no es pot eliminar com si tingues mesures avançades que s'han informat al client
fr: L'affectation d'avancement ne peut pas être supprimée car elle possède des mesures d'avancement qui ont déjà été rapportées au client
nl: Gevorderde toekenning kan niet verwijderd worden omdat het gevorderde metingen heeft die al aan de klant zijn gerapporteerd

source: Unassigned
ca: Sense assignar
cs: Nepřiděleno
fr: Non affecté
nl: Niet toegekend
pl: Nieprzypisany
pt: Não atribuído
ru: Нераспределенные

source: It already exists a end date with the same date.
ca: Ja existeix una data de finalització amb la mateixa data.
cs: Již existuje termín se stejným datem.
fr: il existe déjà une date de fin à cette date là.
nl: Er bestaat al een einddatum met dezelfde datum
pt: Já existe uma data de término com a mesma data.

source: Add new criterion requirement
ca: Afegir un nou requisit al criteri
cs: Přidat nový požadavek kritéria
fr: Ajouter une nouvelle exigence de critère
nl: Toevoegen nieuw criterium vereiste
pl: Dodaj nowy wymóg kryterium
pt: Adicionar novo critério requerido
ru: Добавить новое требования критерия
