Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: Value last progress measurement
ca: Últim valor del mesurament de progrés
cs: Hodnota posledního měření postupu
fr: Renseigne la dernière mesure d'avancement
nl: Waarde laatste voortgangsmeting
pl: Wartość ostatniego pomiaru postępu
pt: Valor da última medida de progresso
ru: Значение последнего измерения хода работ

source: LibrePlan: Materials Needs At Date
ca: LibrePlan: Materials necessaris a la data
cs: LibrePlan: Potřeby materiálů k datu
fr: LibrePlan: Besoins matériels à la date
nl: LibrePlan: Materiaal nodig op datum
pl: LibrePlan: Materiały Potrzebne na datę
pt: LibrePlan: Necessidades de Materiais para Data
ru: LibrePlan: Материалы требуются к дате

source: Worker assignments
ca: Assignació de treballador
cs: Přidělení pracovníků
fr: Affectations des participants
nl: Werker toewijzingen
pl: Zadania pracownika
pt: Atribuições de trabalhador
ru: Назначения работнику

source: last task sequence code not specified
ca: últim codi de seqüència de la tasca no especificat
fr: dernier code de séquence de tâche non indiqué
nl: laatste takensequentiecode niet gespecificeerd

source: {0} already exists
ca: {0} ja existeix
cs: {0} již existuje
fr: {0} existe déjà
nl: {0} bestaat reeds
pl: {0} już istnieje
pt: {0} já existe
ru: {0} уже присутсвует

source: Create Worker
ca: Crear treballador
cs: Vytvořit pracovníka
fr: Créer un participant
nl: Maken werker
pl: Stwórz pracownika
pt: Criar Trabalhador
ru: Создать работника

source: Project name (Project code)
ca: Nom de projecte (Codi de projecte)
cs: Název projektu (kód projektu)
fr: Nom de projet (code projet)
nl: Project naam (Project code)

source: items cannot be checked until the previous items are checked before.
ca: ítems no es poden comprovar fins que no es comprovin els ítems previs.
fr: Les éléments ne peuvent pas être vérifiés tant que les éléments précédents n'ont pas été vérifiés avant
nl: iitems kunnen niet afgevinkt worden totdat de vorige items zijn afgevinkt

source: Exception: {0} (Inh)
ca: Excepció: {0} (Inh)
cs: Výjimka: {0} (Dědí)
fr: Exception: {0} (Hér)
nl: Uitzondering: {0} (Inh)
pl: Wyjątek: {0} (Inh)
pt: Exceção: {0} (her)

source: Password confirmation
ca: Confirmar paraula de pas
cs: Potvrzení hesla
fr: Confirmation du mot de passe
nl: Wachtwoord bevestiging
pl: Potwierdzenie hasła
pt: Confirmação da palavra-passe
ru: Подтверждение пароля

source: Indent selected task
cs: Odsadit zvolený úkol
fr: Décaler la tâche sélectionnée
nl: Inspringen geselecteerde taak
pl: Wytnij wybrane zadanie
pt: Indentar tarefa selecionada
ru: Отступ выбранной задачи

source: Regular
fr: Régulier
nl: Normaal

source: Show progress
ca: Mostrar progrés
cs: Zobrazit postup
fr: Afficher l'avancement
nl: Toon voortgang
pl: Pokaż postęp
pt: Mostrar progresso
ru: Показать шкалу хода работ

source: Work
ca: Treball
cs: Práce
fr: Travail
nl: Werk
pl: Praca
pt: Trabalho
ru: Работа

source: Error saving the project {0}
ca: S'ha produït un error desant el projecte⏎ {0}
cs: Chyba při ukládání projektu {0}
fr: Erreur lors de l'enregistrement du projet {0}
nl: Fout bij opslaan van het project⏎ {0}
pl: Błąd przy zapisywaniu projektu {0}
pt: Erro ao guardar o projeto {0}

source: Error
cs: Chyba
fr: Erreur
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка

source: Cost Performance Index
ca: Cost de l'Índex de Rendiment
cs: Index ceny a výkonu
fr: Indice de Coût Performance
nl: Kost Performance index
pl: Wskaźnik wydajności kosztów
pt: Eficácia do Custo
ru: Индекс стоимости исполнения

source: ETC
cs: ATD
fr: TEA

source: Log out
ca: Finalitzar sessió
cs: Odhlášení
fr: Déconnexion
nl: Afmelden
pl: Wyloguj
pt: Sair
ru: Выход из системы

source: You should filter the report by project, labels or criteria
fr: Vous devriez filtrer ce rapport par projet, étiquettes ou critères
nl: U dient het rapport te filteren op project, labels of criteria

source: Filter timesheet by
ca: Filtrar full d'hores per
fr: Filtrer la feuille de temps par
nl: Filter urenstaat op

source: Add new configuration unit
ca: Afegir una nova unitat de configuració
cs: Přidat novou jednotku nastavení
fr: Ajouter une nouvelle unité de configuration
nl: Toevoegen nieuwe configuratie unit
pl: Dodaj nową konfigurację jednostki
pt: Adicionar nova unidade de configuração
ru: Добавить новую единицу конфигурации

source: Main preferences
ca: Preferències principals
cs: Hlavní volby
fr: Préférences principales
nl: Belangrijkste voorkeuren
pl: Główne ustawienia
pt: Principais preferências
ru: Главные установки

source: Progress consolidation
ca: Consolidació de progrés
cs: Konsolidace postupu
fr: Consolidation d'avancement
nl: Voorgangsconsolidatie
pl: Konsolidacja postępu
pt: Consolidação de progresso
ru: Консолидация хода работ

source: Add new worker assignment
ca: Assignació d'un nou treballador
cs: Přidat nové přidělení pracovníka
fr: Ajouter une nouvelle affectation pour un participant
nl: Toevoegen nieuwe werkopdracht
pl: Dodaj nowe zadanie dla pracownika
pt: Adicionar nova atribuição de trabalhador
ru: Добавить новое назначение работнику

source: My tasks
ca: Les meves tasques
cs: Moje úkoly
fr: Mes tâches
nl: Mijn taken

source: Show all elements
ca: Mostrar tots els elements
cs: Zobrazit všechny prvky
fr: Afficher tous les éléments
nl: Toon alle elementen
pl: Wyświetl wszystkie elementy
pt: Mostrar todos os elementos
ru: Посмотреть все элементы

source: Task Information
ca: Informació tasca
cs: Informace o úkolu
fr: Information de la tâche
nl: Taak informatie
pl: Informacje zadania
pt: Informação da tarefa
ru: Информация о задаче

source: Progress cannot be consolidated.
ca: Progrés no pot ser consolidat.
fr: L'avancement ne peut pas être consolidé
nl: Voortgang kan niet geconsolideerd worden

source: There is another timesheet template with the same name
ca: Hi ha un altre plantilla de full d'hores amb el mateix nom
fr: Il existe un autre canevas de feuille de temps possédant le même nom
nl: Er is een andere urenstaatsjabloon met de zelfde naam

source: SPREAD
ca: Propagar
cs: ŠÍŘENÍ
fr: ETENDU
pl: Szerzenie
pt: PROPAGAÇÃO
ru: Протяженность

source: Changes applied
ca: Modificacions aplicades
cs: Změny použity
fr: Modifications appliquées
nl: Wijzigingen toegepast
pl: Zmiany zastosowane
pt: Alterações aplicadas

source: Adapting planning according to timesheets
fr: Adaptation de la planification en conformité avec les feuilles de temps
nl: Aanpassen van de planning op basis van urenstaten

source: Budgeted Cost Work Scheduled
ca: Cost de treball pressupostat planificat
cs: Rozpočtové náklady plánované práce
fr: Prévision Budgétée de Coût Travail
nl: Gebudgetteerde Kosten Werk Ingepland
pl: Prace zaplanowane w budżecie kosztów
pt: Custo de Trabalho Orçado Planificado
ru: Бюджетная стоимость запланированных работ

source: criterion type does not allow hierarchy
ca: tipus de criteri no està permès jeràrquicament
fr: le type de critère ne permet pas la hiérarchisation
nl: criteriumtype staat hierarchie niet toe

source: Project closing previsions
ca: Tancar previsions del projecte
fr: Prévisions de fermeture du projet
nl: Project afsluitvoorwaarden

source: Material Units
ca: Unitats del material
cs: Jednotky materiálu
fr: Unités de matériel
nl: Materiaal eenheden

source: Last stretch should have one hundred percent length and one hundred percent of work percentage
ca: L'últim tram ha de tenir 100% de longitud i 100% en percentatge de treball
fr: La dernière prolongation doit avoir une longueur de cent pour cent et un pourcentage de travail de cent pour cent
nl: Laatste periode moet 100% lengte en 100% werkpercentage hebben

source: Resource type cannot be empty
ca: Tipus de recurs no pot estar buit
cs: Typ zdroje nemůže být prázdný
fr: Le type de ressource ne peut pas être vide
nl: Resourcetype kan niet leeg zijn

source: LDAP configuration
ca: Configuració LDAP
cs: Nastavení LDAP
fr: Configuration LDAP
nl: LDAP configuratie
pl: Konfiguracja LDAP
pt: Configuração do LDAP

source: progress type should must be defined if quality form reports progress
ca: tipus progrés ha d'estar definit per l'informe de progrés del formulari de qualitat
fr: le type d'avancement doit être défini si le formulaire qualité signale un avancement
nl: voortgangstype moet zijn gedefinieerd als het kwaliteitsformulier de voortgang rapporteerd

source: Superuser
ca: Superusuari
cs: Super uživatel
fr: Super utilisateur

source: Queue Element Information
ca: Informació de l'element de cua
cs: Informace o prvku fronty
fr: Mettre en file d'attente les informations des éléments
nl: Wachtrij Element Informatie
pl: Informacje o elemencie kolejki
pt: Informação de Elemento de Fila
ru: Информация об элементе очереди

source: Select template
ca: Seleccionar plantilla
cs: Vybrat šablonu
fr: Choisir un canevas
nl: Kies sjabloon

source: Start Date
ca: Data d'inici
cs: Datum zahájení
fr: Date de début
nl: Startdatum
pl: Data rozpoczęcia
pt: Data de Início
ru: Дата начала

source: progress assignment not specified
ca: assignació de progrés no especificat
fr: affectation d'avancement non indiquée
nl: voortgangs toekenning niet gespecificeerd

source: Virtual Workers Groups List
ca: Llista del Grup Virtual de treballadors
cs: Seznam skupin virtuálních pracovníků
fr: Liste des groupes des participants virtuels
nl: Virtuele werkersgroep lijst
pl: Lista wirtualnej grupy pracowników
pt: Lista de Grupos de Trabalhadores Virtuais
ru: Список работников виртуальной группы

source: Cost Variance
cs: Odchylka nákladů
fr: Variance de coût
nl: Kosten Variantie
pl: Wariancja kosztów
pt: Variação de Custos
ru: Отклонение стоимости

source: User Accounts
ca: Comptes d'usuari
cs: Uživatelské účty
fr: Comptes utilisateurs
nl: Gebruikersaccounts

source: Invalidate
ca: Invalidar
cs: Anulovat
fr: Invalider
nl: Maak ongeldig
pl: Unieważnić
pt: Invalidar
ru: Аннулировать

source: User is bound to resource "{0}" and it will be unbound. Do you want to continue with user removal?
ca: L'usuari està limitat al recurs "{0}" i quedarà sense limitació. Voleu continuar?
fr: L'utilisateur est lié à la ressource "{0}" et il va être délié. Voulez-vous continuer avec la suppression de l'utilisateur ?
nl: Gebruiker is gekoppeld aan resource "{0}" en zal worden losgekoppeld. Wilt u doorgaan met het verwijderen van de gebruiker?

source: Budget hours
ca: Hores pressupostades
cs: Hodiny z rozpočtu
fr: Budgétiser les heures
nl: Budgeturen
pl: Budżet godzin
pt: Horas do orçamento
ru: Бюджетные часы

source: percentage not specified
ca: percentatge no especificat
fr: pourcentage non indiqué
nl: percentage niet gespecificeerd

source: Edit task: {0}
ca: Editar tasca: {0}
cs: Upravit úkol: {0}
fr: Modifier la tâche: {0}
nl: Wijzig taak: {0}
pl: Edytuj zadanie: {0}
pt: Editar tarefa: {0}
ru: Редактировать задачу: {0}

source: Check this option if you would like to send feedback to LibrePlan developers about program usage
ca: sobre l'utilització del programa
cs: Zaškrtněte tuto možnost, pokud chcete poslat zpětnou vazbu o používání programu vývojářům LibrePlan
fr: Cochez cette option si vous voulez envoyer un retour aux développeurs de LibrePlan sur l'utilisation du programme
nl: Vink deze optie aan als u feedback wilt sturen naar de LibrePlan ontwikkelaars omtrent het gebruik van het programma

source: Machine was already removed
ca: Màquina ja es va eliminar
fr: La machine a déjà été supprimée
nl: Machine was reeds verwijderd

source: expense line of the
ca: línia de despesa de
fr: ligne de dépense de
nl: uitgavenregel van de

source: Select destination
ca: Seleccioneu destinació
cs: Vybete cíl
fr: Choisir la destination
nl: Kies bestemming
pl: Wybierz cel
pt: Selecionar destino
ru: Выбрать назначение

source: cannot be empty or less than zero
ca: no pot estar buit o més petit que 0
cs: nemůže být prázdné nebo menší než nula
fr: ne peut pas être vide ou inférieur à zéro
nl: kan niet leeg zijn of lager dan nul

source: Check consolidated progresses
ca: Comprovar progressos consolidats
cs: Zkontrolovat konsolidované postupy
fr: Contrôler les avancements consolidés
nl: Controleer geconsolideerde voortgang
pl: Sprawdź skonsolidowany postęp
pt: Verificar progresso consolidado

source: Update task end
ca: Actualització de tasca finalitzada
fr: Mise à jour de la fin de la tâche
nl: Update taakeinde

source: Show all
ca: Mostrar tot
cs: Zobrazit vše
fr: Montrer tout
nl: Toon alles
pl: Pokaż wszystko
pt: Mostrar tudo
ru: Показать все

source: Default price
ca: Preu per defecte
cs: Výchozí cena
fr: Prix par défaut
nl: Standaardprijs
pl: Cena domyślna
pt: Preço por defeito
ru: Стоимость по умолчанию

source: Periods available depend on resources' calendar.
ca: Períodes disponibles depenen del calendari de recursos.
fr: Les périodes disponibles dépendent du calendrier des ressources.
nl: Perioden beschikbaar zijn afhankelijk van de kalender van de resource

source: Estimated hours
ca: Hores estimades
cs: Odhadovaná doba
fr: Heures estimées
nl: Geschatte uren
pl: Szacowane godziny
pt: Horas estimadas
ru: Расчетные часы

source: Apply tab changes
ca: Aplicar canvis de tabulador
cs: Použít změny karty
fr: Appliquer les changements d'onglet
nl: Verwerk wijzigingen
pl: Zastosuj zmiany karty
pt: Aplicar alterações do separador
ru: Применить вкладку изменений

source: passwords don't match
ca: la paraula de pas no coincideix
cs: hesla se neshodují
fr: les mots de passe ne correspondent pas
nl: wachtwoorden komen niet overeen
pl: hasła nie pasują
pt: as palavras-passe não coincidem
ru: пароли не совпадают

source: Day properties
ca: Detall de dia
cs: Vlastnosti dne
fr: Propriétés des jours
nl: Dag eigenschappen
pl: Właściwości dnia
pt: Propiedades do dia
ru: Свойства дня

source: (%d tasks)
ca: (%d tasques)
cs: (%d úkolů)
fr: (%d tâches)
nl: (%d taken)

source: must be lower than end date
ca: ha de ser més petit que la data de finalització
cs: musí být nižší než datum ukončení
fr: doit être antérieure à la date de fin
nl: moet minder zijn dan einddatum
pt: deve ser menor que a data de término

source: Week {0}
ca: Setmana {0}
fr: Semaine {0}
pt: Semana {0}

source: Hours groups
ca: Hores de grups
cs: Skupiny hodin
fr: Groupes d'heures
nl: Urengroepen
pl: Grupy godzin
pt: Grupos de horas
ru: Группы часов

source: Enable/Disable autocomplete property in login form, if the admin password is still the default one
ca: Habilitar/Inhabilitar propietat d'autocompletar en el formulari d'iniciar sessió en cas que la paraula de pas d'admin sigui la de per defecte
fr: Activer/Désactiver la propriété d'autocomplétion dans le formulaire de connexion, si le mot de passe de l'administrateur est toujours celui par défaut
nl: Aanvindken/uitvinken automatisch-aanvullen in het aanmeldformulier als het beheerwachtwoord nog steeds het origineel is

source: Create new user
ca: Crear un nou usuari
cs: Vytvořit nového uživatele
fr: Créer un nouvel utilisateur
nl: Maak nieuwe gebruiker
pt: Criar novo usuário

source: Transfer
ca: Transferència
cs: Převést
fr: Transférer
nl: Overdragen
pl: Przenieś
pt: Transferir
ru: Передача

source: Work Hours Types List
ca: Llista del tipus d'hores de treball
cs: Seznam typů pracovních dob
fr: Liste des types d'heures de travail
nl: Werkuren types lijst
pl: Lista typów godzin przepracowanych
pt: Lista de Tipos de Horas de Trabalho
ru: Список типов рабочих часов

source: Consolidated progress cannot be removed
ca: Progrés consolidat no es pot eliminar
fr: Avancement consolidé ne peut pas être supprimé
nl: Geconsolideerde voortgang kan niet worden verwijderd

source: Spread progress cannot be changed if there is a consolidation in any progress assignment
ca: Progrés de propagació no pot ser modificat en cas de tenir una consolidació de progrés assignada
cs: Šíření postupu nelze změnit pokud existuje sjednocení v jakémkoliv přiřazení postupu
fr: L'avancement étendu ne peut être modifié s'il existe une consolidation dans l'une des affectations d'avancement
nl: Spreid voortgang kan niet gewijzigd worden als er een consolidatie is in een voortgangs toekenning
pl: Rozprzestrzeniany postęp nie może być zmieniony jeżeli jest konsolidacja w jakimkolwiek przypisanym postępie
pt: O progresso de propagação não pode ser alterado se existir uma consolidação nalguma atribuição de progresso

source: By critical path duration
ca: Per duració de camí crític
fr: Durée par chemin critique
nl: Per kritieke pad duur
pt: Por duração do caminho crítico

source: new milestone
ca: nou fita
cs: nový mezník
fr: nouveau jalon
nl: Nieuwe mijlpaal
pl: Nowy kamień milowy
pt: novo marco
ru: новый майлстоун

source: Save & New timesheet
ca: Desa i nou full d'hores
cs: Uložit a nový výkaz
fr: Sauvegarder & Nouvelle feuille de temps
nl: Opslaan en nieuwe urenstaat

source: Value last progress reported
ca: Valor de l'últim progrés informat
cs: Poslední nahlášená hodnota postupu
fr: Renseigner le dernier avancement rapporté
nl: Waarde laatste gerapporteerde voortgang
pl: Wartość ostatniego postępu została zaraportowana
pt: Valor do último progresso notificado
ru: Значение последнего хода работ сообщено

source: Timesheet
ca: Full d'hores
cs: Výkaz
fr: Feuille de temps
nl: Urenstaat

source: Show dependencies
ca: Mostrar dependències
cs: Zobrazit závislosti
fr: Montrer les dépendances
nl: Toon afhankelijkheden
pl: Pokaż zależności
pt: Mostrar dependências

source: Schedule from start to deadline
ca: Planificació des de l'inici fins el termini
cs: Naplánovat od zahájení po termín
fr: Prévision du début à l'échéance
nl: Plan vanaf start tot deadline
pl: Zaplanuj od początku do terminu ostatecznego
pt: Planificar desde o início até à data limite
ru: Расписание с начала до deadline

source: Estimated days
ca: Dies estimats
cs: Odhadované dny
fr: Jours estimés
nl: Geschatte dagen
pl: Szacunkowe dni
pt: Dias estimados
ru: Расчитано дней

source: Reference date
ca: Data de referència
cs: Referenční datum
fr: Date de référence
nl: Referentie datum
pl: Data odniesienia
pt: Data de referência
ru: Указанная дата

source: LibrePlan: Estimated/Planned Hours Per Task
ca: LibrePlan: Hores estimades/planificades per tasca
cs: LibrePlan: Odhadované/Plánované hodiny na úkol
fr: LibrePlan: heures estimées/planifiées par tâche
nl: LibrePlan: Geschatte/Geplande uren per taak
pl: LibrePlan: Szacowane / Planowane godziny na zadanie
pt: LibrePlan: Horas Estimadas/Planificadas por Tarefa
ru: LibrePlan: Рассчитанные/Запланированные Часы По Задачам

source: quality form item percentage not specified
ca: percentatge d'ítem del formulari de qualitat no especificat
fr: le pourcentage d'élément du formulaire de qualité n'est pas indiqué
nl: kwaliteitsformulieritem percentage niet gespecificeerd

source: passwords do not match
ca: paraula de pas no coincideix
fr: les mots de passe ne correspondent pas
nl: wachtwoorden komen niet overeen
pt: senhas não correspondem

source: quality form name not specified
ca: nom del formulari de qualitat no especificat
fr: le nom du formulaire de qualité n'est pas indiqué
nl: kwaliteitsformuliernaam niet gespecificeerd
pt: nome do formulário de qualidade não especificado

source: Progress Evolution
ca: Evolució de progrés
cs: Vývoj postupu
fr: Evolution de l'avancement
nl: Voortgangsontwikkeling
pl: Ewolucja postępu
pt: Evolução do Progresso
ru: Эволюция хода работ

source: From chosen date
ca: Des de la data escollida
cs: Od zvoleného data
fr: Depuis la date choisie
nl: Vanaf gekozen datum
pl: Z wybranego terminu
pt: A partir da data escolhida

source: Subcontractor values are read only because they were reported by the subcontractor company.
ca: Valors del subcontractista és de només lectura decidit per l'empresa subcontractista.
fr: Les valeurs des sous-traitants sont en lecture seule car elles ont été rapportées à l'organisme sous-traitant.
nl: Onderaannemerswaardes zijn alleen-lezen want ze worden afgegeven door het onderaannemende bedrijf

source: There is a margin of %d days with the project global deadline (%.2f %%).
ca: Hi ha un marge de %d dies amb la data de termini global del projecte (%.2f %%).
fr: Il y a une marge de %d jours avec l'échéance globale du projet (%.2f%%).
nl: Er is een marge van %d dagen op de overall deadline van het project (%.2f %%).

source: My dashboard
ca: Quadre de comandament
fr: Mon tableau de bord
nl: Mijn dashboard

source: Original
cs: Původní
fr: D'origine
nl: Origineel
pl: Oryginalny
ru: Первоисточник

source: A new version of LibrePlan is available. Please check next link for more information:
ca: Una nova versió de LibrePlan està disponible. Si us plau aneu al següent enllaç per més informació:
cs: Je dostupná nová verze LibrePlan. Prosím zkontrolujte odkaz dále pro další informace:
fr: Une nouvelle version de LibrePlan est disponible. Merci de visiter le lien suivant pour plus d'information:
nl: Een nieuwe versie van LibrePlan is beschikbaar. Zie deze link voor meer informatie:
pl: Nowa wersja LibrePlan jest dostępna. Proszę sprawdzić następny odnośnik po więcej informacji:
pt: Uma nova versão do LibrePlan está disponível. Por favor visite o seguinte link para mais informações:

source: Stretches function configuration
ca: Configuració de les funcions de trams
cs: Nastavení funkce rozložení
fr: Configuration des fonctions d'extension
nl: Stretches functie configuratie
pl: Rozciąga konfigurację funkcji
pt: Configuração da função de trechos
ru: Участки конфигурации функции

source: Not indentable
cs: Není možné odsadit
fr: Non décalable
nl: Niet indentable
pt: Não é possível indentar
ru: Без отступа

source: The original workable days value {0} cannot be modified as it has consolidations
ca: El valor original de dies laborables {0} no pot ser modificat per tenir consolidacions
fr: La valeur originale des jours ouvrables {0} ne peut pas être modifiée car elle fait l'objet de consolidations
nl: Het originele aantal van {0} werkdagen kan niet gewijzigd worden omdat het consolidaties bevat

source: Timesheet saved
ca: Full d'hores desat
cs: Výkaz uložen
fr: Feuille de temps sauvegardée
nl: Urenstaat opgeslagen

source: List of materials for all categories (select one to filter)
ca: Llista de materials per a totes les categories (seleccioneu un filtre)
cs: Seznam materiálů pro všechny kategorie (vyberte jednu pro filtrování)
fr: Liste des matériels pour toutes les catégories (en choisir un à filtrer)
nl: Lijst met materialen voor alle categorieën (kies er een om te filteren)
pl: Wykaz materiałów dla wszystkich kategorii (wybierz jedną z filtrem)
pt: Lista de materiais para todas as categorias (selecione uma para filtrar)
ru: Список материалов для всех категорий (выберите один фильтр)

source: Resource allocation type
ca: Tipus d'assignació de recursos
cs: Typ přidělení zdroje
fr: Type d'allocation de ressource
nl: Resource toekenningstype
pl: Typ alokacji zasobów
pt: Tipo de atribuição de recursos
ru: Тип распределения ресурсов

source: User disabled
ca: Usuari inhabilitat
cs: Uživatel zakázán
fr: Utilisateur désactivé
nl: Gebruiker uitgeschakeld
pl: Użytkownik wyłączony
pt: Utilizador desativado
ru: Пользователь отключен

source: Exception type
ca: Tipus d'excepció
cs: Typ výjimky
fr: Type d'exception
nl: Uitzonderingstype
pl: Typ wyjątku
pt: Tipo de exceção

source: In the available periods {0} only {1} hours are available.
ca: En el període disponible {0} només {1} hores disponibles.
cs: V dostupných obdobích {0} je dostupných pouze {1} hodin.
fr: Dans les périodes disponibles {0}, seules {1} heures sont disponibles.
nl: In de beschikbare perioden {0} zijn alleen {1} uren beschikbaar
pl: W dostępnych okresach {0} tylko {1} godziny są dostępne.
pt: Nos períodos disponíveis {0} só existem disponíveis {1} horas.
ru: В доступные периоды {0} только {1} часов доступно.

source: Association with profiles
ca: Associació amb perfils
cs: Spojení s profily
fr: Association avec les profils
nl: Associeer met profielen
pl: Stowarzyszenie z profilami.
pt: Associação com perfis
ru: Ассоциации с профилями
