Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: both {0} of category {1} and {2} of category {3} have the same code
ca: totes dues {0} de la categoria {1} i{2} de la categoria {3} tenen el mateix codi
cs: {0} z kategorie {1} a {2} z kategorie {3} mají oba stejný kód
fr: Les deux {0} des catégories {1} et {2} de la catégorie {3} ont le même code
nl: zowel {0} van categorie {1} en {2} van categorie {3} hebben dezelfde code
pl: zarówno {0} kategoria {1} i {2} kategoria {3} mają ten sam kod
pt: ambos os {0} da categoria {1} e {2} da categoria {3} têm o mesmo código
ru: и {0} of category {1} and {2} of category {3} have the same code

source: Labels
ca: Etiquetes
cs: Štítky
fr: Libellés
pl: Etykiety
pt: Etiquetas
ru: Метки

source: Queue-based resource assignation
ca: Assignació de recursos basat en cues
fr: Affectation de ressources en mode file
nl: Wachtrij-gebaseerde resource toekenning

source: New timesheet
ca: Nou full d'hores
cs: Nový výkaz
fr: Nouvelle feuille de temps
nl: Nieuwe tijdsheet

source: End date communicated by the subcontractor.
ca: Data final comunicada per el subcontractista.
cs: Datum dokončení sdělené subdodavatelem.
fr: Date d'échéance communiquée par le sous-traitant.
nl: Einddatum afgegeven door de onderaannemer
pt: Data de Término comunidada pelo sub-contratado.

source: Total hours
ca: Hores totals
cs: Celkem hodin
fr: Total des heures
nl: Totaal aantal uren
pl: Wszystkie godziny
pt: Total de horas
ru: Итого часов

source: Reassigning {0} projects
ca: Reassignació {0} projectes
cs: Znovu přidělování {0} projektů
fr: Réaffecter {0} projets
nl: opnieuw toewijzen {0} projecten
pl: Kolejne przypisywanie {0} projektów
pt: A realocar {0} projetos
ru: Переназначено {0} проектов

source: Data
fr: Données
pl: Dane
pt: Dados

source: Filter by task status
ca: Filtre per l'estat de les tasques
cs: Filtrovat podle stavu úkolu
fr: Filtrer par état de tâche
nl: Filter op taak status
pl: Filtruj przez status zadania
pt: Filtrar por estado da tarefa
ru: Отфильтровать по статусу задач

source: Select date
ca: Seleccioneu data
cs: Vybrat datum
fr: Choisissez la date
nl: Selecteer datum
pl: Wybierz datę
pt: Selecione data

source: state not specified
ca: Estat no especificat
cs: není zadán stav
fr: état non indiqué
nl: status niet gespecificeerd
pt: Estado não especificado

source: Spread progress cannot be removed. Please select another progress as spread.
ca: Progrés de propagació no es pot eliminar. Si us plau, seleccioneu un altre progrés de propagació.
fr: Un avancement propagé ne peut pas être supprimé. Merci de choisir un autre avancement à propager.
nl: De spread voortgang kan niet worden verwijderd. Kies aub een andere voortgang als spread.

source: Please try it again.
ca: Si us plau torna a provar-ho.
cs: Zkuste to prosím znovu.
fr: Merci de réessayer
nl: Probeer aub opnieuw.
pl: Proszę spróbować ponownie
pt: Por favor, volte a tentar.
ru: Пожалуйста повторите попытку

source: cannot be checked until the previous item is checked before
ca: no es pot validar fins que l'ítem previ s'hagi validat
fr: ne peut pas être vérifié avant que l'élément précédent ne soit vérifié
nl: kan niet worden afgevinkt als het vorige item niet is afgevinkt

source: Company code
ca: Codi d'empresa
cs: Kód společnosti
fr: Code de la compagnie
nl: Bedrijfscode
pl: Kod firmy
pt: Código da empresa
ru: Код компании

source: Unknown attribute '{0}' in class {1}
ca: Atribut desconegut '{0}' en la classe {1}
cs: Neznámá vlastnost '{0}' ve třídě {1}
fr: Attribut '{0}' inconnu dans la classe {1}
nl: Onbekende attribuut '{0}' in classe {1}
pl: Nieznany atrybut '{0}' w klasie {1}
pt: Atributo desconhecido '{0}' na classe {1}
ru: Неопределенный атрибут '{0}' в классе {1}

source: Sum of imputed hours in children tasks
ca: Suma de les hores imputades a les tasques inferiors
cs: Suma zadaných hodin v podřazených úkolech
fr: Somme des heures imputées dans les tâches filles
nl: Totaal van doorbelaste uren in afgeleide taken
pt: Soma das horas apontadas nas tarefas filhas

source: passwords can not be empty
ca: la paraula de pas no pot ser buida
cs: heslo nemůže být prázdné
fr: Les mots de passe ne peuvent pas être vides
nl: wachtwoorden kunnen niet leeg zijn
pl: Hasła nie powinny być puste
pt: As palavras-passe não podem estar vazias

source: Task {0}
ca: Tasca {0}
cs: Úkol {0}
fr: Tâche {0}
nl: Taak {0}
pt: Tarefa {0}

source: Please try to contact with any administrator in order to review your permissions in LibrePlan.
ca: Si us plau, intenta contactar amb al administrador per a revisar el permisos a LibrePlan.
cs: Prosím zkuste kontaktovat některého ze správců abyste mohli zkontrolovat vaše oprávnění v LibrePlan.
fr: Merci de contacter un administrateur pour revoir vos permissions dans LibrePlan.
nl: Neem contact op met een LibrePlan beheerder om uw toegangsrechten te wijzigen.

source: machine name not specified
ca: nom de màquina no especificat
cs: není zadán název stroje
fr: nom de machine non indiqué
nl: machinenaam niet gespecificeerd
pt: nome da máquina não especificado

source: already assigned
ca: ja assignat
cs: již přiděleno
fr: déjà affecté
nl: reeds toegewezen
pl: Aktualnie przypisany
pt: já atribuído
ru: уже назначен

source: Activation periods
ca: Activació de períodes
cs: Období aktivace
fr: Périodes d'activation
nl: Activeringsperioden
pl: Okresy aktywacji
pt: Períodos de ativação
ru: Периоды активации

source: Calendar
ca: Calendari
cs: Kalendář
fr: Calendrier
nl: Kalender
pl: Kalendarz
pt: Calendário
ru: Календарь

source: Resources
ca: Recursos
cs: Zdroje
fr: Ressources
pl: Zasoby
pt: Recursos
ru: Ресурсы

source: LDAP users cannot change their password if LDAP authentication is enabled. Talk to one of the administrators
ca: LDAP d'usuaris no pot modificar la paraula de pas si l'autenticació de LDAP està activada. Contacti amb l'administrador
cs: Uživatelé LDAP si nemohou změnit svá hesla, pokud je povoleno ověřování pomocí LDAP. Promluvte si s jedním ze správců
fr: Les utilisateurs LDAP ne peuvent pas changer leur mot de passe si l'authentification LDAP est activée. Veuillez contacter un administrateur.
nl: LDAP gebruikers kunnen hun wachtwoord niet wijzigen als LDAP authenticatie aan staat. Neem contact op met een van de beheerders
pl: Użytkownicy Ldap nie mogą zmienić swojego hasła jeżeli autentyczność Ldap jest włączona. Porozmawiaj z jednym z administratorów.
pt: Os utilizadores de LDAP não podem mudar a sua palavra-chave se a autenticação por LDAP estiver ativada. Contacte um administrador

source: Read
ca: Lectura
cs: Čtení
fr: Lire
nl: Lees
pl: Czytaj
pt: Ler
ru: Читать

source: Source and destination scenarios should be different
ca: Els escenaris d'origen i destí han de ser diferents
cs: Zdrojové a cílové scénáře by měly být různé
fr: Les scénarios source et destination doivent être différents
nl: Bron- en bestemmingsscenarios moeten verschillend zijn
pl: Źródłowy i docelowy scenariusz powinien być inny
pt: Os cenários de origem e destino devem ser diferentes
ru: Исходный сценарий и сценарий назначения должны быть разными

source: Overallocated
ca: Sobreassignat
fr: Sur-affecté
nl: Overgealloceerd
pt: Super alocado

source: The browser you are using
ca: El navegador que estàs utilitzant és
cs: Prohlížeč, který používáte
fr: Le navigateur que vous utilisez
nl: De browser die u gebruikt
pl: Przeglądarka, której używasz
pt: O navegador que está a usar
ru: Браузер который Вы используете

source: scenario
ca: escenari
cs: scénář
fr: scénario
pl: scenariusz
pt: Cenário
ru: сценарий

source: to
ca: a
cs: do
fr: à
nl: naar
pl: do
pt: a
ru: к

source: there is a timesheet line in another work report marking as finished the same task
fr: il existe une ligne d'une feuille de temps dans un rapport de travail signalant également l'achèvement de cette même tâche
nl: er is een urenstaatregel die dezelfde taak als zijnde voltooid aangeeft

source: worker's first name not specified
ca: Nom del treballador no assignat
cs: není zadáno jméno pracovníka
fr: le prénom du travailleur n'est pas indiqué
nl: voornaam werker niet gespecificeerd
pl: Nie podano imienia pracownika
pt: nome do trabalhador não especificado
ru: Имя работника не указано

source: End date can only be deleted in the the last activation
ca: Data finalització només pot ser eliminada en l'última activació
cs: Datum ukončení může být smazáno pouze v poslední aktivaci.
fr: La date d'échéance ne peut pas être supprimée dans la dernière activation
nl: Einddatum kan alleen verwijderd worden in de laatste verlenging
pt: Data de término só pode ser removida na última ativação

source: Property strategy
ca: Detalls de l'estratègia
cs: Strategie vlastností
fr: Stratégie de la propriété
nl: Eigendom strategie
pl: Strategia własności
pt: Estratégia de propriedade

source: Save date
ca: Desar data
cs: Uložit datum
fr: Enregistrer la date
nl: Opslagdatum
pt: Salvar data

source: The quality item positions must be correct in function to the percentage.
ca: Els ítems de qualitat han de ser correctes en funció amb el percentatge.
cs: Umístění položky kvality musí být ve funkci na procento správná.
fr: Les positions de l'élément de qualité doivent être corrigés en fonction du pourcentage.
nl: De kwaliteitsonderdeelposities moeten overeenkomen met het bijbehorende percentage

source: date not specified
ca: data no especificada
cs: není zadáno datum
fr: date non indiquée
nl: datum niet gespecificeerd
pl: Nie podano daty
pt: data não especificada
ru: не указана дата

source: Periods available depend on the satisfaction of the criteria of resources and their calendars.
ca: El Període disponible depèn dels criteris de llurs recursos i calendaris.
cs: Dostupná období závisí na splnění kritérií zdrojů a jejich kalendářů
fr: Les périodes disponibles dépendent de la satisfaction des critères de ressources et de leurs calendriers.
nl: Beschikbare periodes zijn afhankelijk van de vervulling van de criteria van resources en hun kalenders

source: Projects Planning
ca: Planificació de projectes
cs: Plánování projektů
fr: Planification des projets
nl: Projecten planning
pl: Planowanie projektów
pt: Planificação de Projetos
ru: Планирование проекта

source: Shrink to fit page width
ca: Ajustar a l'amplada de la pàgina
cs: Zmenšit na šířku stránky
fr: Réduire pour correspondre à la largeur de la page
nl: Krimp passend op pagina breedte
pl: Zmniejsz aby dopasować szerokość strony
pt: Reduzir para ajustar à largura da página
ru: По ширине страницы

source: You cannot remove a scenario with derived scenarios
ca: No pot eliminar un escenari amb escenaris derivats
cs: Nelze odstranit scénář s odvozenými scénáři
fr: Vous ne pouvez pas supprimer un scénario possédant des scénarios dérivés
nl: U kunt geen scenario verwijderen met afgeleide scenarios

source: The max value must be greater than 0
ca: El valor màxim ha de ser més gran que 0
cs: Max hodnota musí být větší než 0
fr: La valeur max doit être supérieure à 0
nl: De maximum waarde moet groter zijn dan 0
pl: Maksymalna wartość musi być większa niż 0
pt: O valor máximo tem de ser maior que 0

source: Last name
ca: Cognoms
cs: Příjmení
fr: Nom
nl: Achternaam
pl: Nazwisko
pt: Apelidos
ru: Фамилия

source: Remove
ca: Treure
cs: Odstranit
fr: Supprimer
nl: Verwijder
pl: Usuń
pt: Apagar
ru: Переместить

source: Planned workable days
ca: Dies laborables planificats
cs: Naplánované pracovní dny
fr: Jours ouvrables planifiés
nl: Geplande werkdagen
pl: Planowane przepracowane dni
pt: Dias laborais planificados

source: length less than 1
ca: longitud més gran que 1
cs: délka je menší než 1
fr: longueur inférieure à 1
nl: lengte kleiner dan 1
pt: comprimento menor que 1

source: SPI
cs: IVP
fr: IPP

source: Progress Type
ca: Tipus progrés
cs: Typ postupu
fr: Type d'avancement
nl: Voortgangstype
pl: Typ postępu
pt: Tipo de Progresso

source: name not specified or empty
ca: nom buit o no especificat
cs: název není zadán nebo je prázdný
fr: nom non indiqué ou vide
nl: naam niet opgegeven of leeg
pt: nome não especificado ou vazio

source: Task contains consolidated progress. Cannot apply sigmoid function.
ca: Les tasques contenen progrés consolidat. No es pot aplicar la funció sigmoid.
cs: Úkol obsahuje konsolidovaný postup. Nelze použít funkci sigmoid.
fr: La tâche contient un avancement consolidé. Impossible d'appliquer la fonction sigmoïde.
nl: Taak bevat geconsolideerde voortgang. Kan sigmoid functie niet toepassen.
pl: Zadanie zawiera skonsolidowany postęp. Nie można stosować funkcji sigmoid.
pt: A tarefa contém progresso consolidado. Não se pode aplicar a função sigmoide.

source: Date cannot include the entire next work week
ca: Data no pot incloure la següent setmana de treball
cs: Datum nemůže zahrnovat celý příští pracovní týden
fr: La date ne peut pas inclure l'intégralité de la prochaine semaine de travail
nl: Datum kan niet de hele volgende werkweek bevatten

source: LibrePlan: Virtual Worker Groups
ca: LibrePlan: Grups de Treballadors Virtuals
cs: LibrePlan: Skupiny virtuálních pracovníků
fr: LibrePlan: Groupes de travailleurs virtuels
nl: LibrePlan: Virtueel team

source: This date can not include the whole previous work week
ca: Aquesta data no pot incloure completament la setmana prèvia de treball
cs: Toto datum nemůže zahrnovat celý minulý pracovní týden
fr: Cette date ne peut pas inclure toute la semaine de travail précédente
nl: Deze datum kan niet de hele voorafgaande werkweek bevatten
pl: Data ta nie może obejmować cały poprzedni tydzień pracy
pt: Esta data não pode incluir toda a semana de trabalho anterior

source: Start date is not valid, the new start date must be previous the current start date
ca: Data d'inici no és vàlida, la nova data d'inici ha de ser prèvia a la data d'inici actual
cs: Počáteční datum není platné, nové datum musí být před současným počátečním datem
fr: La date de début est incorrecte, la nouvelle date de début doit être antérieure à la date de début actuelle
nl: Startdatum is ongeldig, de nieuwe startdatum moet voor de huidige startdatum liggen
pl: Data rozpoczęcia jest nieprawidłowa, nowa data rozpoczęcia musi być poprzednią aktualną data rozpoczęcia
pt: A data de início não é válida, a nova data de início deve ser anterior à data de início atual
ru: Дата начала не верна, новая дата начала должна быть раньше чем текущая дата начала

source: Create New Project
ca: Crear un nou projecte
cs: Vytvořit nový projekt
fr: Créer un nouveau projet
nl: Maak nieuw project
pl: Stwórz nowy projekt
pt: Criar Novo Projeto
ru: Создать новый проект

source: Stretches list
ca: Llista trams
cs: Seznam rozložení
fr: Liste des dérives
nl: Stretches lijst
pl: Rozciąga listę
pt: Lista de trechos
ru: Список отрезков

source: to {0}
ca: a {0}
cs: do {0}
fr: à {0}
nl: naar {0}
pt: para {0}

source: LibrePlan: Total Worked Hours By Resource In A Month
ca: LibrePlan: Hores totals treballades per recursos en un mes
cs: LibrePlan: Celkem odpracovaných hodin podle zdroje za měsíc
fr: LibrePlan: Total d'heures travaillées par ressource en un mois
nl: LibrePlan: Totaal Gewerkte Uren door Resources in een maand
pt: LibrePlan: Total de Horas Trabalhadas por Recurso no Mês

source: Save
ca: Desar
cs: Uložit
fr: Enregistrer
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить

source: It will only be possible to add a Deliver Date if all the deliver date exiting in the table have a CommunicationDate not empty.
ca: Només serà possible afegir una data de lliurament si totes les dates de lliurament existents en la taula tenen un data de comunicació que no sigui buida.
fr: Il ne sera possible d'ajouter une date de livraison si toutes les dates de livraison sortant dans le tableau possède une date de communication non vide.
nl: Het is alleen mogelijk om een leverdatum toe te voegen als alle leverdata in de tabel een niet lege CommunicationDate hebben.

source: Standard Effort
ca: Esforç base
cs: Standardní úsilí
fr: Effort standard
nl: Standaard Effort
pl: Standardowy wysiłek
pt: Esforço Padrão
ru: Стандартная работа

source: Material categories
ca: Categories dels materials
cs: Kategorie materiálu
fr: Catégories de matériel
nl: Materiaal categorien
pl: Kategorie materiałów
pt: Categorias de materiais
ru: Категория материалов

source: number of digits must be between {0} and {1}
ca: El número ha d'estar entre {0} i {1}
cs: počet číslic musí být mezi {0} a {1}
fr: le nombre de chiffre doit être entre {0} et {1}
nl: Aantal cijfers moet tussen {0} en {1} liggen
pl: liczba cyfr musi wynosić między {0} i {1}
pt: o número de dígitos deve estar entre {0} e {1}

source: the measure has to be unique
ca: la mesura ha de ser única
fr: la métrique doit être unique
nl: De eenheid moet uniek zijn.
pt: a medida deve ser única

source: Deleting this item will disable the report progress option. Are you sure?
ca: Eliminar aquest ítem inhabilitarà l'opció de l'informe de progrés. Està segur?
fr: Supprimer cet élément va désactiver l'option d'avancement du rapport. Êtes-vous sûr ?
nl: Als u dit item verwijdert is daarna het rapporteren van de voortgang niet meer mogelijk. Weet u het zeker?
pt: Remover este item irá desabilitar a opção de relatório de progresso. Você tem certeza?

source: Criteria Requirement
ca: Requisits dels criteris
cs: Požadavky kritérií
fr: Exigence du critère
pl: Wymóg Kryteria
pt: Critérios requeridos

source: Criterion previously selected
ca: Criteri prèviament seleccionat
cs: Předchozí zvolené kritérium
fr: Critère précédemment sélectionné
nl: Criterium eerder geselecteerd
pl: Kryterium poprzednio wybrany
pt: Critério anteriormente selecionado
ru: Ранее выбранные критерии

source: Spread progress cannot be changed if there is a consolidation in any progress assignment from root task
ca: Propagació del progrés no pot ser modificat si hi ha una consolidació en l'assignació de la tasca arrel
cs: Šíření postupu nelze změnit pokud existuje sjednocení v jakémkoliv přiřazení postupu od kořenového úkolu
fr: L'avancement étendu ne peut être modifié s'il y a une consolidation dans l'une des affectations d'avancement de la tâche racine
nl: Spreidingsvoortgang kan niet gewijzigd worden als er een consolidatie in een van de voortgangstaken van de root taak is
pl: Rozprzestrzeniany postęp nie może być zmieniony jeżeli jest jakaś konsolidacja w jakimkolwiek przypisanym postępie głównego zadania
pt: O progresso de propagação não pode ser alterado se existir uma consolidação nalguma atribuição desde a tarefa raíz

source: Schedule from deadline to start
ca: Programació des de la data de termini i la d'inici
cs: Naplánovat od termínu po zahájení
fr: Prévision de la date d'échéance au début
nl: Plan van deadline naar start

source: Users authorization
ca: Autoritzacions del usuaris
cs: Oprávnění uživatele
fr: Droits des utilisateurs
nl: Gebruikersautorisatie
pl: Autoryzacja użytkowników
pt: Autorização de utilizadores
ru: Авторизация пользователя

source: Problems connecting with subcontractor web service
ca: Problemes connectant amb el web service del subcontractista
cs: Problémy při připojování k internetové službě subkontraktora
fr: Problèmes lors de la connection avec le web service sous-traitant
nl: Problemen bij het verbinden met een onderaannemer web service
pl: Problemy z podłączeniem podwykonawcy serwisu internetowego
pt: Problemas ao conetar com o serviço web subcontratador
ru: Проблема соединения с web сервисом поставщиком

source: Delete template. Are you sure?
ca: Eliminar plantilla, està segur
cs: Odstranit šablonu. Jste si jisti?
fr: Supprimer le canevas. Êtes-vous sûr ?
nl: Verwijder sjabloon. weet u het zeker?
pt: Remover modelo. Tem certeza?

source: Expense date
ca: Data despesa
cs: Datum nákladů
fr: Date de la dépense
nl: Onkosten datum
pt: Data do gasto

source: Entity type
ca: Tipus d'entitat
cs: Typ objektu
fr: Type d'entité
nl: Entiteittype
pl: Rodzaj podmiotu
pt: Tipo de entidade

source: Unsaved changes will be lost. Are you sure?
ca: Canvis no desats es perdran, estàs segur?
cs: Neuložené změny budou ztraceny. Jste si jisti?
fr: Les modifications non enregistrées seront perdues. Êtes-vous sûr ?
nl: Niet opgeslagen wijzigingen zullen verloren gaan. Weet u het zeker?
pl: Niezapisane zmiany zostaną utracone. Jesteś pewien?
pt: As alterações não guardadas serão perdidas. Deseja continuar?

source: LibrePlan: Scheduling
ca: LibrePlan: Programació
cs: LibrePlan: Plánování
fr: LibrePlan: Prévision
nl: LibrePlan: Planning
pl: LibrePlan: Planowanie
pt: LibrePlan: Planificação
ru: LibrePlan: Расписание

source: Assigned load
ca: Càrrega assignada
cs: Přidělená zátěž
fr: Charge affectée
nl: Toegewezen belasting
pl: Przypisany ładunek
pt: Carga atribuída
ru: Назначенная загрузка

source: Filter by workers
ca: Filtre per treballador
cs: Filtrovat podle pracovníků
fr: Filtre par participant
nl: Filter op werkers
pl: Filtruj przez pracowników
pt: Filtrar por trabalhadores
ru: Фильтр по работникам

source: End Date
ca: Data finalització
cs: Koncové datum
fr: Date de fin
nl: Einddatum
pl: Data zakończenia
pt: Data de fim
ru: Дата Окончания

source: Some allocations needed
ca: Es necessita alguna assignació
cs: Jsou potřeba některá přidělení
fr: Certaines allocations sont nécessaires
nl: Sommige allocaties noodzakelijk
pl: Niektóre przydziały są potrzebne
pt: São precisas algumas atribuições
ru: Требуются распределения

source: Resources Per Day
ca: Recursos per dia
cs: Zdroje za den
fr: Ressources par jour
nl: Resources per dag
pl: Zasoby na dzień
pt: Recursos por dia
ru: Ресурсы в день

source: Estimated end date for the task (press enter in textbox to open calendar popup or type in date directly)
ca: La data estimada per la tasca (prémer enter en el textbox per obrir el popup del calendari o teclejar la data directament)
cs: Odhadované datum dokončení úkolu (stiskněte enter v textovém rámečku pro otevření vyskakovacího okna kalendáře nebo datum zadejte přímo)
fr: Date de fin estimée pour la tâche (appuyer sur entrée dans la boîte de texte pour ouvrir la popup du calendrier ou saisir directement une date)
nl: Geschatte einddatum voor de taak (druk enter in tekstbox om een kalender venster te openen of type datum rechtstreeks in)
pl: Szacowana data zakończenia dla zadania (naciśnij enter w polu tekstowym, aby otworzyć kalendarz popup lub wpisz datę bezpośrednio)
pt: Data de fim estimada para a tarefa (pressione Enter no quadro de texto para abrir o calendário ou escreva a data diretamente)
ru: Предполагаемая дата окончания задачи (нажмите Enter в текстовом поле для открытия календаря или введите дату)

source: Expand/Collapse all
ca: Expandir / Contraure tot
cs: Rozbalit/Sbalit vše
fr: Déplier/Replier tout
nl: Alles Uitklappen/Inklappen
pl: Rozwiń/Zwiń wszystko
pt: Expandir/Colapsar tudo
ru: Развернуть/Свернуть все

source: Overload due to current project
ca: Sobrecàrrega deguda al projecte actual
cs: Přetížení kvůli současnému projektu
fr: Surcharge due au projet actuel
nl: Overbelast door huidig project
pl: Przeciążenie z powodu obecnego projektu
pt: Sobrecarga devido ao projeto atual
ru: Перегрузка из за текущего проекта

source: Name: {0}
ca: Nom: {0}
cs: Název: {0}
fr: Nom: {0}
nl: Naam: {0}
pl: Nazwa: {0}
pt: Nome: {0}
ru: Имя: {0}

source: Please, select a project
ca: Si us plau, seleccioneu un projecte
cs: Prosím vyberte projekt
fr: Merci de sélectionner un projet
nl: Kies aub een project
pl: Proszę, wybrać projekt
pt: Por favor, selecione um projeto
ru: Пожалуйста, выберите проект

source: Inherits from date
ca: Hereta des de la data
cs: Dědí od data
fr: Hérité de la date
nl: Erft van datum
pl: Dziedziczy po dacie
pt: Herda da data

source: Expense Sheet
ca: Full de despeses
cs: Seznam nákladů
fr: Feuille de dépenses
nl: Declaratieformulier
pt: Folha de gasto

source: Report structure
ca: Informe d'estructura
cs: Struktura záznamu
fr: Structure du rapport
nl: Rapportstructuur
pl: Struktura raportu
pt: Estrutura do relatório
ru: Структура отчета
