Repository: LibrePlan/libreplan
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: ca, cs, fr, nl, pl, pt, ru

source: currency code not specified
ca: codi de moneda no especificat
cs: není zadán kód měny
fr: le code monétaire n'est pas indiqué
nl: Valutacode niet gespecificeerd
pt: Código da moeda não especificado

source: You do not have permissions to create new users
ca: No té permisos per a crear nous usuaris
cs: Nemáte oprávnění pro vytvoření nových uživatelů
fr: Vous n'avez pas les droits pour créer de nouveaux utilisateurs
nl: U heeft geen rechten voor het toevoegen van gebruikers
pt: Você não tem permissão para criar novos usuários

source: Availability ratio
ca: Rati de disponibilitat
cs: Poměr dostupnosti
fr: Ratio de disponibilité
nl: Beschikbaarheidsratio
pt: Proporção de Disponibilidade

source: Group path
ca: "Path" de grup
cs: Cesta skupiny
fr: Chemin du groupe
nl: Groep pad
pl: Ścieżka grupy
pt: Estratégia de grupo

source: resource cost category assignments codes must be unique inside a resource
ca: el codi de categoria de l'assignació de recursos de cost ha de ser únic dins del recurs
cs: přidělení kategorie nákladů zdroje musí být uvnitř zdroje jedinečné
fr: les codes d'affectation des catégories de coût des ressources doivent être unique dans une ressource
nl: resource kostencategorietoekenningscodes moeten uniek zijn binnen een resource

source: No authorizations were added because you did not select any.
ca: No s'han afegit autoritzacions per no seleccionar-ne cap.
cs: Žádná oprávnění nebyla přidána, protože jste žádné nevybrali.
fr: Aucune autorisation ajoutée car vous n'en avez pas selectionnée
nl: Er zijn geen autorisaties toegevoegd omdat u er geen koos.
pl: Nie zostały dodane żadne autoryzacje, ponieważ żadne nie zostały wybrane.
pt: Não se adicionaram atualizações porque nenhuma foi selecionada
ru: Ни одной авторизации не добавлено, потому что Вы ничего не выбрали.

source: en
ca: ca
fr: fr
nl: nl
pt: pt
ru: ru

source: must be after end date
ca: Ha de ser després de la data de finalització
cs: musí být po konečném datu
fr: doit être après la date de fin
nl: moet na einddatum zijn
pt: Deve ser após a data final

source: Origin
ca: Origen
cs: Původ
fr: Origine
nl: Bron
pl: Oryginalny
pt: Origem
ru: Первоисточник

source: Create exception
ca: Crear excepció
cs: Vytvořit výjimku
fr: Créer une exception
nl: Create exceptie
pl: Stwórz wyjątek
pt: Criar exceção
ru: Создать исключение

source: Select report data
ca: Escollir data de l'informe
cs: Vyberte data hlášení
fr: Sélectionner un rapport de données
nl: Kies rapport gegevens
pl: Wybierz dane do raportu
pt: Selecione informação do relatório
ru: Выбрать отчетную дату

source: Create Virtual Worker
ca: Crear Treballador Virtual
cs: Vytvořit virtuálního pracovníka
fr: Créer un travailleur virtuel
nl: Maak Virtuele werker
pl: Tworzenie Wirtualnego Pracownika
pt: Criar Trabalhador Virtual
ru: Создать Виртуального работника

source: Operations
ca: Operacions
cs: Operace
fr: Opérations
pl: Operacje
pt: Operações
ru: Операции

source: Basic data
ca: Dades bàsiques
cs: Základní data
fr: Données de base
nl: Basisgegevens
pt: Data base

source: Select
ca: Seleccionar
cs: Vybrat
fr: Sélectionner
nl: Selecteer
pl: Wybierz
pt: Selecionar
ru: Выбрать

source: Project Status
ca: Estat del projecte
fr: État du projet
pt: Condição do Projeto

source: Start date cannot be empty
ca: Data d'inici no pot ser buida
cs: Datum zahájení nesmí být prázdné
fr: La date de début ne peut pas être vide
nl: Startdatum kan niet leeg zijn
pt: Data de início não pode estar vazia

source: Materials
cs: Materiály
fr: Matériels
nl: Materialen
pl: Materiały
pt: Materiais
ru: Материалы

source: dates must be sorted and cannot overlap
ca: dates han d'estar ordenades i no es poden sobreposar
cs: data musí být seřazena a nesmí se překrývat
fr: les dates doivent être triées et ne peuvent pas se chevaucher
nl: data moeten volgorderlijk zijn en mogen niet overlappen

source: Reassign
ca: Reassignar
cs: Znovu přidělit
fr: Réaffecter
nl: Opnieuw toekennen
pl: Przypisz
pt: Voltar a atribuir
ru: Переназначить

source: Not bound
ca: No limitat
cs: Nesvázáno
fr: Non lié
nl: Niet gebonden

source: By critical path hours
ca: Hores pel camí crític
cs: Podle hodin kritické cesty
fr: Par heures de chemin critique
nl: Op kritieke pad uren
pt: Por horas do caminho crítico

source: MonteCarlo Method
ca: Mètode MonteCarlo
cs: Metoda MonteCarlo
fr: Méthode MonteCarlo
nl: MonteCarlo Methode
pl: Metoda MonteCarlo
pt: Método de Montecarlo
ru: Метод МонтеКарло

source: No deadline
ca: Sense termini
cs: Žádný termín
fr: Pas de date d'échéance
nl: Geen deadline
pt: Sem prazo

source: Project Scheduling
ca: Programació del projecte
cs: Plánovaní projektu
fr: Planification de projet
nl: Project Planning
pl: Planowanie Projektu
pt: Planificação de projeto
ru: Планирование проекта

source: label type not specified
ca: tipus d'etiqueta no especificat
cs: není zadán typ štítku
fr: type d'étiquette non indiqué
nl: labeltype niet gespecificeerd
pt: Tipo de rótulo não especificado

source: Managing fields and labels
ca: Gestió dels camps i etiquetes
cs: Správa polí a štítků
fr: Gestion des champs et labels
nl: Beheer velden en labels
pl: Zarządzanie polami i etykietami
pt: Administrar campos e etiquetas
ru: Управление полями и метками

source: Machine cannot be deleted. Machine is allocated to a project or contains imputed hours
ca: La màquina no pot ser esborrada. La màquina ha d'estar assignada a un projecte o ha de tenir hores imputades
cs: Stroj nemůže být smazán. Stroj je přidělen k projektu nebo obsahuje zadané hodiny
fr: La machine ne peut pas être supprimée. La machine est assignée à un projet ou contient des heures imputées
nl: Machine kan niet verwijderd worden. Machine is toegekend aan een project of bevat gewerkte uren
pt: Máquina não pode ser apagada. Máquina está alocada para um projeto ou contém horas apontadas

source: Please, select a calendar
ca: Si us plau, seleccioneu un calendari
cs: Vyberte prosím kalendář
fr: Veuillez sélectionner un calendrier
nl: Kies een kalender
pl: Proszę wybrać kalendarz
pt: Por favor, selecione um calendário
ru: Пожалуйста, выберите календарь

source: Summary
ca: Resum
cs: Souhrn
fr: Résumé
nl: Samenvatting
pl: Podsumowanie
pt: Resumo
ru: Сводка

source: Predefined
ca: Predefinit
cs: Předurčené
fr: Prédéfini
nl: Voorgedefinieerd
pl: predefiniowane
pt: Predefinido
ru: Предопределенный

source: Quality Forms
ca: Formularis de Qualitat
cs: Formuláře jakosti
fr: Formulaires qualité
nl: Kwaliteit formulieren
pl: Formularze Jakości
pt: Formulários de qualidade
ru: Формы качества

source: A stretch has lower or equal values than the previous stretch
ca: Un tram conté un valor menor o igual que el tram previ
fr: Une prolongation possède des valeurs inférieures ou égales à la prolongation précédente
nl: Een periode heeft lgere of gelijke waarde dan een vorige periode

source: Reports
ca: Informes
cs: Hlášení
fr: Rapports
nl: Rapporten
pl: Raporty
pt: Relatórios
ru: Отчеты

source: Assignments could not be completed
ca: L'assignació no es pot completar
cs: Přidělení nemohla být dokončena
fr: Les affectations ne peuvent pas être terminées
nl: Toekenningen konden niet worden afgerond
pt: Atribuições não podem ser completadas

source: Create task
ca: Crear tasca
cs: Vytvořit úkol
fr: Créer une tâche
nl: Maak taak
pt: Criar tarefa

source: username not specified
ca: nom d'usuari no especificat
cs: není zadáno uživatelské jméno
fr: nom d'utilisateur non indiqué
nl: gebruikersnaam niet gespecificeerd
pt: Nome de usuário não especificado

source: LibrePlan: Advanced allocation
ca: LibrePlan: Assignació avançada
cs: LibrePlan: Pokročilé přidělování
fr: LibrePlan: Allocation avancée
nl: LibrePlan: Gevorderd toekennen
pl: LibrePlan: Zaawansowany przydział
pt: LibrePlan: Atribuição avançada
ru: LibrePlan: Расширенные распределения

source: Criterion requirements
ca: Criteri dels requisits
cs: Kritérium požadavků
fr: Critères requis
nl: Criteria requirements
pl: Wymagania kryterium
pt: Critérios requeridos
ru: Критерий требований

source: please, select a timesheet template type
ca: si us plau, seleccioneu un tipus de plantilla de full d'horari
cs: prosím, vyberte typ šablony výkazu
fr: merci de choisir un type de canevas de feuille de suivi de temps
nl: Kies aub een timesheet sjabloontype
pt: Por favor, selecione um modelo de planilha de tempo

source: Dedication chart
ca: Diagrama de dedicació
cs: Graf odhodlání
fr: Graphique d'engagement
nl: Dedication grafiek
pl: Wykres zaangażowania
pt: Gráfico de dedicação
ru: График затраченного времени

source: Sum of expenses imputed in children tasks
ca: Suma de despeses imputades en las tasques inferiors
cs: Součet zadaných nákladů v podřazených úkolech
fr: Somme des dépenses imputées aux sous-tâches
nl: Som van uitgaven toegewezen in afgeleide taken
pt: Soma dos gastos apontados em tarefas filhas

source: Progress that are reported by quality forms can not be modified
ca: Progrés reportat pels formularis de qualitat no poden ser modificats
cs: Postupy, které jsou hlášeny formuláři kvality, nemohou být změněny
fr: L'avancement qui est rapporté par les formulaires qualité ne peut pas être modifié
nl: Voortgang die gerapporteerd worden door kwaliteitsformulieren kan niet gewijzigd worden
pl: Postęp zgłoszony przez formularze jakości nie mogą być modyfikowane
pt: O progresso notificado por formulários de qualidade não se pode modificar
ru: Шкала, информирующая формой качества, не может быть изменена

source: Own exception
ca: Excepció pròpia
cs: Vlastní výjimka
fr: Exception particulière
nl: Eigen uitzondering
pl: Własny wyjątek
pt: Exceção própria

source: Your session has expired because of inactivity. Please log in again.
ca: La seva sessió ha caducat per no tenir activitat. Si us plau, torneu a iniciar sessió
cs: Vaše relace vypršela z důvodu nečinnosti. Přihlaste se prosím znovu.
fr: Votre session a expiré du fait d'un temps d'inactivité trop long. Merci de vous reconnecter.
nl: Uw sessie is verlopen i.v.m. inactiviteit. Meld uzelf a.u.b. opnieuw aan.
pt: Sua sessão foi expirada por inatividade. Por favor realize o login novamente.

source: Cannot delete that material because it is assigned to a project.
ca: No es pot esborrar aquest material per estar assignat a un projecte.
cs: Tento materiál nelze smazat, protože je přidělen k objektu.
fr: Ce matériel ne peut être détruit car il est affecté à un projet
nl: Kan dat materiaal niet verwijderen want het is toegekend aan een project.
pl: Nie mogę usunąć materiału ponieważ jest przydzielony do projektu.
pt: Não se pode apagar esse material porque está atribuído a um projeto.
ru: Невозможно удалить материал, так как он используется в проекте.

source: Alpha must be greater than 0
ca: Alpha ha de ser més gran que 0
cs: Alfa musí být větší než 0
fr: Alpha doit être supérieur à 0
nl: Alpha moet groter zijn dan 0
pt: Alpha deve ser maior que 0

source: code is already used in another project
fr: le code est déjà utilisé dans un autre projet
nl: code wordt reeds in ander project gebruikt

source: Active period from
ca: Període actiu des de
cs: Aktivní období od
fr: Période active depuis
nl: Aktieve periode vanaf
pl: Okres aktywny od
pt: Período ativo desde
ru: Активный период с

source: Work done
ca: Treball fet
cs: Hotová práce
fr: Travail effectué
nl: Gedaan werk
pt: Trabalho realizado

source: Unassign
ca: Sense assignar
cs: Zrušit přidělení
fr: Non affecté
nl: Weghalen
pl: Cofnij przypisanie
pt: Deixar de atribuir
ru: Отменить назначение

source: Filter timesheet lines by
ca: Filtre de les línies del full d'horari per
cs: Filtrovat řádky výkazu podle
fr: Filtrer les lignes de la feuille de temps par
nl: Filter timesheet regels bij

source: Manual assignment
ca: Assignació manual
cs: Ruční přidělení
fr: Affectation manuelle
nl: Handmatige toekenning
pl: Ręczne przypisanie
pt: Atribuição manual
ru: Назначить вручную

source: Companies
ca: Empreses
cs: Společnosti
fr: Sociétés
nl: Bedrijven
pl: Firmy
pt: Empresas
ru: Компании

source: Quality form items list
ca: Llista d'ítems del formulari de qualitat
cs: Seznam položek formuláře jakosti
fr: Liste d'éléments du formulaire qualité
nl: Kwaliteitsformulierenlijst
pl: Lista pozycji formularza jakości
pt: Lista de elementos do formulário de qualidade
ru: Список элементов формы качества

source: Create {0}: {1}
ca: Crear {0}: {1}
cs: Vytvořit {0}: {1}
fr: Créer {0}: {1}
nl: Maak {0}: {1}
pl: Tworzenie {0}:{1}
pt: Criar {0}: {1}

source: entity name not specified
ca: Nom de l'entitat no especificat
cs: není zadán název objektu
fr: nom d'entité non indiqué
nl: naam van entiteit niet gespecificeerd
pt: Nome da entidade não especificado

source: You do not have permissions to go to worker edition window
ca: No té permisos per a treballar amb la finestra d'edició
cs: Nemáte oprávnění k přístupu do okna úprav pracovníka
fr: Vous n'avez pas les permissions nécessaires pour accéder à la fenêtre de modification des travailleurs
nl: U heeft geen rechten om naar het werker wijzigingsscherm te gaan
pt: Você não tem permissão para ir à janela de edição de trabalhadores

source: generic workers allocation
ca: Assignació de treballador genèric
cs: obecné přidělení pracovníků
fr: Allocation générique des travailleurs
nl: Algemene werker toekenning
pl: Ogólne przydzielenie pracowników
pt: Atribuição genérica de trabalhadores
ru: общее распределение работников

source: The project has no scheduled elements
ca: El projecte no té elements planificats
cs: Projekt nemá žádné naplánované prvky
fr: Ce projet n'a pas d'éléments planifiés
nl: Het project heeft geen ingeplande elementen
pl: Projekt nie ma zaplanowanych elementów
pt: O projeto não tem elementos planificados
ru: Проект не имеет запланированных элементов

source: Start
ca: Inici
cs: Začátek
fr: Début
pt: Ínicio
ru: Начало

source: cost assignment's category not specified
ca: Categoria d'assignació de cost no especificada
cs: není zadána kategorie přidělení nákladů
fr: Catégorie d'affectation du coût non spécifiée
nl: kosten toekenningscategorie niet gespecificeerd
pl: nie podano kosztów przypisanych kategoriom
pt: categoria de atribuição de custo não especificada
ru: категория стоимости не определена

source: Check for updates
ca: Comprovar actualitzacions
cs: Zkontrolovat aktualizace
fr: Vérifier les mises à jour
nl: Controleer op updates
pl: Sprawdź dostępność aktualizacji
pt: Verificar se há atualizações

source: Delete Template element
ca: Esborrar element de la plantilla
cs: Smazat prvek šablony
fr: Supprime un élément du canevas
nl: Verwijder Sjabloon element
pl: Usuń element Szablonu
pt: Apagar elemento de modelo
ru: Удалить временный элемент

source: Criteria of this criterion type have been assigned to some resource.
ca: Criteris d'aquest tipus de criteri s'ha assignat a algun recurs.
cs: Kritéria tohoto typu byly přiděleny k jistému zdroji.
fr: Les critères de ce type de critères ont été affectés à une ressource.
nl: Criteria van dit criteriatype zijn toegekend aan een resource.

source: LibrePlan: Calendars
ca: LibrePlan: Calendaris
cs: LibrePlan: Kalendáře
fr: LibrePlan:Calendrier
nl: LibrePlan: Kalenders
pl: LibrePlan: Kalendarze
pt: LibrePlan: Calendários
ru: LibrePlan: Календари

source: Resources capability
ca: Capacitat dels recursos
cs: Schopnost zdroje
fr: Capacité de ressources
pl: Funkcje zasobów
pt: Capacidade de recursos
ru: Ресурсы возможностей

source: must be greater or equal than 0
ca: ha de ser més gran o igual que 0
cs: musí být větší nebo rovno 0
fr: doit être supérieur ou égal à 0
nl: moet groter dan of gelijk aan 0 zijn
pt: Deve ser maior ou igual a 0

source: Transfer Projects Between Scenarios
ca: Transferir Projectes entre escenaris
cs: Převést projekt mezi scénáři
fr: Transférer les projets entre les scénarios
nl: Verplaatst Projecten tussen scenario's
pl: Przenieś Projekty Między Scenariuszami
pt: Transferir Projetos Entre Cenários
ru: Передача Проектов Между Сценариями

source: changing perspective
ca: canviar perspectiva
cs: změna pohledu
fr: Modifier la perspective
nl: wijzigen perspectief
pl: zmiana perspektywy
pt: mudança de perspectiva
ru: Сменить период отображения

source: Estimated hours average
ca: Mitjana d'hores estimades
cs: Průměr odhadovaných hodin
fr: Moyenne estimée des heures
nl: Geschat uren gemiddelde
pt: Média das horas estimadas

source: Could not add those authorizations to profile {0} because they were already present.
ca: No s'ha pogut afegir les autoritzacions per al perfil {0} perquè ja estaven.
cs: Nelze přidat oprávnění k profilu {0} protože již v něm existují.
fr: Ne peut ajouter ces autorisations au profil {0} car elle sont déjà présentes
nl: Kon deze autorisaties niet toevoegen aan profiel {0} omdat ze er al in zaten.
pl: Nie mogę dodać autoryzacji do profilu {0} ponieważ już są one obecne.
pt: Não se adicionaram essas atualizações ao perfil {0} porque já estavam presentes.
ru: Не удается добавить разрешение на профиль {0} , так как такие разрешения уже предоставлены.

source: resource not specified
ca: recurs no assignat
cs: není zadán zdroj
fr: ressource non indiquée
nl: resource niet gespecificeerd
pt: Recurso não especificado

source: measure not specified
ca: mesura no especificada
fr: mesure non indiquée
nl: measure niet gespecificeerd
pt: Medida não especificada

source: Default calendar
ca: Calendari per defecte
cs: Výchozí kalendář
fr: Calendrier par défaut
nl: Standaard Kalender
pl: Podstawowy kalendarz
pt: Calendario padrão
ru: Календарь по умолчанию

source: criterion not specified
ca: criteri no especificat
cs: není zadáno kritérium
fr: critère non indiqué
nl: criterium niet gespecificeerd
pt: Critério não especificado

source: only one timesheet line per day and task is allowed in personal timesheets
ca: Només una línia per tasca i dia per full de treball en el fulls de treball personals
fr: une seule feuille de temps par jour et par tâche est autorisée dans les feuilles de temps personnelles
nl: slechts één urenstaatregel per dag en taak is toegestaan in individuele urenstaten

source: Click on this
ca: Feu clic aquí
cs: Klikněte na toto
fr: Cliquer ici
nl: Klik hier
pl: Kliknij na to
pt: Clique aqui

source: project calendar not specified
ca: Calendari del projecte no especificat
cs: není zadán kalendář projektu
fr: calendrier de projet non indiqué
nl: projectkalender niet gespecificeerd
pt: Calendário de projeto não especificado

source: Project Name
ca: Nom del projecte
cs: Název projektu
fr: Nom du projet
nl: Projectnaam
pl: Nazwa Projektu
pt: Nome do Projeto
ru: Наименование проекта

source: type of work hours for personal timesheets cannot be disabled
ca: No es pot inhabilitar el tipus de treball per hores en el full de treball personal
fr: le type d'heures de travail pour les feuilles de temps personnelles ne peut pas être désactivé
nl: type werkuren kan bij individuele urenstaten niet gedisabled worden

source: Company ID already used. It must be unique
ca: Empresa ID ja en ús. Ha de ser únic
cs: ID společnosti je již používáno, musí být jedinečné
fr: ID d'organisme déjà utilisé. Il doit être unique
nl: Bedrijfs-ID reeds gebruikt. Deze dient uniek te zijn
pt: ID de Companhia já está em uso. Ele deve ser único

source: Cannot be higher than Ending Date
ca: No pot ser més gran la data de finalització
cs: Nemůže být vyšší než datum ukončení
fr: Ne peut pas être supérieur à la date de fin
nl: Kan niet later zijn dan einddatum
pt: Não pode ser maior que a Data Final

source: Roles of LDAP users cannot be managed because LDAP is enabled and LDAP roles are being used.
ca: Els rols de LDAP no es poden manegar perquè LDAP està inhabilitat i els rols LDAP s’estan utilitzant.
fr: Le rôle des utilisateurs LDAP ne peut pas être géré car LDAP est activé et ce sont les rôles LDAP qui sont utilisés
nl: Rollen van LDAP gebruikers kunnen niet beheert worden omdat LDAP aan staat en LDAP rollen worden gebruikt.
pt: Função dos usuários LDAP não pode ser gerenciada por que o LDAP está ativo e as funções LDAP estão em uso.

source: Indent
cs: Odsadit
fr: Décaler
nl: Inspringen
pl: Wcięcie
pt: Indentar
ru: Отступ

source: Reassignation
ca: Reassignació
cs: Znovu přidělení
fr: Ré-affectation
nl: Opnieuw toekennen
pl: Zmiana przydziału
pt: Reatribuição
ru: Переназначение

source: Save passwords in database
ca: Desar paraula de pas a la base de dades
cs: Hesla ukládat v databázi
fr: Sauvegarder les mots de passe en base de donnée
nl: Sla wachtwoord op in database
pl: Zapisz hasła w bazie danych
pt: Guardar palavras-passe na base de dados

source: Consolidated progress measurement cannot be removed
ca: Mesurament del progrés consolidat no pot ser esborrar
cs: Konsolidované měření postupu nelze odstranit
fr: Les mesures d'avancement consolidées ne peuvent pas être supprimées
nl: Geconsolideerde voortgangsmeting kan niet worden verwijderd
pt: Medida de progresso consolidada não pode ser removida

source: New template
ca: Nova plantilla
cs: Nová šablona
fr: Nouveau modèle
nl: Nieuwe sjabloon
pl: Nowy szablon
pt: Novo modelo
ru: Новый шаблон

source: Delete bound user
ca: Eliminar usuari limitat
cs: Smazat svázaného uživatele
fr: Supprimer un utilisateur lié
nl: Verwijder gekoppelde gebruiker
pt: Apague o limite do usuário

source: unit price not specified
ca: preu de la unitat no especificat
cs: není zadána cena za jednotku
fr: prix unitaire non indiqué
nl: Stuksprijs niet gespecificeerd
pt: Unidade de preço não especificada

source: Total estimated hours
ca: Hores totals estimades
cs: Odhadovaných hodin celkem
fr: Total des heures estimées
nl: Totaal geschatte uren
pl: Wszystkie szacowane godziny
pt: Horas estimadas totais
ru: Итоговый расчет часов

source: LibrePlan: Runtime Error
cs: LibrePlan: Chyba za běhu
fr: LibrePlan: Erreur d'exécution
pt: LibrePlan: Erro de Execução

source: Base calendar "{0}" saved
ca: Calendari base "{0}" desat
cs: Základní kalendář "{0}" uložen
fr: Calendrier de base "{0}" enregistré
nl: Basis kalender "{0}" opgeslagen
pl: Podstawowy kalendarz "{0}" został zapisany
pt: Calendário base "{0}" guardado
ru: Базовый календарь "{0}" сохранен

source: Exceptions list
ca: Llista d'excepcions
cs: Seznam výjimek
fr: Liste des exceptions
nl: Exceptie lijst
pl: Lista wyjątków
pt: Lista de exceções
ru: Список исключений

source: Locations
ca: Població
cs: Umístění
fr: Emplacements
nl: Lokaties
pl: Lokalizacje
pt: Localizações
ru: Местоположения

source: The code must be unique.
ca: El codi ha de ser únic.
cs: Kód musí být jedinečný.
fr: Le code doit être unique
nl: De code dient uniek te zijn.
pt: O código deve ser único

source: New quality form item
ca: Nou ítem al formulari de Qualitat
cs: Nová položka formuláře jakosti
fr: Nouvel élément du formulaire qualité
nl: Nieuw kwaliteitsformulier item
pl: Nowy element formularza jakości
pt: Novo elemento de formulário de qualidade
ru: Новая форма качества из пункта

source: LibrePlan: Labels
ca: LibrePlan: Etiquetes
cs: LibrePlan: Štítky
fr: LibrePlan: Libellés
pl: LibrePlan: Etykiety
pt: LibrePlan: Etiquetas
ru: LibrePlan: Метки

source: You have exceeded the maximum limit of users
ca: S’ha excedit en nombre màxim d’usuaris
fr: Vous avez dépassé la limite du nombre maximum d'utilisateurs
nl: U heeft de maximum limiet van gebruikers bereikt
pt: Você excedeu o limite máximo de usuários

source: LDAP connection was successful
ca: Connexió a LDAP correcte.
cs: Připojení LDAP bylo úspěšné
fr: La connexion au LDAP a réussi
nl: LDAP verbinding was successvol
pl: Połączenie LDAP pomyślne
pt: A conexão LDAP foi realizada com sucesso
