Repository: LibrePlan/libreplan
Catalog: navalplanner-webapp/src/main/resources/i18n/*.po
Languages: es

source: Add measure
es: Añadir medida

source: Subcontract
es: Subcontratar

source: Work report saved
es: Parte de trabajo guardado

source: Relationship
es: Relación

source: Found resources
es: Recursos encontrados

source: End
es: Fin

source: The date is not valid, the date must be not empty
es: La fecha no es válida, no debe ser vacía

source: User login name
es: Nombre de usuario

source: Cost Categories
es: Categorías de coste

source: criterion type not specified
es: tipo de criterio no especificado

source: April
es: Abril

source: must be not empty
es: no puede ser vacío

source: NavalPlan: Companies
es: NavalPlan: Empresas

source: Users List
es: Lista de usuarios

source: Task quality forms
es: Formularios de calidad de tarea

source: Not working day
es: Día no laborable

source: Cost category
es: Categoría de coste

source: It can not be deleted. At least one sequence is necessary.
es: No se puede borrar. Al menos una secuencia es necesaria.

source: Resource allocation
es: Asignación de recursos

source: Amount work
es: Cantidad de trabajo

source: please, select a quality form
es: por favor, seleccione un formulario de calidad

source: Select entity:
es: Seleccione entidad:

source: Exist other workReportType with the same code.
es: Ya existe otro tipo de parte de trabajo con el mismo código.

source: Unindent selected task
es: Desindentar tarea seleccionada

source: Constraint
es: Restricción

source: Customer reference code
es: Código de referencia del cliente

source: Add New Label Type Field
es: Añadir nuevo campo de tipo de etiqueta

source: Create Exception Day Type
es: Crear tipo de día de excepción

source: Hours Worked Per Resource In A Month
es: Horas trabajadas por recurso en un mes

source: Time finish cannot be null
es: La hora de fin no puede ser nula

source: Customer reference
es: Referencia de cliente

source: Information
es: Información

source: Sorry, you do not have permissions to access this project
es: Lo sentimos, no tiene permisos para acceder a este proyecto

source: END
es: FIN

source: Worker saved
es: Trabajador guardado

source: can not pass until the previous item is passed.
es: no se puede pasar mientras el elemento no anterior sea pasado.

source: New hours group
es: Nuevo grupo de horas

source: NavalPlan: Quality Forms
es: NavalPlan: Formularios de calidad

source: Assign element to queue manually
es: Asignar elemento a cola manualmente

source: percentage cannot be duplicated
es: el porcentaje no puede estar duplicado

source: Resource: {0}
es: Recurso: {0}

source: Edit Template
es: Editar Plantilla

source: Heading
es: Cabecera

source: Work Hours
es: Horas de trabajo

source: Company ID already used. It has to be be unique
es: NIF de la empresa ya está siendo usado. Debe ser único

source: There is no material category with this code
es: No hay ninguna categoría de materiales con este código

source: Percentages should sum 100
es: Los porcentajes debería sumar 100

source: Could not save machine
es: No se pudo guardar la máquina

source: The calendar exception type not found
es: Tipo de excepción de calendario no encontrado

source: Unable to convert value to {0} type
es: No se pudo convertir el valor a tipo {0}

source: Worker must be not-null
es: El trabajador no debe ser nulo

source: Some criterion satisfactions overlap in time
es: Algunos criterios satisfechos se solapan en el tiempo

source: Value last progress measurement
es: Valor última medida de progreso

source: Worker assignments
es: Asignaciones de trabajador

source: {0} already exists
es: {0} ya existe

source: Create Worker
es: Crear trabajador

source: Code
es: Código

source: Password confirmation
es: Confirmación de contraseña

source: Work Report
es: Parte de trabajo

source: Indent selected task
es: Indentar tarea seleccionada

source: Unit Measures
es: Unidades de medida

source: Show progress
es: Mostrar progreso

source: Work
es: Trabajo

source: The task has got progress consolidations. It must delete all consolidations to change the resource allocation type
es: La tarea tiene consolidaciones de progreso. Debe borrar todas las consolidaciones para cambiar el tipo de asignación de recurso

source: Cost Performance Index
es: Eficiencia en coste

source: Criterion is not valid, the criterion overlap other criterionSatisfaction whith same criterion
es: Criterion no es válido, otro criterionSatisfaction se solapa con el mismo criterion

source: Log out
es: Salir

source: Add new configuration unit
es: Añadir nueva unidad de configuración

source: Main preferences
es: Preferencias principales

source: Criterion is not valid, it overlaps other criterionSatisfaction with the same criterion
es: Criterion no válido, otro criterionSatisfaction se solapa con el mismo criterionType

source: Progress consolidation
es: Consolidación de progreso

source: Label type saved
es: Tipo de etiqueta guardado

source: missing field name in a description value
es: falta nombre de campo en un valor de descripción

source: Add new worker assignment
es: Añadir nueva asignación de trabajador

source: Show all elements
es: Mostrar todos los elementos

source: It couldn't complete all the reassignations
es: No se han podido completar todas las reasignaciones

source: Show dependencies:
es: Mostrar dependencias:

source: Limited resource
es: Recurso limitante

source: Task Information
es: Información de la tarea

source: Hours Group at
es: Grupo de horas en

source: Your session has expired after inactivity period. Please log in again.
es: Su sesión ha expirado tras un tiempo de inactividad. Por favor, inicie sesión de nuevo.

source: SPREAD
es: PROPAGACIÓN

source: a day is empty
es: un día está vacío

source: Budgeted Cost Work Scheduled
es: Coste de trabajo presupuestado planificado

source: Name cannot be null or empty
es: El nombre no puede ser nulo o vacío

source: Progress measurements:
es: Medidas de progreso:

source: Queue Element Information
es: Información de elemento de cola

source: Start Date
es: Fecha de inicio

source: Create Order
es: Crear proyecto

source: Virtual Workers Groups List
es: Lista de grupos de trabajadores virtuales

source: Cost Variance
es: Desviación en coste

source: criterion type does not allow resource hierarchy
es: el tipo de criterio no permite jerarquía de recursos

source: Invalidate
es: Invalidar

source: Budget hours
es: Horas del presupuesto

source: Edit task: {0}
es: Editar tarea: {0}

source: Select destination
es: Seleccionar destino

source: must be greater than the previous date.
es: debe ser mayor que la fecha anterior

source: NavalPlan: Advanced allocation
es: NavalPlan: Asignación avanzada

source: Show all
es: Mostrar todo

source: Default price
es: Precio por defecto

source: Estimated hours
es: Horas estimadas

source: Apply tab changes
es: Aplicar cambios de la pestaña

source: passwords don't match
es: las contraseñas no conciden

source: Day properties
es: Propiedades del día

source: Hours groups
es: Grupos de horas

source: Transfer
es: Transferir

source: Work Hours Types List
es: Lista de tipos de horas de trabajo

source: new milestone
es: nuevo hito

source: Value last progress reported
es: Valor último progreso notificado

source: Report Progress
es: Notificar progreso

source: Unit {0} cannot be removed because it is used in materials
es: La unidad {0} no se puede borrar porque está siendo usada en materiales

source: Create User
es: Crear usuario

source: Schedule from start to deadline
es: Planificar desde el principio a la fecha límite

source: Estimated days
es: Días estimados

source: Reference date
es: Fecha de referencia

source: Selected node:
es: Nodo seleccionado:

source: Progress Evolution
es: Evolución del progreso

source: Create new project from template
es: Crear nuevo proyecto a partir de plantilla

source: NavalPlan: Task Scheduling Status In Project
es: NavalPlan: Estado de planificación en proyecto

source: Complete, Partially or Not Scheduled. (Drag and drop to move tasks)
es: Completa, parcialmente o no planificada. (Pinche y arrastre para mover tareas)

source: Stretches function configuration
es: Configuración de la función de tramos

source: Not indentable
es: No indentable

source: Resource allocation type
es: Tipo de asignación de recursos

source: List of materials for all categories (select one to filter)
es: Lista de materiales para todas las categorías (seleccione una para filtrar)

source: User disabled
es: Usuario deshabilitado

source: In the available periods {0} only {1} hours are available.
es: En los períodos disponibles {0} solo {1} horas están disponibles.

source: Association with profiles
es: Asociación con perfiles

source: Task {0} : Duplicate code in DB
es: Tarea {0} : Código duplicado en BD

source: Message - {0}
es: Mensaje - {0}

source: worker's surname not specified
es: apellidos del trabajador no especificados

source: Error on removing workReportType:
es: Error al borrar tipo de parte de trabajo:

source: Save changes
es: Guardar cambios

source: Total dedication
es: Dedicación total

source: You can not remove the task "{0}" because of this or any of its children are already in use in some work reports
es: No puede borrar la tarea "{0}" porque alguno de sus hijos ya se está usando en algún parte de trabajo

source: Select source
es: Seleccionar origen

source: Worker deleted
es: Trabajador borrado

source: Select entity, please
es: Seleccionar entidad, por favor

source: Stretch date must not be greater than the task's end date:
es: La fecha de un tramo no debe ser mayor que la fecha de fin de la tarea:

source: Number of digits:
es: Número de dígitos:

source: Subcontratation date
es: Fecha de subcontratación

source: Day
es: Día

source: Edit Label Type
es: Editar tipo de etiqueta

source: Please, select an item
es: Por favor, seleccione un elemento

source: Work report type saved
es: Tipo de partes de trabajo guardado

source: Cannot be higher than finish hour
es: No puede ser mayor que la fecha de fin

source: Prefix
es: Prefijo

source: New Template element
es: Nuevo elemento de plantilla

source: Subcontracted code
es: Código subcontratado

source: NavalPlan: Hours Worked Per Worker In A Month
es: NavalPlan: Horas trabajadas por trabajador en un mes

source: The base calendar parent not found
es: Calendario base padre no encontrado

source: Non Consolidated
es: No consolidado

source: Reassigning type
es: Tipo de reasignación

source: Edit Virtual Workers Group
es: Editar grupo de trabajadores virtuales

source: Edit limiting resource element
es: Editar elemento de recurso limitante

source: Position
es: Posición

source: The field name must be unique, not null and not empty
es: El nombre del campo debe ser único, no nulo y no vacío

source: Incorrect authentication
es: Identificación incorrecta

source: Edit work report
es: Editar parte de trabajo

source: Edit task
es: Editar tarea

source: Limiting resources (project)
es: Recursos limitantes (proyecto)

source: Progress measurements that are reported by quality forms can not be removed
es: Las medidas de progreso notificadas por formularios de calidad no pueden ser modificadas

source: A description field of the same name already exists.
es: Ya existe un campo de descripción con el mismo nombre.

source: Current value
es: Valor actual

source: Edit Quality Form
es: Editar formulario de calidad

source: Duplicate progress assignment for task
es: Asignación de progreso duplicada para la tarea

source: Save and Continue
es: Guardar y continuar

source: Zoom level
es: Nivel de zoom

source: Quality form
es: Formulario de calidad

source: Go!
es: Ir!

source: Profile data
es: Datos del perfil

source: The name of the label is empty.
es: El nombre de la etiqueta está vacío.

source: Configuration
es: Configuración

source: It was not possible load entity. Not found. Id:
es: No ha sido posible cargar la entidad. No encontrada. Id:

source: Create Virtual Workers Group
es: Crear grupo de trabajadores virtuales

source: Hours invested
es: Horas invertidas

source: Project saved
es: Proyecto guardado

source: The name is not valid, there is another progress type with the same name.
es: El nombre no es válido, ya hay otro tipo de progreso con el mismo nombre.

source: task :
es: tarea :

source: ALL
es: TODOS

source: criterion satisfaction's resource not specified
es: recurso del criterio satisfecho no especificado

source: Derived exception
es: Excepción derivada

source: Machines
es: Máquinas

source: Unit Measures List
es: Lista de unidades de medida

source: Couldn't find element: {0}
es: No se pudo encontrar el elemento: {0}

source: Confirm deleting this profile. Are you sure?
es: Confirmar el borrado de este perfil. ¿Está seguro?

source: You should select a destination scenario
es: Debe seleccionar un escenario de destino

source: unit type code not found
es: código de tipo de unidad no encontrado

source: Resource :
es: Recurso :

source: Calendar Exception Type saved
es: Tipo de excepción de calendario guardado

source: Destination scenario
es: Escenario de destino

source: Company view
es: Vista de la compañía

source: NavalPlan: Configuration
es: NavalPlan: Configuración

source: Not editable for containing more that an hours group.
es: No editable por contener más de un grupo de horas.

source: Limiting resource
es: Recurso limitante

source: Filter by
es: Filtrar por

source: Calendar allocation
es: Asignación de calendario

source: Duplicate value true report global progress for task
es: Valor verdadero duplicado para la propiedad 'notificar progreso global' en la tarea

source: Category
es: Categoría

source: must be greater than finish date
es: debe ser mayor que la fecha de fin

source: NavalPlan: Materials Needs At Date
es: NavalPlan: Necesidad de materiales en fecha

source: Category data
es: Datos de categoría

source: [generic all workers]
es: [genérico todos los trabajadores]

source: Search
es: Buscar

source: Add New Complementary Field
es: Añadir nuevo campo complementario

source: Work weeks list
es: Lista de las semanas de trabajo

source: Source scenario
es: Escenario de origen

source: Remove calendar
es: Borrar calendario

source: must be lower than finish date
es: debe ser menor que la fecha de fin

source: Total task hours
es: Total de horas de tarea

source: Resource
es: Recurso

source: Could not load any resource
es: No se pudo cargar un recurso

source: Date last progress reported
es: Fecha último progreso notificado

source: Work And Progress Per Project
es: Trabajo y progreso por proyecto

source: You must allow multiple active criteria for this type to use this assignment strategy
es: Debe permitir múltiples criterios activos para este tipo para usar esta estrategia de asignación

source: sub elements
es: sub elementos

source: Default Label
es: Etiqueta por defecto

source: Close
es: Cerrar

source: Specific Allocations
es: Asignaciones específicas

source: error doing reassignation: {0}
es: Error realizando la reasignación: {0}

source: Time filter
es: Filtro de tiempo

source: Move selected task up
es: Mover tarea seleccionada hacia arriba

source: Select criteria set or specific resources for allocation
es: Seleccione conjunto de criterios o recursos específicos para la asignación

source: Work Report Lines List
es: Lista de líneas de parte de trabajo

source: Create copy
es: Crear copia

source: Company data
es: Datos de la empresa

source: Criterions Requirement
es: Criterios requeridos

source: Unit type code cannot be empty
es: El código del tipo de unidad no puede ser vacío

source: Average of the estimated hours
es: Media de horas estimadas

source: Quality form saved
es: Formulario de calidad guardado

source: Create Unit Type
es: Crear tipo de unidad

source: Label Type fields
es: Campos de tipo de etiqueta

source: Users
es: Usuarios

source: Hours Management
es: Administración de horas

source: New task:
es: Nueva tarea :

source: Please use some of the compatible browsers: Chrome, Firefox, Safari or Epiphany.
es: Por favor usa uno de los navegadores compatibles: Chrome, Firefox, Safari o Epiphany.

source: specific allocation
es: asignación específica

source: company name has to be unique. It is already used
es: el nombre de la empresa debe ser único. Ya está siendo usado

source: Another user has modified the same data, so the operation cannot be safely completed.
es: Otro usuario ha modificado los mismos datos, por tanto la operación no se puede completar de manera segura.

source: Template saved
es: Plantilla guardada

source: work report have not any description value with this field name
es: El parte de trabajo no tiene ningún valor de descripción con ese nombre de campo

source: User saved
es: Usuario guardado

source: Task quality form name
es: Nombre del formulario de calidad de tarea

source: Some cost category assignments overlap in time
es: Algunas asignaciones a categorías de coste se solapan en el tiempo

source: Imputed hours calculation
es: Cálculo de horas imputadas

source: : code not found
es: : código no encontrado

source: Exit session
es: Salir de la sesión

source: Group
es: Grupo

source: Enabled
es: Activado

source: Statistics list
es: Lista de estadísticas

source: Edit Exception Day Type
es: Editar tipo de día de excepción

source: All resources must be limiting.
es: Todos los recursos deben ser limitantes.

source: Filter by worker
es: Filtrar por trabajadores

source: NavalPlan: Machines
es: NavalPlan: Máquinas

source: Load due to current project
es: Carga debido al proyecto actual

source: You are going to change the assignment function. Are you sure?
es: Va a cambiar la función de asignación. ¿Está seguro?

source: There must be at least 2 stretches for doing interpolation
es: Debe haber al menos dos tramos para hacer interpolación

source: Exception Days
es: Días de excepción

source: Incompatible update: stored resource is not of type: {0}
es: Actualización incompatible: el recurso almacenado no es de tipo: {0}

source: Save & Continue
es: Guardar y continuar

source: Scheduling mode
es: Modo de planificación

source: Filter
es: Filtrar

source: Assigned locations
es: Ubicaciones asignadas

source: Unit type saved
es: Tipo de unidad guardado

source: Two hour costs with the same type overlap in time
es: Dos costes por hora con el mismo tipo se solapan en el tiempo

source: Create Machine
es: Crear máquina

source: Report progress
es: Notificar progreso

source: The periods available depend on the resource's calendar.
es: Los períodos de disponibilidad dependen del calendario del recurso.

source: START
es: INICIO

source: Schedule from the deadline to start
es: Planificar desde la fecha límite al principio

source: generic machines allocation
es: asignación genérica de máquinas

source: Non limiting resource assignation
es: Asignación de recursos no limitantes

source: Back
es: Atrás

source: Subcontractor
es: Subcontratista

source: Administration
es: Administración

source: must be greater than start date
es: debe ser mayor que la fecha de inicio

source: Create Company
es: Crear empresa

source: Cancel and return
es: Cancelar y volver

source: Assign quality form
es: Asignar formulario de calidad

source: Delete item {0}. Are you sure?
es: Borrar elemento {0}. ¿Está seguro?

source: Unit measure name
es: Nombre de la unidad de medida

source: worked hours
es: horas trabajadas

source: cannot include a progress of the same progress type twice
es: no se puede asignar un progreso del mismo tipo dos veces

source: a work report line has not this label type assigned
es: una línea de parte de trabajo no tiene este tipo de etiqueta asignada

source: Allocations
es: Asignaciones

source: Choosing Template
es: Selección de plantilla

source: Task code
es: Código de la tarea

source: Capacity
es: Capacidad

source: Length
es: Longitud

source: Create derived
es: Crear derivado

source: it must be greater than zero
es: debe ser mayor que cero

source: must be a real positive number
es: debe ser un número real positivo

source: Total hours task
es: Total de horas de tarea

source: No Allocations have been done
es: No se han hecho asignaciones

source: Removed calendar "{0}"
es: Borrado calendario "{0}"

source: Create project
es: Crear proyecto

source: Allow multiple values of this type of criterion in the same period of time
es: Permitir valores múltiples para este tipo de criterio en el mismo período de tiempo

source: The date is not valid, the date must be unique for this progress assignment
es: La fecha no es válida, debe ser única para esta asignación de progreso

source: Edit Criterion Type
es: Editar tipo de criterio

source: The code cannot be empty.
es: El código no puede estar vacío

source: Human hours per machine working hour within configuration unit
es: Horas humanas por hora de trabajo de máquina dentro de unidad de configuración

source: Could not add those authorizations to user {0} because they were already present.
es: No se pudieron añadir esas autorizaciones al usuario {0} porque ya estaban presentes.

source: New work report
es: Nuevo parte de trabajo

source: yes
es: sí

source: Select gap
es: Seleccionar intervalo

source: Deleting this subcontracted project, you are going to lose the relation to report progress. Are you sure?
es: Borrando este proyecto subcontratado, perderá la relación para notificar progresos. ¿Está seguro?

source: Date Finish
es: Fecha de fin

source: Validate
es: Validar

source: This resource has already been added.
es: Este recurso ya ha sido añadido.

source: Calendar exception types
es: Tipos de excepciones de calendario

source: Cost category assignment
es: Asignación de categoría de coste

source: missing code in a hour cost
es: falta código en un coste por hora

source: All workers
es: Todos los trabajadores

source: Label saved
es: Etiqueta guardada

source: Select criteria or resources
es: Seleccione criterios o recursos

source: Select required criteria set and press filter button
es: Seleccione conjunto de criterios requeridos y pulse el botón de filtrar

source: cannot be null or empty
es: no puede ser nulo o vacío

source: Hours Group {0} : Duplicate code in DB
es: Grupo de horas {0} : Código duplicado en BD

source: NavalPlan: Work And Progress Per Project
es: NavalPlan: Trabajo y Progreso por Proyecto

source: New code
es: Código nuevo

source: The progress type cannot be modified
es: El tipo de progreso no puede ser modificado

source: Calculate Resources per Day
es: Calcular recursos por día

source: The index fields and labels must be uniques and consecutives
es: Los campos de índice y las etiquetas deben ser únicas y consecutivas

source: Are you sure of changing the resource type? You will lose the criterions with different resource type.
es: ¿Está seguro de cambiar el tipo de recurso? Los criterios con diferente tipo de recurso se perderán.

source: Estimate To Complete
es: Estimación del coste pendiente

source: NavalPlan: Estimated/Planned Hours Per Task
es: NavalPlan: Horas por tarea estimadas/planificadas

source: Unit type
es: Tipo de unidad

source: Load due to other assignments
es: Carga debido a otras asignaciones

source: Sum of all task leafs imputed hours
es: Suma de horas imputadas por todas las tareas hoja

source: This machine was already removed by other user
es: Esta máquina ya ha sido borrada por otro usuario

source: Work Reports
es: Partes de trabajo

source: Calendar data
es: Datos del calendario

source: login name is already being used by another user
es: el nombre de usuario ya está siendo usado

source: Cost Categories List
es: Lista de Categorías de Coste

source: code is already used
es: el código ya está siendo usado

source: Criterion Requirements
es: Criterios requeridos

source: Extra Effort
es: Esfuerzo extra

source: Move selected task down
es: Mover tarea seleccoinada hacia abajo
