Repository: LibrePlan/libreplan
Catalog: navalplanner-webapp/src/main/resources/i18n/*.po
Languages: es

source: Already exists other label with the same name
es: Ya existe otra etiqueta con el mismo nombre

source: Customer Reference
es: Referencia de cliente

source: spread values are not valid, at least one value should be true
es: los valores de propagación no son válidos, al menos uno debe ser verdadero

source: Create and assign label
es: Crear y asignar etiqueta

source: Optimistic
es: Optimista

source: Filter work reports
es: Filtrar partes de trabajo

source: Our company login
es: Nombre de usuario de nuestra empresa

source: Default calendar cannot be removed. Please, change the default calendar in the Configuration window before.
es: El calendario por defecto no se puede. Por favor, cambie antes el calendario por defecto en la ventana de configuración.

source: Progress
es: Progreso

source: This criterion type cannot be deleted because it has assignments to projects or resources
es: Este tipo de criterio no se puede borrar porque tiene asignaciones a proyectos o recursos

source: All progress types have already been assigned.
es: Todos los tipos de progreso ya han sido asignados.

source: Price per hour
es: Precio por hora

source: Calendars
es: Calendarios

source: Project: {0}
es: Proyecto: {0}

source: NavalPlan: Page not found
es: NavalPlan: Página no encontrada

source: The date cannot be null
es: La fecha no puede ser nula

source: Another task in the same branch is already reporting progress for this quality form
es: Otra tarea en la misma rama ya está informando de un progreso para este formulario de calidad

source: Show only current satisfied criteria
es: Mostrar solo los criterios satisfechos actualmente

source: Error on showing delete confirm
es: Error al mostrar la confirmación de borrado

source: Latest date
es: Fecha más tardía

source: Sum of all rows
es: Suma de todas las filas

source: Group by weeks
es: Agrupar por semanas

source: Finish hour
es: Hora de fin

source: Done {0} of {1}
es: Hecho {0} de {1}

source: NavalPlan: Accounts
es: NavalPlan: Cuentas

source: NavalPlan: Scenarios Management
es: NavalPlan: Gestión de Escenarios

source: Last stretch should have one hundred percent for length and amount of work percentage
es: El último tramo debe tener 100% de porcentajes de longitud y cantidad de trabajo

source: Filter by projects
es: Filtrar por proyectos

source: Each worker configuration unit name
es: Nombre de la unidad de configuración de cada trabajador

source: Criteria of selected type
es: Criterios del tipo seleccionado

source: Active
es: Activo

source: This progress measurement can not be in
es: Esta medida de progreso no puede estar en

source: Inherited labels
es: Etiquetas heredadas

source: This progress can not be changed or removed, because it has got consolidated progress. It is needed to remove the consolidation on all its progress.
es: Este progreso no puede ser cambiado o borrado, porque tiene progreso consolidado. Se requiere borrar la consolidación de todas sus medidas de progreso.

source: Unindent
es: Desindentar

source: Value is not valid, the current value must be not empty
es: El valor no es válido, el valor actual no debe ser vacío

source: Direct labels
es: Etiquetas directas

source: Log in
es: Entrar

source: Project name
es: Nombre del proyecto

source: Precision
es: Precisión

source: missing code in a work report line
es: falta código en una línea de parte de trabajo

source: NavalPlan: Subcontracted Tasks
es: NavalPlan: Tareas subcontratadas

source: Efforts
es: Esfuerzos

source: Show all reported hours
es: Mostrar todas las horas notificadas

source: Projects List
es: Lista de proyectos

source: Generate code
es: Generar código

source: The code sequence is already in use and it can not be updated.
es: El código de secuencia ya está en uso y no se puede actualizar.

source: Scheduling state
es: Estado de planificación

source: This template can not be removed because it has applications.
es: Esta plantilla no se puede borrar porque tiene aplicaciones.

source: NavalPlan: Project Costs Per Resource
es: NavalPlan: costes de proyecto por recurso

source: criterion satisfaction's criterion not specified
es: criterio del criterio satisfecho no especificado

source: Number of iterations should be between 1 and
es: El número de iteraciones debería estar entre 1 y

source: Scenarios must be enabled as more elements than master exist
es: Los escenarios deben estar habilitados ya que existen más elementos que master

source: Reload
es: Recargar

source: Task {0} : Task group is incompatible type with {1}
es: Tarea {0} : El grupo de tareas tiene un tipo incompatible con {1}

source: Virtual Workers Groups
es: Grupos de trabajadores virtuales

source: Profiles authorization
es: Autorización de perfiles

source: Assignation
es: Asignación

source: Planning charts expanded
es: Gráficos de planificación expandidos

source: Not deletable
es: Imborrable

source: Doing {0} reassignations
es: Realizando {0} reasignaciones

source: code not specified
es: código no especificado

source: Projects list
es: Lista de proyectos

source: Cannot delete work report type. There are some work reports bound to it.
es: No se puede borrar el tipo de parte de trabajo. Hay algún parte de trabajo ligado a él.

source: Criterion Type List
es: Lista de tipos de criterio

source: Overall progress
es: Progreso global

source: Create template from selected task
es: Crear plantilla a partir de tarea seleccionada

source: All projects
es: Todos los proyectos

source: Password
es: Contraseña

source: Observations
es: Observaciones

source: Edit project
es: Editar proyecto

source: Progress assignments
es: Asignaciones de progreso

source: Valid from
es: Válido desde

source: Month
es: Mes

source: exception date already exists
es: la fecha de excepción ya existe

source: There exists other template with the same name.
es: Ya existe otra plantilla con el mismo nombre.

source: {0} could not be allocated. Cannot allocate more than one resource
es: No se pudo asignar {0}. No se puede asignar más que un recurso

source: Advanced assignment saved
es: Asignación avanzada guardada

source: Cannot insert material in general view. Please, select a category
es: No se puede insertar material en la vista general. Por favor, seleccione una categoría

source: criterion satisfaction's start date not specified
es: fecha de inicio del criterio satisfecho no especificada

source: Only {0} resources per day were achieved for current allocation
es: Sólo se han logrado {0} recursos por día para la asignación actual

source: Accept
es: Aceptar

source: Example: {0}
es: Ejemplo: {0}

source: Edit Worker
es: Editar trabajador

source: Create new material assignment out of material assignment {0}. Are you sure?
es: Crear nueva asignación de material fuera de la asignación de material {0}. ¿Está seguro?

source: Work report lines
es: Líneas del parte de trabajo

source: Calculated
es: Calculado

source: Error setting up edition form for Criterion Type with id: {0}
es: Error preparando el formulario de edición para el tipo de criterio con id: {0}

source: Completed: {0}%
es: Completado: {0}%

source: Calculated progress measurement can not be removed
es: Las medidas de progreso calculadas no se pueden borrar

source: The
es: El

source: Access to the system
es: Acceso al sistema

source: Probability
es: Probabilidad

source: Click on
es: Click en

source: Report data
es: Datos del informe

source: External load
es: Carga externa

source: Progress sent successfully
es: El progreso se envió con éxito

source: instance not found
es: instancia no encontrada

source: Priority
es: Prioridad

source: Infinitely Over Assignable
es: Sobreasignable infinitamente

source: criterion names must be unique inside a criterion type
es: el nombre del criterio debe ser único dentro de un tipo de criterio

source: Code
es: Código

source: Add stretch
es: Añadir tramo

source: Assignation type
es: Tipo de asignación

source: Show resource assignments
es: Mostrar las asignaciones de recursos

source: Start date is not valid, the new start date must be lower than the end date
es: La fecha de inicio no es válida, la fecha de inicio nueva debe ser anterior a la fecha de fin

source: Calculate Workable Days
es: Calcular días laborables

source: Start date
es: Fecha de inicio

source: Update exception
es: Actualizar excepción

source: Budget
es: Presupuesto

source: Operation cannot be done
es: No se puede efectuar la operación

source: Already exists other criterion with the same name
es: Ya existe otro criterio con el mismo nombre

source: May
es: Mayo

source: Unit name
es: Nombre de la unidad

source: NavalPlan: Labels
es: NavalPlan: Etiquetas

source: Project code
es: Código del proyecto

source: Write
es: Escribir

source: Number of applications
es: Número de aplicaciones

source: Assign element to queue automatically
es: Asignar elemento a la cola automáticamente

source: Date which the task must start after (press enter in textbox to open calendar popup or type in date directly)
es: Fecha después de la cual la tarea debe empezar (presione enter en el cuadro de texto para abrir el calendario o escriba la fecha directamente)

source: Date cannot be null
es: La fecha no puede ser nula

source: Task Code
es: Código de la tarea

source: Project view
es: Vista de proyecto

source: Create Profile
es: Crear perfil

source: Probability %
es: Probabilidad %

source: This label type already is assigned to the work report type.
es: Este tipo de etiqueta ya está asignado al tipo de parte de trabajo.

source: New criterion
es: Criterio nuevo

source: Load
es: Carga

source: Description
es: Descripción

source: NavalPlan: Criteria
es: NavalPlan: Criterios

source: Go to advanced Allocation
es: Ir a asignación avanzada

source: Project Templates
es: Plantillas de proyectos

source: already exists an allocation for criteria {0}
es: ya existe una asignación para los criterios {0}

source: Forward
es: Adelante

source: Number of finished applications
es: Número de aplicaciones finalizadas

source: Invalid queue element
es: elemento de cola inválido

source: Unnasigned
es: No asignado

source: User
es: Usuario

source: At least one HoursGroup is needed
es: Es necesario al menos un grupo de horas

source: Interacts with applications
es: Interactúa con aplicaciones

source: Virtual worker
es: Trabajador virtual

source: Length percentage should be between 0 and 100
es: El porcentaje de duración debería estar entre 0 y 100

source: Multiple values per resource
es: Múltiples valores por recurso

source: Hours:
es: Horas:

source: Split
es: Dividir

source: please, select a project
es: por favor, seleccione un proyecto

source: Supported Chrome, Firefox, Safari and Epiphany browsers
es: Compatible con navegadores Chrome, Firefox, Safari y Epiphany

source: Starting date
es: Fecha de inicio

source: Add materials
es: Añadir materiales

source: Load 100%
es: Carga 100%

source: Function
es: Función

source: date in future
es: fecha en el futuro

source: Format
es: Formato

source: New project version
es: Nueva versión de proyecto

source: Edit
es: Editar

source: Edit Unit Type
es: Editar tipo de unidad

source: Init date
es: Fecha de inicio

source: Responsible
es: Responsable

source: percentage must be in range (0,100]
es: el porcentaje debe pertenecer al rango (0,100]

source: New Description
es: Descripción nueva

source: resources cost category assignment codes must be unique inside a resource
es: los códigos de las asignaciones de recursos a una categoría de coste deben ser únicos dentro de un recurso

source: CriterionType is not valid, the criterionType overlap other criterionSatisfaction whith same criterionType
es: El tipo de criterio no es válido, el tipo se solapa con otro criterio satisfecho con el mismo tipo

source: Unable to convert {0} value to {1} type
es: No se pudo convertir el valor {0} al tipo {1}

source: Tree {0} sucessfully flattened
es: Árbol {0} aplanado satisfactoriamente

source: Unit price
es: Precio de la unidad

source: Communication date
es: Fecha de comunicación

source: Project Code
es: Código del proyecto

source: Reassigning
es: Reasignando

source: Cannot delete that cost category because there are resources assigned to it.
es: No se puede borrar la categoría de coste porque hay recursos asignados a ella.

source: {0} already assigned to resource allocation list
es: {0} ya está en la lista de asignación de recursos

source: Unit Measure
es: Unidad de medida

source: Label Types List
es: Lista de Tipos de Etiqueta

source: {0} projects reassignation remaining
es: quedan {0} proyectos por reasignar

source: Type
es: Tipo

source: This machine cannot be deleted because it has assignments to projects or imputed hours
es: Esta máquina no se puede borrar porque tiene asignaciones a proyectos u horas imputadas

source: November
es: Noviembre

source: Value is not valid, the value must be greater than the value of the previous progress.
es: El valor no es válido, el valor debe ser mayor que el valor del progreso anterior.

source: in the specified directory.
es: en el directorio especificado.

source: criterion satisfaction codes must be unique inside a resource
es: el código del criterio debe ser único dentro de un recurso

source: missing code in a work report.
es: falta el código en un parte de trabajo.

source: Criterion
es: Criterio

source: unl
es: ili

source: Generate code for
es: Generar código para

source: missing code in a label
es: falta el código en una etiqueta

source: is not supported for its use with NavalPlan.
es: no está soportado para su uso con NavalPlan.

source: Actual Cost Work Performed
es: Coste de trabajo realizado

source: Create project from Template
es: Crear proyecto a partir de plantilla

source: NavalPlan Configuration
es: NavalPlan: Configuración

source: Average of the worked hours
es: Media de horas trabajadas

source: Value is not valid. Code cannot contain chars like '_' and should not be empty
es: El valor no es válido. El código no puede contener caracteres como '_' y no debe ser vacío

source: an authorization type must be set
es: debe seleccionar un tipo de autorización

source: Must start after (days since beginning project)
es: Debe empezar después de (días desde el inicio del proyecto)

source: Confirm creating a new project version for this scenario and derived. Are you sure?
es: Confirmar la creación de una nueva versión del proyecto para este escenario y sus derivados. ¿Está seguro?

source: Add
es: Añadir

source: Unselect
es: Deseleccionar

source: You should select the type of exception
es: Debe seleccionar el tipo de excepción

source: Deadline
es: Fecha límite

source: Filter by categories or materials
es: Filtrar por categorías o materiales

source: Subcontracted Tasks
es: Tareas subcontratadas

source: Amount work percentage should be between 0 and 100
es: El porcentaje de cantidad de trabajo debe estar entre 0 y 100

source: Machine data
es: Datos de la máquina

source: Label type
es: Tipo de etiqueta

source: Administration / Management
es: Administración / Gestión

source: Advanced Allocation
es: Asignación avanzada

source: Number of iterations
es: Número de iteraciones

source: Template Tree
es: Árbol de plantillas

source: Criterion has subelements
es: El criterio tiene subelementos

source: Alpha
es: Alfa

source: inconsistent parent code.
es: código padre inconsistente.

source: Status
es: Estado

source: Resource load view
es: Vista de carga de recursos

source: Hours
es: Horas

source: the date must be inside the visualization area
es: la fecha debe estar dentro del área de visualización

source: Quality form type
es: Tipo de formulario de calidad

source: work report has not this label type assigned
es: el parte de trabajo no tiene asignado este tipo de etiqueta

source: Limiting assignment
es: Asignación limitante

source: date not specified.
es: fecha no especificada.

source: The name of the criterion is empty.
es: El nombre del criterio está vacío.

source: Limiting Resources Planning
es: Asignación de recursos limitantes

source: hours
es: horas

source: The max value must be not empty
es: el valor máximo no puede ser vacío

source: New label
es: Nueva etiqueta

source: Worker ID cannot be empty
es: NIF del trabajador no especificado

source: All project tasks
es: Todas las tareas del proyecto

source: The start date cannot be null
es: La fecha de inicio no puede ser nula

source: Scenario "{0}" saved
es: Escenario "{0}" guardado

source: Allocation configuration
es: Configuración de asignación

source: Save & New work report
es: Guardar y nuevo parte de trabajo

source: Subcontract price
es: Precio de subcontratación

source: Resources per day are zero
es: Hay cero recursos por día

source: Assigned criteria
es: Criterios asignados

source: Help on authentication (opens a new window)
es: Ayuda sobre la identificación (abre una ventana nueva)

source: Not a valid effort duration
es: No es una duración de esfuerzo válida

source: The length must be greater than 0, and not null.
es: La longitud debe ser mayor que cero y no nula.

source: Could not save new calendar
es: No se pudo guardar el calendario nuevo

source: Sigmoid function applied to current resource
es: Función sigmoide aplicada al recurso actual

source: Deleted unit type {0}
es: Borrado tipo de unidad {0}

source: Could not save the scenario
es: No se pudo guardar el escenario

source: Couldn't find criterion {0}
es: No se pudo encontrar el criterio {0}

source: Apply filtering to tasks satisfying required criteria
es: Aplicar filtrado a las tareas que satisfacen los criterios requeridos

source: Task Scheduling Status In Project
es: Estado de planificación de tareas en un proyecto

source: Confirm
es: Confirmar

source: Create
es: Crear

source: please, select a work report type
es: por favor, seleccione un tipo de parte de trabajo

source: Permissions
es: Permisos

source: List of materials for category: {0}
es: Lista de materiales para la categoría {0}

source: Total price
es: Precio total

source: Delete
es: Borrar

source: Hours cost type cannot be empty or null
es: Tipo de coste de horas no puede ser vacío o nulo

source: Init date cannot be empty or null
es: La fecha de inicio no puede ser vacía o nula

source: End date cannot be empty or null
es: La fecha de fin no puede ser vacía o nula

source: WORKER
es: TRABAJADOR

source: MACHINE
es: MÁQUINA

source: STRATEGIC RESOURCE
es: RECURSO ESTRATÉGICO

source: WORK_RELATIONSHIP
es: RELACIÓN_DE_TRABAJO

source: LOCATION_GROUP
es: GRUPO_DE_LOCALIZACIÓN

source: MACHINE LOCATION_GROUP
es: GRUPO_DE_LOCALIZACIÓN DE MÁQUINAS

source: LEAVE
es: BAJA

source: TRAINING
es: FORMACIÓN

source: JOB
es: TRABAJO

source: CATEGORY
es: CATEGORÍA

source: [generic all machines]
es: [genérico todas las máquinas]

source: RECEIVED
es: RECIBIDO

source: PENDING
es: PENDIENTE

source: ORDERED
es: SOLICITADO

source: PROCESSING
es: PROCESANDO

source: CANCELED
es: CANCELADO

source: by percentage
es: por porcentaje

source: by items
es: por items

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Yes
es: Sí

source: unlimited
es: ilimitado

source: Line
es: Línea

source: Derived from {0}
es: Derivado de {0}

source: Hour should be a value between 0 and 23
es: La hora debería tener un valor entre 0 y 23

source: A queue dependency has to have an origin different from destiny
es: Una dependencia de la cola tiene que ter un origen diferente de su destino

source: Pending
es: Pendiente

source: Failed sent
es: Envío fallido

source: Success sent
es: Envío exitoso

source: None
es: Ninguno

source: Stretches
es: Tramos

source: Interporlation
es: Interpolación

source: Sigmoid
es: Sigmoide

source: There are no days available due to not satisfying the criterions.
es: No hay días disponibles debido a que no se satisfacen los criterios.

source: Another possibility is that the resources don't have days available due to their calendars.
es: Otra posibilidad es que los recursos no tengan días disponibles debido a sus calendarios.

source: There are no days available in the days marked available by the task calendar.
es: No hay días disponibles en los días marcados como disponibles por el calendario de la tarea.

source: Maybe the criterions are not satisfied in those days.
es: Puede que los criterios no se satisfagan en esos días.

source: The resource's calendar has no available days starting from the start of the task.
es: El calendario del recurso no tiene días disponibles empezando desde el principio de la tarea.

source: There are no days available at resource's calendar in the days marked available by the task's calendar.
es: No hay días disponibles en el calendario del recurso en los días marcados como disponibles por el clanedario de la tarea.

source: Stretches must sum 100%
es: Los tramos deben sumar 100%

source: as soon as possible
es: tan pronto como sea posible

source: start not earlier than
es: empezar no antes de

source: start in fixed date
es: comenzar en fecha fija

source: as late as possible
es: tan tarde como sea posible

source: finish not later than
es: acabar no después de

source: Finished
es: Finalizado

source: In progress
es: En progreso

source: Blocked
es: Bloqueado

source: Cannot spread two progress in the same task
es: No pueden propagar dos progresos en la misma tarea

source: Some ancestor has the same label assigned, so this element is already inheriting this label
es: Algún ancestro tiene la misma etiqueta asignada, por lo que este elemento ya está heredando esa etiqueta

source: Duplicate Progress Assignment For Task
es: Asignación de progreso duplicada para la tarea

source: Repeated Project code {0} in Project {1}
es: Código {0} de proyecto repetdio en proyecto {1}

source: OFFERED
es: OFERTADO

source: ACCEPTED
es: ACEPTADO

source: STARTED
es: EMPEZADO

source: FINISHED
es: FINALIZADO

source: CANCELLED
es: CANCELADO

source: SUBCONTRACTED PENDING PROJECT
es: PROYECTO PENDIENTE SUBCONTRATADO

source: STORED
es: ARCHIVADO

source: The {0} already exist into other task
es: El {0} ya existe en otra tarea

source: {0} is already child of another {1}
es: {0} ya es hijo de otro {1}

source: it's already somewhat scheduled
es: ya está planificado de algún modo

source: it can't be unscheduled
es: no se puede desplanificar

source: Completely scheduled
es: Completamente planificado

source: Partially scheduled
es: Parcialmente planificado

source: Unscheduled
es: Desplanificado

source: U
es: D

source: Working hours shouldn't be negative
es: Las horas de trabajo no deberían ser negativas

source: Total percentage should be less than 100%
es: El porcentaje total debería ser menor que el 100%

source: The criterion {0} can not be assigned to this hoursGroup because its resource type is diferent.
es: El criterio {0} no se puede asignar a este grupo de horas porque su tipo de recurso es diferente.

source: The criterion {0} can not be assigned to this hoursGroup because it already exist into the hoursGroup.
es: El criterio {0} no se puede asignar a este grupo de horas porque ya existe en el grupo de horas.

source: Repeated Hours Group code {0} in Project {1}
es: Código {0} de grupo de horas repetido en proyecto {1}

source: workHours should be greater or equals to 0
es: Las horas de trabajo deberían ser mayor o igual que 0

source: "workHours" value is not valid, taking into account the current list of HoursGroup
es: El valor de las horas de trabajo no es válido, teniendo en cuenta la lista actual de grupos de horas

source: heading
es: cabecera

source: line
es: línea

source: Number of assigned hours
es: Número de horas asignadas
