Repository: LibrePlan/libreplan
Catalog: navalplanner-webapp/src/main/resources/i18n/*.po
Languages: es

source: Number of hours calculated by clock
es: Número de horas calculado por reloj

source: Number of assigned hours and the time
es: Número de horas asignadas y la hora

source: Read authorization
es: Autorización de lectura

source: Write authorization
es: Autorización de escritura

source: Web service reader
es: Lector de servicio web

source: Web service writer
es: Escritor de servicio web

source: All projects read allowed
es: Permiso de lecutra para todos los proyectos

source: All projects edition allowed
es: Permiso de edición para todos los proyectos

source: Project creation allowed
es: Permiso de creación de proyectos

source: You can not remove this entity sequence, it is already in use
es: No puede borrar está secuencia de entidad, ya está en uso

source: Progress with all task tasks by hours
es: Progreso con todas las tareas por horas

source: Progress with critical path tasks by hours
es: Progreso con las tareas en el camino crítico por horas

source: Progress with critical path tasks by duration
es: Progreso con las tareas del camino crítico por duración

source: You can not modifiy this entity sequence, it is already in use
es: No puede modificar esta secuencia de entidade, ya está en uso

source: number of digits must be between {0} and {1}
es: el número de dígitos debe estar entre {0} y {1}
