Repository: LibrePlan/libreplan
Catalog: navalplanner-webapp/src/main/resources/i18n/*.po
Languages: es

source: there must be {0} effort instead of {1}
es: debe haber {0} esfuerzo en lugar de {1}

source: Add From Template
es: Añadir a partir de plantilla

source: Assigned resources for this task will be deleted. Are you sure?
es: Los recursos asignados para esta tarea serán borrados. ¿Está seguro?

source: NavalPlan: Exception Days
es: NavalPlan: Días de excepción

source: format prefix invalid. It cannot be empty or contain '_' or whitespaces.
es: formato de prefijo inválido. No puede estar vacío o contener '_' o espacios en blanco.

source: Filter by month
es: Filtrar por mes

source: The criterion and its type cannot be null
es: El criterio y su tipo no pueden ser nulos

source: The quality form must have an item with 100% value to report progress
es: El formulario de calidad debe tener un ítem con valor 100% para notificar progreso

source: July
es: Julio

source: The code is not valid. There is another unit type with the same code
es: El código no es válido. Hay otro tipo de unidad con el mismo código

source: ( max: {0} )
es: ( máx: {0} )

source: Error on removing element:
es: Error al borrar elemento:

source: January
es: Enero

source: Select queue
es: Seleccionar cola

source: Cannot calculate charts for current data
es: No se pueden calcular gráficos para los datos actuales

source: The cost category had already been removed.
es: La categoría de coste ya había sido borrada.

source: Work description
es: Descripción del trabajo

source: Split assignment
es: Dividir asignación

source: You can not remove the default scenario called "{0}"
es: No se puede borrar el escenario por defecto, llamado "{0}"

source: There are not any assigned progress to current task
es: No hay ningún progreso asignado a la tarea actual

source: Down
es: Abajo

source: direct link
es: enlace directo

source: Label
es: Etiqueta

source: Create Scenario
es: Crear escenario

source: Value is not valid, taking into account the current list of HoursGroup
es: El valor no es válido, teniendo en cuenta la lista actual de grupos de horas

source: Association with roles
es: Asociación con roles

source: missing type of work hours in a work report line
es: falta el tipo de horas en una línea del parte de trabajo

source: Quality forms
es: Formularios de calidad

source: Hours group
es: Grupo de horas

source: Days from Beginning to Deadline
es: Días desde el comienzo hasta la fecha límite

source: Estimate At Completion
es: Estimación de coste total actual

source: Delete item. Are you sure?
es: Borrar elemento. ¿Está seguro?

source: cost assignment's start date not specified
es: fecha de inicio de la asignación de coste no especificada

source: Output format:
es: Formato de salida:

source: Direct
es: Directo

source: Pessimistic
es: Pesimista

source: Reference date:
es: Fecha de referencia:

source: Limiting resource assignation
es: Asignación de recursos limitantes

source: This progress can not be removed, because it is spread. It is necessary to select another progress as spread.
es: Este progreso no se puede eliminar porque es propagado. Es necesario seleccionar otro progreso como propagado.

source: Work week
es: Semana de trabajo

source: You will lose the changes. Are you sure?
es: Se perderán los cambios. ¿Está seguro?

source: Company ID
es: NIF

source: Unit type name cannot be empty
es: El nombre del tipo de unidad no puede ser vacío

source: Entity sequences
es: Secuencias de entidad

source: Delay from beginning (days)
es: Retraso desde el comienzo (en días)

source: Resource cannot be null
es: El recurso no puede ser nulo

source: Total Hours
es: Horas totales

source: Create Progress Type
es: Crear tipo de progreso

source: Confirm cancel
es: Confirmar cancelación

source: Label list
es: Lista de etiquetas

source: Work And Progress Per Task
es: Trabajo y progreso por tarea

source: WBS (tasks)
es: EDT (tareas)

source: Deleting sequence
es: Borrando secuencia

source: Error on showing removing element:
es: Error al mostrar el elemento a borrar:

source: Select scenario
es: Seleccionar escenario

source: Create Label Type
es: Crear tipo de etiqueta

source: missing work report code in a work report
es: falta código en un parte de trabajo

source: Create Work Report Type
es: Crear tipo de parte de trabajo

source: Criterion requirement
es: Criterios requeridos

source: Only the last activation period allows to delete end date.
es: Sólo el último periodo de activación permite borrar la fecha de fin.

source: Scheduling saved
es: Planificación guardada

source: Add new row
es: Añadir nueva fila

source: incorrect initialization of the progress assignment controller.
es: inicialización incorrecta del controlador de asignación de progreso.

source: Move
es: Mover

source: missing code in the resource calendar
es: falta código en un calendario de recursos

source: Overload
es: Sobrecarga

source: Assignment log
es: Histórico de asignación

source: Work Report Models
es: Modelos de partes de trabajo

source: CutycaptTimeout thread exception
es: Excepción de thread CutycaptTimeout

source: Date last progress measurement
es: Fecha de la última medida de progreso

source: Deadline (days since beggining project)
es: Fecha límite (días desde el inicio del proyecto)

source: number of hours is not properly calculated based on clock
es: número de horas no calculado correctamente basado en reloj

source: Calendar cannot be removed because it still has children. Some other calendar is derived from this one.
es: El calendario no se puede borrar porque aún tiene hijos. Algún otro calendario deriva de este.

source: Value is not valid, the type must be not empty
es: El valor no es válido, el tipo no debe ser vacío

source: criterion type name is already being used
es: el nombre de tipo de criterio está siendo usado

source: Task code cannot be null
es: El código de la tarea no puede ser nulo

source: It is not allowed to consolidate progress.
es: No se permite consolidar progreso.

source: Create Task
es: Crear tarea

source: Error setting up creation form for Criterion Type
es: Error preparando el formulario de creación para un tipo de criterio

source: Edit Cost Category
es: Editar categoría de coste

source: External company
es: Empresa externa

source: Actions
es: Acciones

source: Start hour
es: Hora de inicio

source: Exceptions
es: Excepciones

source: Over assignable
es: Sobreasignable

source: Assign materials
es: Asignar materiales

source: format filters are not valid
es: los filtros de formato no son válidos

source: ID
es: NIF

source: The init date cannot be empty
es: La fecha de inicio no puede ser vacía

source: Is administrator
es: Es administrador

source: Our company password
es: Contraseña de nuestra empresa

source: This label has already been added.
es: Esta etiqueta ya ha sido añadida.

source: Could not get code, please try again later
es: No se pudo obtener el código, por favor inténtelo de nuevo más tarde

source: Value is not valid. Code cannot contain chars like '_'.
es: El valor no es válido. El código no puede contener caracteres como '_'.

source: Confirm deleting this machine. Are you sure?
es: Confirmar el borrado de esta máquina. ¿Está seguro?

source: Hours Group
es: Grupo de horas

source: Unallocated name
es: Nombre no asignado

source: Move up
es: Mover arriba

source: Subcontract communication date
es: Fecha de comunicación de la subcontratación

source: Scheduling
es: Planificación

source: Dependencies have priority
es: Las dependencias tienen prioridad

source: Unlimited
es: Ilimitado

source: Budget At Completion
es: Total coste planificado

source: Assign Label
es: Asignar etiqueta

source: Page up
es: Página arriba

source: Create new project
es: Crear nuevo proyecto

source: Work done from starting date:
es: Trabajo realizado desde la fecha de inicio:

source: State
es: Estado

source: Must start after
es: Debe empezar después

source: Confirm change
es: Confirmar cambio

source: You don't have permissions to edit this project
es: No tiene permisos para editar este proyecto

source: Edit Profile
es: Editar perfil

source: missing date in a calendar exception
es: falta la fecha de una excepción de calendario

source: Type of hours is empty. Please, create some type of hours before proceeding
es: El tipo de horas está vacío. Por favor, crear algún tipo de horas antes de proceder

source: Exception
es: Excepción

source: There is no resource with this ID
es: No hay otro recurso con este NIF

source: Send
es: Enviar

source: user
es: usuario

source: New task
es: Nueva tarea

source: The password for a new user cannot be empty
es: La contraseña no puede ser vacía para un usuario nuevo

source: Associated user
es: Usuario asociado

source: Type name
es: Nombre del tipo

source: All
es: Todo

source: Progress assignment
es: Asignación de progreso

source: Edit Progress Type
es: Editar tipo de progreso

source: Calendars List
es: Lista de calendarios

source: Receipt date
es: Fecha de recepción

source: Cannot be higher than Ending date
es: No puede ser mayor que la fecha de fin

source: Create activation period
es: Crear período de activación

source: Personal details
es: Detalles personales

source: Workers List
es: Lista de trabajadores

source: Delete project template. Are you sure?
es: Borrar plantilla de proyecto. ¿Está seguro?

source: Inherited
es: Heredado

source: Criterion must be not-null
es: El criterio no debe ser nulo

source: Worker
es: Trabajador

source: Cannot allocate selected element. There is not any queue that matches resource allocation criteria at any interval of time
es: No se puede asignar el elemento seleccionado. No hay ninguna cola que coincida con los criterios de asignación de recursos en ningún intervalo de tiempo

source: criterion name not specified
es: nombre del criterio no especificado

source: Value is not valid, the default max value must not be empty
es: El valor no es válido, el valor máximo por defecto no debe ser nulo

source: Manual allocation
es: Asignación manual

source: External overload
es: Sobrecarga externa

source: Authorize
es: Autorizar

source: Recommended allocation
es: Asignación recomendada

source: Scenarios
es: Escenarios

source: Materials saved
es: Materiales guardados

source: This progress measurement can not be in current date, because it is consolidated. it is necessary to select other date.
es: Esta medida de progreso no puede estar en la fecha actual, porque está consolidada. Debe seleccionar otra fecha.

source: Other projects
es: Otros proyectos

source: At least one {0} sequence must be active
es: Al menos una secuencia de {0} debe estar activa

source: Profile name
es: Nombre del perfil

source: Could open generated PDF
es: No se pudo abrir el PDF generado

source: Disable Delete
es: Deshabilitar borrado

source: You should select a source scenario
es: Debe seleccionar un escenario de origen

source: At least one {0} sequence is needed
es: Se necesita al menos una secuencia de {0}

source: Estimated/Planned Hours Per Task
es: Horas por tarea estimadas/planificadas

source: Assigned
es: Asignado

source: Details
es: Detalles

source: Communication
es: Comunicación

source: More options
es: Más opciones

source: Company saved
es: Empresa guardada

source: Confirm create template
es: Confirmar la creación de la plantilla

source: Parent
es: Padre

source: Earliest date
es: Fecha más temprana

source: Type of work hours saved
es: Tipo de horas de trabajo guardado

source: Projects
es: Proyectos

source: Not found converter for {0}
es: No se encontró un conversor para {0}

source: Create Quality Form
es: Crear formulario de calidad

source: Material assignments
es: Asignaciones de materiales

source: December
es: Diciembre

source: Value is not valid, the Precision value must be less than the defalt max value.
es: El valor no es válido, el valor de precisión debe ser menor que el valor máximo por defecto.

source: Text field
es: Campo de texto

source: Question
es: Pregunta

source: This progress measurement can not be changed or removed, because it is consolidated. It is needed to remove its consolidation.
es: Esta medida de progreso no se puede cambiar o borrar, porque está consolidada. Se requiere borrar su consolidación.

source: Create new work week
es: Crear nueva semana de trabajo

source: LIMITING RESOURCE
es: RECURSO LIMITANTE

source: Subcontratation
es: Subcontratación

source: {0} cannot be fulfilled
es: No se puede cumplir {0}

source: The meausure name is not valid. There is another unit type with the same measure name
es: El nombre de la medida no es válido. Hay otro tipo de unidad con el mismo nombre de medida

source: Extended view
es: Vista expandida

source: Work record
es: Registro de trabajo

source: Error setting up edition form.
es: Error preparando el formulario de edición.

source: Output format
es: Formato de salida

source: Print
es: Imprimir

source: NavalPlan: Calendars
es: NavalPlan: Calendarios

source: {0} not found type for criterion
es: {0} no encontrado tipo para criterio

source: Hours cannot be null
es: Las horas no pueden ser nulas

source: Page down
es: Página abajo

source: resource type does not allow enabled criteria
es: el tipo de recurso no permite criterios habilitados

source: NavalPlan: Runtime Error
es: NavalPlan: Error de ejecución

source: Cancel
es: Cancelar

source: General user data
es: Datos generales de usuario

source: Unschedule
es: Quitar planificación

source: Subcontracted task sent successfully
es: Tarea subcontratada enviada con éxito

source: Accumulated hours chart
es: Gráfico de horas acumuladas

source: Machines List
es: Lista de máquinas

source: You don't have read access to this project
es: No tiene acceso de lectura a este proyecto

source: Disable hierarchy will cause criteria tree to be flattened. Are you sure?
es: Desactivar jerarquía provocará que se aplane el árbol de criterios. ¿Está seguro?

source: Dates
es: Fechas

source: Units
es: Unidades

source: Create Calendar
es: Crear calendario

source: At least one stretch is needed
es: Se necesita al menos un tramo

source: a day is not valid
es: un día no es válido

source: Task Properties
es: Propiedades de la tarea

source: Cost category saved
es: Categoría de coste guardada

source: End date is not valid, the new end date must be greater than the start date
es: Fecha de fin inválida, la fecha de fin nueva debe ser posterior a la fecha de inicio

source: name
es: nombre

source: Progress type saved
es: Tipo de progreso guardado

source: Delete selected task
es: Borrar tarea seleccionada

source: {0} (max: {1})
es: {0} (máx: {1})

source: end
es: fin

source: Log
es: Diario

source: Authorizations
es: Autorizaciones

source: Continue
es: Continuar

source: Edit task {0}
es: Editar tarea {0}

source: Start date cannot be null
es: La fecha de inicio no puede ser nula

source: Subcontracting
es: Subcontratación

source: references
es: referencias

source: Value is not valid, the Precision value must be exact
es: El valor no es válido, el valor de precisión debe ser exacto

source: Generic
es: Genérico

source: Planned workable days :
es: Días laborables planificados :

source: Add criterion requirement
es: Añadir criterio requerido

source: Default max value
es: Valor máximo por defecto

source: You can not remove the project "{0}" because of any of its tasks are already in use in some work reports and the project just exists in the current scenario
es: No puede borrar el proyecto "{0}" porque alguna de sus tareas se está usando en algún parte de trabajo y el proyecto sólo existe en el escenario actual

source: Percentage of estimated budget hours / hours consumed
es: Porcentaje de horas de presupuesto estimadas / horas consumidas

source: Automatic
es: Automático

source: Criterion Name
es: Nombre del criterio

source: Task
es: Tarea

source: Planned end :
es: Fin planificado :

source: please, select a label
es: por favor, seleccione una etiqueta

source: Add profile
es: Añadir perfil

source: filter already exists
es: el filtro ya existe

source: missing code in a calendar data version
es: falta el código en los datos de versión de un calendario

source: Criterion name
es: Nombre del criterio

source: values are not valid, the values must not be null
es: los valores no son válidos, no deben ser nulos

source: Task name
es: Nombre de la tarea

source: cost assignment's resource not specified
es: recurso de la asignación de coste no especificado

source: Project
es: Proyecto

source: Unassigned
es: No asignado

source: Add new criterion requirement
es: Añadir nuevo criterio requerido

source: Select the date from which the new version will be valid
es: Seleccione la fecha a partir de la cual la versión nueva será válida

source: Budgeted Cost Work Performed
es: Coste presupuestado del trabajo realizado

source: Work report
es: Parte de trabajo

source: Change the password
es: Cambiar la contraseña

source: the name must be not empty
es: el nombre no puede ser vacío

source: Disabled
es: Deshabilitado

source: Earned value
es: Valor ganado

source: Inherited from parent calendar
es: Heredado del calendario padre

source: Normal Effort
es: Esfuerzo normal

source: Templates can only be created out of existent tasks.You are trying to create a template out of a new task. Please save your project before proceeding.
es: Las plantillas sólo pueden ser creadas a partir de tareas existentes. Está intentando crear unha plantilla a partir de una tarea nueva. Por favor guarde su proyecto antes de continuar.

source: {0} reassignations finished
es: Finalizadas {0} reasignaciones

source: Edit Work Hours Type
es: Editar tipo de horas de trabajo

source: From Today
es: A partir de hoy

source: {0} not supported yet
es: {0} aún no soportado

source: New entry
es: Entrada nueva

source: Resources Load
es: Carga de recursos

source: Some sequences to remove not existed
es: Algunas secuencias para borrar no existen

source: Changes have been canceled
es: Cambios cancelados

source: Machine saved
es: Máquina guardada

source: Create Cost Category
es: Crear categoría de coste

source: March
es: Marzo

source: Appropriative allocation
es: Asignación apropiativa

source: Assigned criterion requirements
es: Criterios requeridos asignados

source: Filter by criteria
es: Filtrar por criterios

source: Max value
es: Valor máximo

source: Scenarios List
es: Lista de escenarios

source: The name is not valid, the name must not be null
es: El nombre no es válido, no debe ser nulo

source: Hours to allocate
es: Horas para asignar

source: A category must be selected
es: Debe seleccionar una categoría

source: Period
es: Periodo

source: Spread
es: Propagación

source: Select start date
es: Seleccionar fecha de inicio

source: Removed {0}
es: {0} borrado

source: Error on showing warning message removing typeOfWorkHours:
es: Error al mostrar mensaje de advertencia borrando tipo de horas de trabajo:

source: Confirm deleting this worker. Are you sure?
es: Confirmar el borrado de este trabajador. ¿Está seguro?

source: Start date:
es: Fecha de inicio:

source: Group name
es: Nombre del grupo

source: Role name
es: Nombre del rol

source: This worker was already removed by other user
es: Este trabajador ya ha sido borrado por otro usuario

source: Create Work Report
es: Crear parte de trabajo

source: Value is not valid, the precision value must not be empty
es: El valor no es válido, el valor de precisión no debe ser vacío

source: Workable capacity for this period
es: Capacidad de trabajo para este período

source: Cannot be null or empty
es: No puede ser nulo o vacío

source: Cannot delete profile: it does not exist anymore
es: No se puede borrar el perfil: ya no existe

source: Edit Machine
es: Editar máquina

source: Add Milestone
es: Añadir hito

source: Assign selected items
es: Asignar elementos seleccionados

source: init
es: inicio

source: Add new progress measurement
es: Añadir nueva medida de progreso

source: Select for automatic queuing
es: Seleccione para encolar automáticamente

source: Project {0} transfered
es: Proyecto {0} transferido

source: Scenarios Management
es: Administración de escenarios

source: Create & Assign
es: Crear y asignar

source: Edit User
es: Editar usuario

source: Maximum/minimum of the estimated hours
es: Máximo/mínimo de las horas estimadas

source: Consolidated
es: Consolidado

source: Work report types
es: Tipos de partes de trabajo

source: MonteCarlo method
es: Método de Montecarlo

source: derived exception can not be removed
es: la excepción derivada no se puede borrar

source: missing code in a material
es: falta el código en un material

source: Customer
es: Cliente

source: Hours type
es: Tipo de horas

source: criterion type name not specified
es: nombre del tipo de criterio no especificado

source: Add Exception
es: Añadir excepción

source: cannot be empty
es: no puede ser vacío

source: Heading Fields
es: Campos de cabecera

source: from
es: desde

source: Sigmoid function
es: Función sigmoide

source: Progress type
es: Tipo de progreso

source: Task {0} : Project is incompatible type with {1}
es: Tarea {0} : El proyecto tiene un tipo incompatible con {1}

source: Expand taskgroups
es: Expandir grupos de tareas

source: Time period contains non valid data. Ending data must be older than starting date
es: El período de tiempo contiene datos inválidos. La fecha de fin debe ser mayor que la de inicio

source: Save Project
es: Guardar proyecto

source: Day is not valid
es: El día no es válido

source: You should select a start date for the exception
es: Debe seleccionar una fecha de inicio para la excepción

source: Help
es: Ayuda

source: Variance At Completion
es: Desviación al coste final

source: Exportation options
es: Opciones de exportación

source: Could not save time period. Time period overlaps with another non-compatible time period
es: No se pudo guardar el período de tiempo. El período se solapa con otro período de tiempo incompatible

source: Name
es: Nombre

source: Delete task
es: Borrar tarea

source: Seconds
es: Segundos

source: please, select an item
es: por favor, seleccione un elemento

source: Time Start cannot be null
es: La hora de inicio no puede ser nula

source: Companies List
es: Lista de empresas

source: Day of week
es: Día de la semana

source: Stretches with Interpolation
es: Tramos con interpolación

source: Hours Worked Per Resource
es: Horas trabajadas por recurso

source: The end date cannot be before the init date
es: La fecha de fin no puede ser anterior a la fecha de inicio

source: cost assignment with end date less than start date
es: la asignación de coste tiene fecha de fin anterior a la de inicio

source: Category name
es: Nombre de la categoría

source: Maximum/minimum of the worked hours
es: Máximo/mínimo de las horas trabajadas

source: Not the same material, impossible to update
es: No es el mismo material, imposible actualizar

source: NavalPlan: Work And Progress Per Task
es: NavalPlan: trabajo y progreso por tarea

source: Main menu
es: Menú principal

source: NavalPlan: Progress
es: NavalPlan: Progreso

source: Duration
es: Duración

source: Create From Template
es: Crear a partir de plantilla

source: There exists other workReportType with the same name.
es: Ya existe otro tipo de parte de trabajo con el mismo nombre.

source: Schedule
es: Planificar

source: Exception type:
es: Tipo de excepción:

source: Unexpected: {0}
es: Inesperado: {0}

source: Notes
es: Notas

source: Connect
es: Conectar

source: NavalPlan: Units
es: NavalPlan: Unidades

source: NavalPlan: Transfer Projects Between Scenarios
es: NavalPlan: transferir proyectos entre escenarios

source: Allocation: [{0},{1}]
es: Asignación: [{0},{1}]

source: Changes saved
es: Cambios guardados

source: See scheduling
es: Ver planificación

source: Progress measurements
es: Medidas de progreso
