Repository: LibrePlan/libreplan
Catalog: navalplanner-webapp/src/main/resources/i18n/*.po
Languages: es

source: The resource cannot be null
es: El recurso no puede ser nulo

source: criterion codes must be unique inside a criterion type
es: el código del criterio debe ser único dentro de un tipo de criterio

source: No authorizations were added because you did not select any.
es: No se pueden añadir autorizaciones porque no se seleccionó ninguna.

source: en
es: es

source: Origin
es: Origen

source: Create exception
es: Crear excepción

source: Select report data
es: Seleccione fecha del informe

source: Up to company view
es: Arriba a la vista de la compañía

source: there exist multiple resource calendars with name {0}
es: existen múltiples calendarios de recursos con el nombre {0}

source: Create Virtual Worker
es: Crear trabajador virtual

source: Operations
es: Operaciones

source: There is no type of work hours with this code
es: No hay un tipo de horas de trabajo con este código

source: Select
es: Seleccionar

source: It can not be empty
es: No puede estar vacío

source: Materials
es: Materiales

source: Reassign
es: Reasignar

source: Description cannot be null or empty
es: La descripción no puede ser nula o vacía

source: login name not specified
es: nombre de usuario no especificado

source: MonteCarlo Method
es: Método de Montecarlo

source: Project Scheduling
es: Planificación de proyectos

source: February
es: Febrero

source: Managing fields and labels
es: Administrar campos y etiquetas

source: Please, select a calendar
es: Por favor, seleccione un calendario

source: Predefined
es: Predefinido

source: Summary
es: Resumen

source: Quality Forms
es: Formularios de calidad

source: Reports
es: Informes

source: The {0} sequence prefixes can not be repeated
es: Los prefijos de secuencia de {0} no pueden repetirse

source: Criterion requirements
es: Criterios requeridos

source: Stretch date must not be less than task start date:
es: La fecha de un tramo debe ser mayor o igual que la fecha de inicio de la tarea:

source: Dedication chart
es: Gráfico de dedicación

source: Not the same hours group, impossible to update
es: No es el mismo grupo de horas, imposible actualizar

source: Progress that are reported by quality forms can not be modified
es: El progreso notificado por formularios de calidad no pueden ser modificado

source: Cannot delete that material because it is assigned to a project.
es: No se puede borrar ese material porque está asignado a un projecto.

source: Resource Usage
es: Uso de recursos

source: Remove limiting resource element
es: Borrar elemento de recurso limitante

source: Active period from
es: Período activo desde

source: hours type :
es: tipo de horas :

source: Unassign
es: Desasignar

source: Companies
es: Empresas

source: Manual assignment
es: Asignación manual

source: Quality form items list
es: Lista de elementos del formulario de calidad

source: End date is not valid, the new end date must be later the current end date
es: La fecha de fin no es válida, la nueva fecha de fin debe ser posterior a la actual

source: generic workers allocation
es: asignación genérica de trabajadores

source: Hour start
es: Hora de inicio

source: The project has no scheduled elements
es: El proyecto no tiene elementos planificados

source: Start
es: Comienzo

source: Progress Report
es: Informe de progreso

source: cost assignment's category not specified
es: categoría de la asignación de coste no especificada

source: Delete Template element
es: Borrar elemento de plantilla

source: Progress Consolidation
es: Consolidación de progreso

source: User with login name '{0}': not found
es: Usuario con login '{0}': no encontrado

source: Resources capability
es: Capacidad de recursos

source: The first stretch must be after the first day for doing interpolation
es: El primer tramo debe estar después del primer día para hacer interpolación

source: Filter quality forms by :
es: Filtrar formularios de calidad por :

source: Transfer Projects Between Scenarios
es: Transferir proyectos entre escenarios

source: changing perspective
es: cambio de perspectiva

source: Could not add those authorizations to profile {0} because they were already present.
es: No se pudieron añadir esas autorizaciones al perfil {0} porque ya estaban presentes.

source: Default calendar
es: Calendario por defecto

source: NavalPlan: Profiles
es: NavalPlan: Perfiles

source: Project Name
es: Nombre del proyecto

source: Indent
es: Indentar

source: Reassignation
es: Reasignación

source: The periods available depend on the satisfaction of the criterions by the resources and their calendars.
es: Los períodos disponibles dependen de la satisfacción de criterios por los recursos y sus calendarios.

source: New template
es: Plantilla nueva

source: Total estimated hours
es: Horas estimadas totales

source: Base calendar "{0}" saved
es: Calendario base "{0}" guardado

source: Exceptions list
es: Lista de excepciones

source: Locations
es: Ubicaciones

source: New quality form item
es: Nuevo elemento del formulario de calidad

source: Login name
es: Nombre de usuario

source: Current
es: Actual

source: Machine deleted
es: Máquina borrada

source: NavalPlan: Progress Report
es: NavalPlan: Informe de progreso

source: Dependencies
es: Dependencias

source: missing code in a calendar exception
es: falta código en una excepción de calendario

source: Current selection
es: Selección actual

source: there exist criterion satisfactions referring to criterion types not applicable to this resource
es: existen criterios satisfechos que pertenecen a tipos de criterio no aplicables a este recurso

source: Criterion Requirement
es: Criterio requerido

source: Show labels
es: Mostrar etiquetas

source: Minutes
es: Minutos

source: You can not remove a scenario with derived scenarios
es: No se puede eliminar un escenario con escenarios derivados

source: Create new version
es: Crear versión nueva

source: LIMITING
es: LIMITANTE

source: Derived
es: Derivado

source: a disabled resource has enabled subresources
es: un recurso deshabilitado tiene subrecursos habilitados

source: Client
es: Cliente

source: there are no resources for required criteria: {0}. So the generic allocation can't be added
es: no hay recursos con los criterios solicitados: {0}. Por tanto, no se puede añadir la asignación genérica

source: Error on showing warning message removing calendar:
es: Error al mostrar mensaje de advertencia borrando calendario:

source: work report has not any description value with this field name
es: El parte de trabajo no tiene ningún valor de descripción con ese nombre de campo

source: material category name has to be unique. It is already used
es: el nombre de la categoría de materiales debe ser único. Ya está en uso

source: Imputed hours
es: Horas imputadas

source: Project Costs Per Resource
es: Costes de proyecto por recurso

source: Confirm deleting this hour cost. Are you sure?
es: Confirmar el borrado de este coste por hora. ¿Está seguro?

source: Delete Milestone
es: Borrar hito

source: default password were not changed
es: la contraseña por defecto no fue cambiada

source: Non-assigned locations
es: Ubicaciones no asignadas

source: Application URI
es: URI de la aplicación

source: The {0} is not valid, criterionType overlaps with other criterionSatisfaction from the same criterionType
es: {0} no es válido, criterionType se solapa con otro criterionSatisfaction del mismo criterionType

source: Work Report Lines
es: Líneas de parte de trabajo

source: Configure
es: Configurar

source: October
es: Octubre

source: First name
es: Nombre

source: Could not execute print command
es: No se pudo ejecutar el comando de impresión

source: Complementary text fields
es: Campos de texto complementario

source: Confirm deleting {0}. Are you sure?
es: Confirmar el borrado de {0}. ¿Está seguro?

source: Work Reports List
es: Lista de partes de trabajo

source: Accounts
es: Cuentas

source: External code
es: Código externo

source: Edit selected task
es: Editar tarea seleccionada

source: View
es: Ver

source: Limiting
es: Limitante

source: Required materials
es: Materiales requeridos

source: Backwards
es: Atrás

source: resources per day must be not empty and bigger than zero
es: los recursos por día deben ser no vacíos y mayores que cero

source: Version
es: Versión

source: Apply filtering to resources satisfying required criteria
es: Aplicar filtrado a los recursos que satisfacen los criterios requeridos

source: Up
es: Arriba

source: CriterionType is not valid, it overlaps other criterionSatisfaction with the same criterionType
es: El tipo de criterio no es válido, otro criterio satisfecho se solapa con el mismo tipo de criterio

source: Types of work hours
es: Tipos de horas de trabajo

source: Its planning is not in the current scene. Should change to any of the following scenarios:
es: Su planificación no está en el escenario actual. Debe cambiar a uno de los siguientes:

source: Predecessor
es: Predecesor

source: Please select a task
es: Por favor, seleccione una tarea

source: Some stretch has higher or equal values than the previous stretch
es: Algún tramo tiene valores mayores o iguales que el tramo anterior

source: NavalPlan: Cost Categories
es: NavalPlan: Categorías de coste

source: End date
es: Fecha de fin

source: missing worker code in the work report
es: falta código de trabajador en un parte de trabajo

source: Value is not valid, the default max value must be greater than the precision value
es: El valor no es válido, el valor máximo por defecto debe ser mayor que el valor de precisión

source: You can not remove the company "{0}" because is already in use in some project or in some subcontrated task.
es: No puede borrar la empresa "{0}" porque está siendo utilizada en ulgún proyecto o en alguna tarea subcontrada.

source: profile name is already being used by another profile
es: el nombre del perfil ya está siendo usado por otro perfil

source: E-mail
es: Correo electrónico

source: Prefix:
es: Prefijo:

source: This project has already been added.
es: Este proyecto ya ha sido añadido.

source: Criteria
es: Criterios

source: The task code cannot be null
es: El código de la tarea no puede ser nulo

source: Resource / Criteria
es: Recursos / Criterios

source: User data
es: Datos del usuario

source: Error setting up creation form.
es: Error preparando el formulario de creación.

source: Add new progress assignment
es: Añadir nueva asignación de progreso

source: Lines
es: Líneas

source: Error on showing warning message removing workReportType:
es: Error al mostrar mensaje de advertencia borrando tipo de parte de trabajo:

source: Edit Work Report
es: Editar parte de trabajo

source: Quality Forms List
es: Lista de formularios de calidad

source: Project version is the same in source and destination scenarios
es: La versión del proyecto es la misma en los escenarios de origen y destino

source: Personal data
es: Datos personales

source: please, select a Criterion
es: por favor, seleccione un criterio

source: Calculated progress can not be removed
es: El progreso calculado no se puede borrar

source: June
es: Junio

source: Project does not exist
es: El proyecto no existe

source: {0} annotation required on {1}
es: {0} anotación obligatoria en {1}

source: Modified
es: Modificado

source: Add Criterion
es: Añadir criterio

source: You can not remove the current scenario
es: No se puede borrar el escenario actual

source: format prefix invalid. It cannot be empty or contain whitespaces.
es: formato de prefijo inválido. No puede estar vacío o contener espacios en blanco.

source: MessagesContainer is needed
es: Es necesario un MessagesContainer

source: Project element code
es: Código de la tarea

source: Ending date
es: Fecha de fin

source: Templates List
es: Lista de plantillas

source: Export options
es: Opciones de exportación

source: Subcontracted Tasks List
es: Lista de tareas subcontratadas

source: Last value
es: Último valor

source: Calculated progress can not be modified
es: El progreso calculado no se puede modificar

source: Statistics log
es: Histórico de estadísticas

source: Edit Calendar
es: Editar calendario

source: Materials Needs At Date
es: Necesidades de materiales en fecha

source: Cannot be empty or null
es: No puede ser vacío o nulo

source: filtering
es: filtrado

source: Total Budget
es: Presupuesto total

source: Hierarchy
es: Jerarquía

source: NavalPlan: Work Hours
es: NavalPlan: Horas de trabajo

source: This worker cannot be deleted because it has assignments to projects or imputed hours
es: Este trabajador no se puede borrar porque tiene asignaciones a proyectos u horas imputadas

source: Print configuration
es: Imprimir configuración

source: Overload due to other assignments
es: Sobrecarga debido a otras asignaciones

source: Time period saved
es: Período de tiempo guardado

source: This Criterion has already been added.
es: Este criterio ya ha sido añadido.

source: add
es: añadir

source: Unsaved changes will be lost. Would you like to continue?
es: Se perderán los cambios sin guardar. ¿Le gustaría continuar?

source: Filter work report by :
es: Filtrar parte de trabajo por :

source: Workers
es: Trabajadores

source: NON_LIMITING
es: NO_LIMITANTE

source: Cannot remove {0}, since it is being used by some Exception Day
es: No se puede borrar {0} porque se está usando en algún día de excepción

source: August
es: Agosto

source: Resources matching selected criteria
es: Recursos que cumplen los criterios seleccionados

source: Year
es: Año

source: profile name not specified
es: nombre del perfil no especificado

source: Date Start
es: Fecha de inicio

source: Value is not valid, the current value must be less than max value
es: El valor no es válido, el valor actual debe ser menor que el valor máximo

source: From Chosen
es: A partir de elegidos

source: Value
es: Valor

source: Hour costs
es: Costes por hora

source: there are no valid periods for this calendar
es: no hay períodos válidos para este calendario

source: Add role
es: Añadir rol

source: Edit Scenario
es: Editar escenario

source: Exception end date should be greater or equals than start date
es: La fecha de fin de una excepción debe ser mayor o igual que la fecha de inicio

source: Project from client
es: Proyecto del cliente

source: Progress Types List
es: Lista de tipos de progreso

source: The {0} can not be assigned to this resource. Its interval overlaps with other criterion
es: El {0} no se puede asignar a este recurso. Su intervalo se solapa con otro criterio

source: Work done until ending date:
es: Trabajo realizado hasta la fecha de fin:

source: Schedule Performance Index
es: Índice de rendimiento de la planificación

source: Earlier starting date
es: Fecha de inicio más temprana

source: Type data
es: Datos del tipo

source: Profiles
es: Perfiles

source: Hour finish
es: Hora de fin

source: Perspectives
es: Perspectivas

source: Edit Work Report Type
es: Editar tipo de parte de trabajo

source: Workable time
es: Tiempo trabajable

source: missing code in a subcategory
es: falta código en una subcategoría

source: Confirm deleting this cost category. Are you sure?
es: Confirmar el borrado de esta categoría de coste. ¿Está seguro?

source: Non limiting resource allocation
es: Asignación de recursos no limitantes

source: Error removing element:
es: Error al borrar elemento:

source: Company name
es: Nombre de la empresa

source: Limiting resource allocation
es: Asignación de recursos limitantes

source: Split new assignment
es: Dividir nueva asignación

source: Pagination
es: Paginación

source: Expiry date
es: Fecha de vencimiento

source: The operation does not perform because the task has progress reports that is spread associated with this quality form
es: La operación no se puede llevar a cabo porque la tarea tiene marcado como progreso progagado el asociado con el formulario de calidad

source: Change scenario
es: Cambiar escenario

source: Deleting this item, it will disable the report progress option. Are you sure?
es: Borrando este elemento, esto deshabilitará la opción de notificar progreso. ¿Está seguro?

source: Critical path
es: Camino crítico

source: Categories
es: Categorías

source: Status code:
es: Código de estado:

source: Project Details
es: Detalles de proyecto

source: Create Criterion Type
es: Crear tipo de criterio

source: to go to output directly
es: ir a la salida directamente

source: Add new hours group
es: Añadir nuevo grupo de horas

source: Criteria: {0}
es: Criterios: {0}

source: Percentage
es: Porcentaje

source: Updated
es: Actualizado

source: Company logo URL
es: URL del logo de la empresa

source: No worker selected
es: Ningún trabajador seleccionado

source: Number of digits
es: Número de dígitos

source: Task not found
es: Tarea no encontrada

source: Total capability
es: Capacidad total

source: It not could remove the task
es: No se pudo borrar la tarea

source: Problems connecting with client web service
es: Problemas al conectar con el servicio web cliente

source: NavalPlan: User access
es: NavalPlan: Acceso de usuarios

source: Exception Type
es: Tipo de excepción

source: NavalPlan: Materials
es: NavalPlan: Materiales

source: Profiles List
es: Lista de Perfiles

source: both {0} of category {1} and {2} of category {3} have the same code
es: {0} de la categoría {1} y {2} de la categoría {3} tienen el mismo código

source: Labels
es: Etiquetas

source: Data Types
es: Tipos de datos

source: Total hours
es: Total de horas

source: Reassigning {0} projects
es: Reasignando {0} proyectos

source: Create Work Hours Type
es: Crear tipo de horas de trabajo

source: Filter by task status
es: Filtrar por estado de tarea

source: Select date:
es: Seleccione fecha:

source: You should select a end date for the exception
es: Debe seleccionar una fecha de fin para la excepción

source: Please try it again.
es: Por favor, inténtelo de nuevo.

source: Company code
es: Código de la empresa

source: Unknown attribute '{0}' in class {1}
es: Atributo desconocido '{0}' en la clase {1}

source: NON LIMITING RESOURCE
es: RECURSO NO LIMITANTE

source: NavalPlan: Workers
es: NavalPlan: Trabajadores

source: Activation periods
es: Períodos de activación

source: Passed
es: Pasado

source: already assigned
es: ya asignado

source: Calendar
es: Calendario

source: Read
es: Leer

source: Resources
es: Recursos

source: CriterionType and its criteria saved
es: Tipo de criterio y sus criterios guardados

source: Source and destination scenarios should be different
es: Los escenarios de origen y destino deben ser diferentes

source: The browser you are using
es: El navegador que está usando

source: scenario
es: escenario

source: to
es: a

source: Error on removing typeOfWorkHours:
es: Error al borrar tipo de horas de trabajo:

source: worker's first name not specified
es: nombre del trabajador no especificado

source: date not specified
es: fecha no especificada

source: Select type :
es: Seleccione tipo :

source: Projects Planning
es: Planificación de proyectos

source: Shrink to fit page width
es: Reducir para ajustar al ancho de página

source: Last name
es: Apellidos

source: Remove
es: Borrar

source: cost category name not specified
es: nombre de la categoría de coste no especificado

source: NavalPlan: Virtual Workers Groups
es: NavalPlan: Grupos de trabajadores virtuales

source: Start date is not valid, the new start date must be previous the current start date
es: La fecha de inicio no es válida, la fecha de inicio nueva debe ser anterior a la fecha de inicio actual

source: the code must be not null or not empty
es: el código no puede ser nulo o vacío

source: Create New Project
es: Crear proyecto nuevo

source: Stretches list
es: Lista de tramos

source: Enable scenarios module
es: Habilitar módulo de escenarios

source: Save
es: Guardar

source: Material categories
es: Categorías de materiales

source: Standard Effort
es: Esfuerzo estándar

source: Pending update
es: Actualización pendiente

source: End date:
es: Fecha de fin:

source: Criterion previously selected
es: Criterio seleccionado previamente

source: Users authorization
es: Autorización de usuarios

source: Problems connecting with subcontractor web service
es: Problemas conectando con el servicio web subcontratista

source: Assigned load
es: Carga asignada

source: Filter by workers
es: Filtrar por trabajadores

source: End Date
es: Fecha de fin

source: Some allocations needed
es: Se necesitan algunas asignaciones

source: Resources Per Day
es: Recursos por día

source: ResourceType must be not-null
es: El tipo de recurso no puede ser nulo

source: Estimated end date for the task (press enter in textbox to open calendar popup or type in date directly)
es: Fecha de fin estimada para la tarea (presione enter en el cuadro de texto para abrir el calendario o escriba la fecha directamente)

source: Expand/Collapse all
es: Expandir/Plegar todo

source: Overload due to current project
es: Sobrecarga debido al proyecto actual

source: Move down
es: Mover abajo

source: Please, select a project
es: Por favor, seleccione un proyecto

source: Name: {0}
es: Nombre: {0}

source: September
es: Septiembre

source: Report structure
es: Estructura del parte

source: password not specified
es: contraseña no especificada

source: General data
es: Datos generales

source: Calculate Number of Hours
es: Calcular número de horas

source: Assign
es: Asignar

source: missing code in a criterion
es: falta código en un criterio

source: Create Template
es: Crear plantilla

source: NavalPlan: Work Reports
es: NavalPlan: Partes de trabajo

source: Edit Company
es: Editar empresa

source: Advanced search
es: Búsqueda avanzada

source: Filter by labels
es: Filtrar por etiquetas

source: IMPORTANT: Don't forget to communicate to subcontractor that his contract has been cancelled
es: IMPORTANTE: No olvidar comunicar al subcontratista que su contrato ha sido cancelado

source: MonteCarlo chart
es: Diagrama de Montecarlo

source: NavalPlan: Hours Worked Per Resource
es: NavalPlan: Horas Trabajadas Por Recurso

source: Schedule Variance
es: Desviación en planificación

source: Service does not manage resource of type: {0}
es: El servicio no gestiona recursos del tipo: {0}

source: Warning
es: Advertencia

source: Select parent calendar
es: Seleccionar el calendario padre

source: There is no task with this code
es: No hay ninguna tarea con este código

source: The type of hours cannot be null
es: El tipo de horas no puede ser nulo

source: criterion satisfaction with end date less than start date
es: el criterio satisfecho tiene fecha de fin anterior a la de inicio

source: Show
es: Mostrar

source: Duration (days)
es: Duración (días)

source: Assignment Type
es: Tipo de asignación

source: NavalPlan: Scheduling
es: NavalPlan: Planificación

source: Back to log in
es: Volver a iniciar sesión

source: Error on splitting
es: Error al dividir

source: Planned start :
es: Inicio planificado :

source: Node without children
es: Nodo sin hijos

source: Company
es: Empresa

source: There is no label with this code
es: No hay ninguna etiqueta con este código

source: Profile saved
es: Perfil guardado

source: Task: {0}
es: Tarea: {0}

source: Task properties
es: Propiedades de la tarea

source: There is no type of work report with this code
es: No hay ningún parte de trabajo con este código

source: Sum of direct imputed hours
es: Suma de horas imputadas directamente

source: Surname
es: Apellidos

source: You need to select some function to configure
es: Necesita seleccionar alguna función para configurar

source: Exception Day Types List
es: Lista de tipos de día de excepción

source: the name must be not null or not empty
es: el nombre no puede ser nulo o vacío

source: Date
es: Fecha
