Repository: LibrePlan/libreplan
Catalog: ganttzk/src/main/resources/i18n/*.po
Languages: ca, es, fr, nl, ru

source: Erase
ca: Esborrar
es: Borrar
fr: Supprimer
nl: Verwijder
ru: Стереть

source: Add Dependency
ca: Afegir dependències
es: Añadir dependencia
fr: Ajouter une dépendance
nl: Voeg afhankelijkheid toe
ru: Добавить зависимости

source: Worker
ca: Treballador
es: Trabajador
fr: Travailleur
nl: Werker
ru: Работник

source: Show money cost bar
ca: Mostar la barra del cost econòmic
es: Mostrar barra de coste monetario
fr: Afficher la barre de coût monétaire
nl: Toon geldelijke kosten balk

source: Start
ca: Inici
es: Inicio
fr: Début
ru: Начало

source: Show reported hours
ca: Mostrar hores informades
es: Mostrar horas reportadas
fr: Afficher les heures comptabilisées
nl: Toon gerapporteerde uren
ru: ?Показать сообщенные часы

source: by criteria
fr: par critère
nl: op criterium
ru: по критериям

source: Show/Hide reported hours
ca: Mostrar/Ocultar hores informades
es: Mostrar/Ocultar horas reportardas
fr: Montrer/Cacher les heures comptabilisées
nl: Toon/Verberg gerapporteerde uren
ru: Показать/Скрыть сообщенные часы

source: Limiting resources
fr: Ressources bloquantes
nl: Begrensde resources
ru: Ограничение ресурсов

source: The specified dependency is not allowed
ca: La dependència especificada no està permesa
es: La dependencia especificada no está permitida
fr: La dépendance indiquée n'est pas disponible
nl: Die specifieke afhankelijkheid is niet toegestaan
ru: Указанные зависимости не допускаются

source: Set End-End
ca: Ajust d'extrem a extrem
es: Definir Fin-Fin
fr: Faire correspondre les achèvements
ru: Установить Конец-Конец

source: Show/Hide progress
ca: Mostrar/Ocultar progrés
es: Mostrar/Ocultar progreso
fr: Monter/Cacher l'avancement
nl: Toon/Verberg voortgang

source: Task
ca: Tasca
es: Tarea
fr: Tâche
nl: Taak
ru: Задача

source: by resources
fr: par ressource
nl: per resources
ru: по ресурсам

source: available effort: {0}, assigned effort: {1}
ca: esforç disponible available effort: {0}, esforç assignat: {1}
es: esfuerzo disponible: {0}, esfuerzo asignado: {1}
fr: investissement disponible: {0}, investissement affecté: {1}
nl: Beschikbare inspanning: {0}, toegewezen inspanning: {1}

source: Criterion
ca: Criteri
es: Criterio
fr: Critère
nl: Criterium
ru: Критерий

source: Hide money cost bar
ca: Ocultar barra de cost econòmic
es: Ocultar barra de coste monetario
fr: Masquer la barre de coût monétaire
nl: Verberg geldelijke kosten balk

source: Print
ca: Imprimir
es: Imprimir
fr: Imprimer
nl: Afdrukken
ru: Печать

source: Week
ca: Setmana
es: Semana
fr: Semaine
ru: Неделя

source: filtering by name
ca: Filtrar per nom
es: filtrando por nombre
fr: Filter par nom
nl: filteren op naam
ru: фильтрация по имени

source: See scheduling
ca: Mirar programació
es: Ver planificación
fr: Voir la programmation
nl: Zie planning
ru: Просмотр планирования

source: Show
fr: Montrer
nl: Toon

source: End
ca: Final
es: Fin
fr: Fin
nl: Einde
ru: Конец

source: changing zoom
ca: canviar zoom
es: cambiando zoom
fr: Changer le zoom
nl: wijzig zoom
ru: изменение масштаба

source: Show/Hide money cost bar
ca: Mostar/Ocultar barra de cost econòmic
es: Mostrar/Ocultar barra de coste monetario
fr: Afficher/Masquer la barre de coût monétaire
nl: Toon/verberg geldelijke kosten balk

source: Quarter
ca: Quart
es: Trimestre
fr: Trimestre
nl: Kwartaal
ru: Квартал

source: None
ca: Res
es: Ninguno
fr: Aucun
nl: Geen
ru: Ничто

source: Flatten/Unflatten tree
ca: Estendre/Plegar arbre
es: Aplanar/Expandir árbol
fr: Déployer/Réduire l'arbre
nl: Inklappen/Uitklappen boom
ru: Развернуть/Свернуть дерево

source: Project
ca: Projecte
es: Proyecto
fr: Projet
ru: Проект

source: Name
ca: Nom
es: Nombre
fr: Nom
nl: Naam
ru: Наименование

source: Name filter
fr: Filtre par nom
nl: Naam filter
ru: Наименование фильтра

source: Show progress
ca: Mostrar progrés
es: Mostrar progreso
fr: Monter l'avancement
nl: Toon voortgang
ru: Показать шкалу развития

source: Expand/Collapse all
ca: Expandir/Plegar tot
es: Expandir/Plegar todo
fr: Déplier/Replier tout
nl: Inklappen/Uitklappen alles
ru: Развернуть/Свернуть все

source: Show/Hide critical path
ca: Mostrar/Ocultar "path" crític
es: Mostrar/Ocultar camino crítico
fr: Montrer/Cacher le chemin critique
nl: Toon/Verberg kritieke pad

source: showing criteria
ca: Mostar criteris
es: mostrando criterios
fr: Montrer les critères
nl: tonen criteria
ru: показаны критерии

source: Year
ca: Any
es: Año
fr: Année
nl: Jaar
ru: Год

source: Month
ca: Mes
es: Mes
fr: Mois
nl: Maand
ru: Месяц

source: Show/Hide resources
ca: Mostar/Ocultar recursos
es: Mostrar/Ocultar recursos
fr: Montrer/Cacher les ressources
nl: Toon/Verberg resources
ru: Показать/Скрыть ресурсы

source: Set End-Start
ca: Ajust fi - Inici
es: Definir Fin-Inicio
fr: Ajuster le début sur la fin
ru: Установить Конец-Начало

source: decreasing zoom
ca: decréixer zoom
es: reduciendo zoom
fr: réduire le zoom
nl: uitzoomen
ru: ?уменьшить масштаб

source: Hide critical path
ca: Ocultar "path" crític
es: Ocultar camino crítico
fr: Cacher le chemin critique
nl: Verberg kritieke pad
ru: Скрыть критическую часть

source: Day
ca: Dia
es: Día
fr: Jour
nl: Dag
ru: День

source: Hide reported hours
ca: Ocultar informe d'hores
es: Ocultar horas reportadas
fr: Cacher les heures comptabilisées
nl: Verberg gerapporteerde uren
ru: ?Скрыть сообщенные часы

source: Load: {0}%
ca: Càrrega: {0}%
es: Carga: {0}%
fr: Charge: {0}%
nl: Belasting: {0}%
ru: Загрузка: {0}%

source: showing resources
ca: mostrant recursos
es: mostrando recursos
fr: montrer les ressources
nl: tonen resources
ru: Показать ресурсы

source: Show/Hide labels
ca: Mostrar/Ocultar Etiquetes
es: Mostrar/Ocultar etiquetas
fr: Montrer/Cacher les libellés
nl: Toon/Verberg labels
ru: Показать/Скрыть метки

source: Hour
ca: Hores
es: Hora
fr: Heure
nl: Uur
ru: Час

source: Graphics
ca: Gràfics
es: Gráficas
fr: Graphiques
ru: Графика

source: Set Start-Start
ca: Ajus d'inici a inici
es: Definir Inicio-Inicio
fr: Ajuster sur le début
ru: Установить Начало-Начало

source: See resource allocation
ca: Mirar assignació de recursos
es: Ver asignación de recursos
fr: Voir l'allocation des ressources
nl: Zie resource allocation
ru: Просмотр распределения ресурсов

source: increasing zoom
ca: acréixer zoom
es: aumentando zoom
fr: augmenter le zoom
nl: Inzoomen
ru: ?увеличение масштаба

source: Show all elements
ca: Mostar tots els elements
es: Mostrar todos los elementos
fr: Montrer tous les éléments
nl: Toon alle elementen
ru: Посмотреть все элементы

source: All
ca: Tot
es: Todos
fr: Tout
nl: Alle
ru: Все

source: Refresh
ca: Refrescar
es: Actualizar
fr: Rafraîchir
nl: Ververs
ru: Обновить

source: Show critical path
ca: Mostrar camí crític
es: Mostrar camino crítico
fr: Montrer le chemin critique
nl: Toon kritieke pad
ru: Показать критическую часть

source: Hide progress
ca: Ocultar progrés
es: Ocultar progreso
fr: Cacher l'avancement
nl: Verberg voortgang
ru: Спрятать шкалу развития

source: Resources
ca: Recursos
es: Recursos

source: Group by
ca: Agrupar per
es: Agrupar por

source: Generic allocation criteria
ca: Criteris generics d'assignació
es: Criterios de asignación genérica

source: Page
ca: Pàgina
es: Página

source: Show/Hide Progress
ru: Показать/Убрать

source: Zoom
ru: Масштаб

source: total work hours: {0}, assigned hours: {1}
ru: Общее количество часов: {0}, назначенные часы: {1}

source: Filter
ru: Фильтр

source: Create Project
ru: Создать проект

source: Show/Hide Critical path
ru: Показать/Скрыть критическую часть
